{
  "companyKey": "1800petsupplies",
  "templates": [
    {
      "name": "How is the shipping weight charge calculated for my order?",
      "content": "Shipping costs are calculated based on the total weight of items in your order and the shipping method selected. Total shipping charges will automatically display on the Checkout page before you submit your order for completion.",
      "id": "c39c7024-7373-482c-8f37-b480c784b0cd",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://www.petsupplies.com/Login.aspx",
      "id": "75757891-2798-4897-ae95-85ad0b373ef4",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Shipping time",
      "content": "Delivery times are dependent upon product, inventory status and delivery method. Typically, orders will arrive to your home within 7-10 business days. Items shipping via common carrier can take up to three weeks to arrive.",
      "id": "984b3301-9f55-472b-8d61-83b855d18e88",
      "shortcut": "shp",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Where do you ship to?",
      "content": "We gladly ship within the 50 United States, APO/FPO addresses (USPS Priority Mail only), Canada, Guam, PO Boxes, Puerto Rico and the Virgin Islands. Delivery option restrictions by location apply.",
      "id": "7bc65b9a-e7cf-4bf9-9986-1e9552c1b0ba",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Can I ship my order internationally?",
      "content": "We have partnered with Bongo International to service our international customers. You can either select \"International Checkout\" on the cart page or select the \"Click here to ship internationally.\" link at checkout to be automatically transferred to Bongo's secure International Checkout page. You will then be provided with international shipping costs, as well as any duties and taxes required for your shipment.",
      "id": "2591a469-f15f-422a-8e12-9a81544e7ab4",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Can I ship my order to Alaska or Hawaii?",
      "content": "Yes, a $29.95 fee will apply in addition to the shipping charges. Please note that shipping times to Alaska and Hawaii will take longer than our standard shipping of 7-10 business days. Please note that orders to Alaska and Hawaii must be shipped via economy.",
      "id": "07de8413-0e73-41ac-bf13-af512f41329c",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to contact us via this link: https://www.petsupplies.com/CS/Default.aspx Our team is happy to chat.",
      "id": "774d8138-791d-41ce-80fe-aa12eab45712",
      "shortcut": "ams",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "What is a backorder?",
      "content": "A product is labeled as backordered when it is out of stock. You may still order the item, and it will be shipped to you as soon as it becomes available. The estimated arrival date to our distribution center is communicated on the product's information page and in the shopping cart. You will receive periodic emails regarding the backorder status.",
      "id": "a013dbb1-6ab5-4f8e-95d8-9efd25e4c1fa",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Must I sign for my delivery?",
      "content": "A signature is only required for Motor Freight deliveries.",
      "id": "df5cda97-fc22-4cd9-a916-b6c6942f2521",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "Yes, we offer Next Day, 2nd Day Air and 3 Day Shipping. Please note that orders placed after 2 pm ET will not be shipped until the following business day. You can expect orders shipped Next Day to take 2-3 business days to arrive, orders shipped 2nd Day to arrive within 3-4 business days and orders shipped 3 Day Shipping to arrive within 4-5 business days.",
      "id": "af3aee3b-c823-496a-814c-a241b7d9d65a",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-888-809-0751 or let me know if I can help via text, it may be faster.",
      "id": "49d3e56e-7076-4629-bc5d-962f25c01daa",
      "shortcut": "ps",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to contact us via this link: https://www.petsupplies.com/CS/Default.aspx Our team is happy to chat.",
      "id": "fe1c546d-02fa-49b6-9c14-6765d112b0f3",
      "shortcut": "wls",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on FB: https://www.facebook.com/1800petsupplies and Twitter here: https://twitter.com/1800petsupplies",
      "id": "72740099-246d-41ca-ba85-8f8e862a992f",
      "shortcut": "smd",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "What is an Oversize charge?",
      "content": "Products that are considered to be oversized due to the weight or dimensions of the shipping box will be shipped by Economy or Ground per requirements of the shipping service provider. An additional charge per oversized item will be added to the shipping charges due to the increase in cost by the shipping service provider for larger or heavier items.",
      "id": "066a7a17-89bc-4ef0-be48-d3dc74577a7b",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out!",
      "id": "d9e69305-c80a-4623-90d3-68d6521dcdb5",
      "shortcut": "sl",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.petsupplies.com/CS/Returns.aspx",
      "id": "1104e59d-c707-46c4-a09c-c48875534776",
      "shortcut": "rp",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to contact us via this link: https://www.petsupplies.com/CS/Feedback.aspx Our team is happy to help!",
      "id": "3fc740c2-305c-4140-a31c-aea696f1e04b",
      "shortcut": "cs",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Do you offer Saturday delivery?",
      "content": "We do offer Saturday delivery where available and at an additional charge. To place an order for Saturday delivery and get rates or location availability; please call customer service at 1-888-809-0751.",
      "id": "01048d6b-84dc-4d90-83b7-b3de4c37d6c6",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "How are vaccines shipped?",
      "content": "Vaccines are shipped in an insulated envelope or cooler with an ice pack.",
      "id": "eeb8c823-a6b6-4b19-bd77-73f6b1e32c9b",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "What happens when I order a heavy or bulky item?",
      "content": "Certain products can only be delivered by truck. Online these products will be identified on the product page as \"Shipping restrictions apply - Truck Only\". Your order will be processed, but placed on \"HOLD\" and a Customer Care representative will call you with an estimate of freight cost. Please allow additional time to process your order and scheduled delivery. Shipping service provider delivery dates may vary by region.",
      "id": "481b5777-41aa-4272-9bc2-5be685bfad2c",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Free shipping",
      "content": "We offer free economy shipping on orders over $99 up to 20 lbs within the contiguous 48 U.S. states. Maybe you can add something else to reach the minimum?",
      "id": "d2010033-e3bb-4ceb-b052-af737e270cdf",
      "shortcut": "fs",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Cancel / edit order",
      "content": "The best way to handle this is to call our customer service team at 1-888-809-0751. They'll be more than happy to help!",
      "id": "b231dc81-11b4-4087-944b-9aad76091117",
      "shortcut": "ced",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "6597e571-940c-4df4-a302-ca2c501cfb4a",
      "shortcut": "ms",
      "companyName": "1800PetSupplies"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.petsupplies.com/clearance-pet-supplies/9155/",
      "id": "cc5b4184-c2d2-4dd3-864c-186078f62c9b",
      "shortcut": "spg",
      "companyName": "1800PetSupplies"
    }
  ]
}
