{
  "companyKey": "amika",
  "templates": [
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://loveamika.com/collections/last-chance",
      "id": "c46770a4-66cc-4ae6-a648-57678b251065",
      "shortcut": "spg",
      "companyName": "amika"
    },
    {
      "name": "Are your haircare products safe for color treated hair?",
      "content": "We don't recommend using our 3D Shampoo and our Detox 'Reset' products for color-treated hair.",
      "id": "a800694e-153e-4dc1-86a3-84866025bd29",
      "companyName": "amika"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://loveamika.com/collections/last-chance",
      "id": "7fbc4810-eadb-4b0e-8d21-f7851075dcab",
      "shortcut": "ms",
      "companyName": "amika"
    },
    {
      "name": "Where can you ship to?/Do you ship to P.O boxes?",
      "content": "We currently don't ship to P.O. boxes, APO, FPO, DPO destinations, and freight forwarding addresses. We don't ship to Canada and Alaska, Hawaii, Puerto Rico, Guam, U.S. Virgin Islands, and all other U.S. territories at this time.",
      "id": "ddc5a33e-1ed0-4e71-a35b-a401a2e5d5b1",
      "companyName": "amika"
    },
    {
      "name": "Can you hide the price/costs for my gift purchase?",
      "content": "We don't list the prices on the packing slips in the shipments, so no worries, it won't be visible to the person receiving the order.",
      "id": "afd1b764-bea4-49f7-b8cb-ae2f1070ee2b",
      "companyName": "amika"
    },
    {
      "name": "Can your products be used on kids?",
      "content": "While our haircare products are thoroughly tested for safety by a third-party professional to the strictest of EU standards, we do develop these formulas for adult hair only, so they haven't been tested on children yet. We would advise consulting a physician before use so they can review the ingredient list. This information can be found on every product page, and I'm happy to help you find that if you need it.",
      "id": "279aa37c-c626-43ff-976f-9b43f3c712bd",
      "companyName": "amika"
    },
    {
      "name": "Do you offer samples?",
      "content": "Our sample selection varies and is based on available stock. Sometimes when we have sitewide sales, the sample selector will be disabled and samples will be automatically added to orders. We'll post info on the site to let you know if that is happening! Meanwhile, when we do have them,  you're able to select one free sample at checkout along with your order. Samples are only included in orders when you select them.",
      "id": "c7e07f56-752e-4bc9-a12e-7a2ed78ece95",
      "companyName": "amika"
    },
    {
      "name": "Are your products vegan?",
      "content": "The majority of our haircare line is certified vegan, however, a small handful of products use animal-derived ingredients. Hydrolyzed keratin is utilized in vault color-lock leave-in conditioner; supernova and supernova blonde use an animal-derived polysorbate, and the shield contains an animal-derived popylene glycol. We're currently working towards being 100% vegan. I can also assure you that all our products are always cruelty-free!",
      "id": "a8a43379-2147-4bbc-ba3b-fa8d4b332f8d",
      "companyName": "amika"
    },
    {
      "name": "Do you repair or refurbish tools?",
      "content": "Our warranty program offers a brand new replacement tool for all claims, and we don't repair or refurbish tools.",
      "id": "84397739-3998-4b3a-a813-a4417c15dd62",
      "companyName": "amika"
    },
    {
      "name": "Where are your products made / manufactured?",
      "content": "Our haircare products are produced in the US, Canada, and Israel, while our hair tools are made in China, Switzerland, and Korea.",
      "id": "bf825dfc-339d-49be-a0b9-d9b2fe79d7c8",
      "shortcut": "mfc",
      "companyName": "amika"
    },
    {
      "name": "Are your products cruelty-free?",
      "content": "Absolutely! We never have and never will conduct animal testing. When we create a product, we test it on ourselves, our friends, and anyone and everyone we can get our hands on! We test on people, never animals. To show our commitment to being cruelty-free, we have also been certified under the Leaping Bunny Standard.",
      "id": "f4cd70f1-3e2d-49c8-9928-27d372723579",
      "companyName": "amika"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-866-833-3444 or let me know if I can help via text, it may be faster.",
      "id": "6a67986a-3be7-4622-b21b-499f5fb82992",
      "shortcut": "ps",
      "companyName": "amika"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/amika/ and FB here: https://www.facebook.com/loveamika",
      "id": "003fd0e9-073c-48f1-aa85-834f8d930a6a",
      "shortcut": "smd",
      "companyName": "amika"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://loveamika.com/pages/salon-locator",
      "id": "e97b9fd4-473c-44dd-bcce-b1d52d98440e",
      "shortcut": "sl",
      "companyName": "amika"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at info@loveamika.com or give us a call at 1-866-833-3444. Our team is happy to help!",
      "id": "efa863dd-12fc-4834-83e7-590e05fc29d5",
      "shortcut": "cs",
      "companyName": "amika"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://loveamika.com/pages/returns",
      "id": "b161029b-7774-47b8-9ff7-3b5e05c5b98c",
      "shortcut": "rp",
      "companyName": "amika"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://loveamika.com/pages/warranty",
      "id": "445f1037-e094-465d-a52c-1903c0d8064d",
      "shortcut": "wp",
      "companyName": "amika"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at salons@loveamika.com. Our team is happy to chat.",
      "id": "01f1f3d9-e362-4cb7-bbc5-0da26c014759",
      "shortcut": "wls",
      "companyName": "amika"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "The best way to discuss this is to email us directly at info@loveamika.com. Our team is happy to chat.",
      "id": "0e81d8f0-eeed-4178-ae08-2242700dd731",
      "shortcut": "ams",
      "companyName": "amika"
    },
    {
      "name": "Which product would you recommend or is right for me?",
      "content": "I highly recommend taking our hair quiz to help you find the best routine and products: https://amika.attn.tv/sl/-ltSwk2Z",
      "id": "74a6073c-57a0-4843-89f4-27f10b9ff001",
      "companyName": "amika"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://loveamika.com/pages/rewards",
      "id": "eaa0922d-f4c4-4887-953c-b14108368609",
      "shortcut": "rwd",
      "companyName": "amika"
    },
    {
      "name": "How do I track my order? / Order status?",
      "content": "We offer a convenient online order tracking feature. Check it out here: https://loveamika.com/pages/orderstatus",
      "id": "bc101fdd-ccf4-4fff-9283-a9f845b4ea9f",
      "companyName": "amika"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 1-2 business days and we usually ship via FedEx. Once shipped, it will take 3-6 business days for domestic orders.",
      "id": "a71bc302-c26d-42ba-8f33-f3ed69bbf7c0",
      "shortcut": "shp",
      "companyName": "amika"
    },
    {
      "name": "Cancel / edit order",
      "content": "I'm afraid we're unable to make changes to an order once it's placed, however, I can check if we're able to cancel your order, so you can place a new one. Let me know how would you like to proceed.",
      "id": "27706bfa-49cc-42cf-ac95-6710ecb9fab7",
      "shortcut": "ced",
      "companyName": "amika"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on orders over $50 within the contiguous U.S. Maybe you can add something else to reach the minimum?",
      "id": "9f2318cf-b645-4576-8380-4fe15307f57d",
      "shortcut": "fs",
      "companyName": "amika"
    },
    {
      "name": "Can I use a discount code even when I have a free sample in my cart?",
      "content": "Yes, you can add a free sample and use a discount code.",
      "id": "418e3281-744b-48b7-b0e4-6d6b0188df47",
      "companyName": "amika"
    },
    {
      "name": "Restock? (autosend enabled)",
      "content": "I currently don't have the exact date of a possible restock, but I recommend signing up on the product page so you're notified the second it comes back in!",
      "id": "6f25f246-2ded-11ed-a261-0242ac120002",
      "shortcut": "stof",
      "companyName": "amika"
    },
    {
      "name": "what is the difference between curl corps defining cream and curl corps gel?",
      "content": "Curl corps gel lightly moisturizes, controls frizz, seals in moisture, and holds the definition of curls for a long-lasting style. On the other hand, Curl corps cream deeply moisturizes curls and enhances natural texture by encouraging curl formation. To get the benefits of both products, we recommend cocktailing them together and applying to damp hair before air drying or diffusing. Different hair types may get best results from different ratios of the cream and gel, so experiment with the combination that works best for you!",
      "id": "4f8b3650-9481-416a-bed2-bd9af2c00771",
      "companyName": "amika"
    },
    {
      "name": "What is HairToStay? Why is it excluded from discounts?",
      "content": "HairToStay is the charity that we support and you can choose to donate to. \"All but HairToStay\" simply means that all products are eligible for a discount, except for charity donations.",
      "id": "355d8181-7315-4c2d-ac00-7d9fa6c36963",
      "companyName": "amika"
    },
    {
      "name": "Why can I only order 3 quantities?",
      "content": "That's the quantity that has been set to and this is to prevent resellers! In the meantime, I recommend you go for 3 quantities and order more when you run out.",
      "id": "804ac2d7-3893-4831-b19c-e91dc8445b03",
      "companyName": "amika"
    },
    {
      "name": "How do I start a return?",
      "content": "You can start a return here: https://amika.attn.tv/sl/4IhTtu_y",
      "id": "a426a28e-976f-44e0-a6c8-1fa660a7dc49",
      "companyName": "amika"
    },
    {
      "name": "Retroactive discount",
      "content": "Unfortunately, we are unable to add any discounts post-purchase. Apologies for the inconvenience!",
      "id": "73aa3dde-1910-4251-bda9-1cb02f4ffdac",
      "companyName": "amika"
    },
    {
      "name": "How do I redeem my points?",
      "content": "To use your points, please log in to your account and select the \"my rewards\" hyperlink on the left-hand navigation of your account page, and your rewards points will populate. To redeem, simply add $50 or more to your cart and proceed to the checkout page to redeem 1,000 points for $10 off. Please note that the subtotal must be $50 before taxes and shipping to apply the discount. You can only redeem points once per order and you cannot combine your points with other discounts or promotions.",
      "id": "28d8b15f-bfac-49ea-a006-1e31c25a1f58",
      "companyName": "amika"
    },
    {
      "name": "Are your products gluten-free?",
      "content": "There are products in our hair care line that contain wheat-based ingredients which may contribute gluten:\n\n- Glass Action Oil Treatment contains Wheat Germ Oil\n- Flash Instant Shine Mask and Fadeblock Pre-Shampoo Color Seal contain Wheat Germ Extract\n- The Shield Anti-Humidity Spray, Power Hour Curl Refreshing spray, Curl Corps Enhancing Gel, and Curl Corps Defining Cream contain Hydrolyzed Wheat Protein.\n\nAll our other products contain no gluten contributors. Please consult with your doctor if you have gluten allergies.",
      "id": "97ec0943-ddff-4e19-9234-c6b9ad0f3ca0",
      "companyName": "amika"
    },
    {
      "name": "Why can't I purchase the Dynamic duo / dry shampoo lover's set?",
      "content": "That set is only available as a \"Gift With Purchase\" currently. We're not selling it individually, but you can get it if you spend $150 or more and add the set during checkout as the gift option.",
      "id": "c0b060e8-6a67-4c1b-997e-a851dfdca90c",
      "companyName": "amika"
    },
    {
      "name": "Damaged / missing / incorrect order",
      "content": "Please email us directly at info@loveamika.com with a photo of what you received that shows the discrepancy/damage. One of our reps will take care of you.",
      "id": "9b09d78b-145a-42ff-8b98-8a33a3e0098d",
      "companyName": "amika"
    },
    {
      "name": "I can't redeem my points at checkout",
      "content": "The Shop Pay app doesn't have a field for you to use your points. Please check out 'as a guest' or back out of the Shop Pay screen so you have access to the points drop-down. Let me know if that worked!",
      "id": "4929a4c4-8f19-4a6f-b70e-2243c7541428",
      "companyName": "amika"
    },
    {
      "name": "How do I earn birthday points?",
      "content": "Don't forget to add your birthday in when you set up your account! If you forgot to, please email us at info@loveamika.com and we can assist!",
      "id": "b89f7846-7bb1-4e2d-acab-ec35dbeb6688",
      "companyName": "amika"
    },
    {
      "name": "What happens to my points when I return items?",
      "content": "Points are deducted for returned items. When items are refunded, your points balance will reflect the amount returned.",
      "id": "123ce90f-81f0-40e8-9656-6ef121c61d46",
      "companyName": "amika"
    },
    {
      "name": "How do I start a warranty claim?",
      "content": "Kindly follow this link: warranty (loveamika.com) and complete the warranty claim form. Once we receive the completed form, we will reach out via email with next steps.",
      "id": "60e0c45f-3e68-45f3-9c28-1593698535ab",
      "companyName": "amika"
    },
    {
      "name": "How do I clean my Polished Perfection Brush?",
      "content": "The best way to clean your styling tool is with a lightly damp cloth, or to use alcohol wipes, in and between the bristles of your styling tool. Make sure to clean your tool when it is off, unplugged, and cool to the touch. It's important to ensure that product build-up does not occur on the bristles or body of the tool, especially if you're using thermally activated products like our Brooklyn Bombshell Blowout Spray, our Thicc Volumizing Base, or our Vault Leave-in Cream.\n\nBuild-up of these products on the bristles of your styling tool causes heat to become trapped against them whenever you're using the tool and can cause the bristles to deteriorate.",
      "id": "70a58952-277c-4ad6-af9f-25f7c870731c",
      "companyName": "amika"
    },
    {
      "name": "Can I earn points if I purchase in retail stores or other sites that carry your products?",
      "content": "Currently, you can only earn and redeem points when purchasing from loveamika.com.",
      "id": "37dc48eb-09f4-4864-9f70-0a4d6a4ec5ce",
      "companyName": "amika"
    },
    {
      "name": "Are your products silicone-free?",
      "content": "Silicones have a bad rep - but they aren't always detrimental to your hair! They help create a sleek, shiny look but can sometimes weigh down hair. When we formulate products we determine whether silicones would be beneficial to the product. We are not always silicone-free, but we also don't see that as a bad thing!",
      "id": "156c9c6d-2cb8-41df-8537-fb3a5074c644",
      "companyName": "amika"
    },
    {
      "name": "How do I clean my Hair Blow Dryer Brush?",
      "content": "Only clean your brush when it is off, unplugged, and cool to the touch. Start by removing all hair from the bristles - we like to use a teasing or 'rat-tail' comb to lift the hair up from the inner bristles out. If there appears to be product build-up, use a clean, lightly damp cloth or alcohol wipes to gently clean the inner barrel area and bristles. \n\nLastly, remove lint, dust, and hair from the intake area at the base of the brush. You can use a firm-bristled brush to gently brush that away!",
      "id": "f85caa41-eb07-4d47-831e-dcb85acb528a",
      "companyName": "amika"
    },
    {
      "name": "Do all of your products have the same fragrance?",
      "content": "Yes! All Amika products feature the signature fragrance! We describe the Amika scent as an intoxicating blend of warm vanilla, spicy sweet clover, and fresh citrus.",
      "id": "c0ca2471-82a9-4441-9318-3a10f4b90ded",
      "companyName": "amika"
    },
    {
      "name": "Where can I get pumps for my liter bottles?",
      "content": "In an effort to minimize plastic waste, we don't ship pumps with each liter bottle and encourage clients to reuse pumps from bottle to bottle! When you add a liter product to your cart on the site, you should see a pop-up window that asks if you need pumps or if you'll reuse your old pumps. If you have pop-ups blocked in your browser, however, you won't see this!\n\nIf you're not purchasing a liter bottle but need pumps please contact customer support at info@loveamika.com!",
      "id": "5becee29-3b33-4726-a91f-0425aa0283a9",
      "companyName": "amika"
    },
    {
      "name": "Are your products sulfate and paraben-free?",
      "content": "All haircare products are free from sulfates, parabens and phthalates.",
      "id": "e8ac66e8-a1fc-4331-be9b-9f988bb4ef4f",
      "companyName": "amika"
    },
    {
      "name": "How often can I earn points for leaving a review?",
      "content": "You will earn 250 points for leaving a product review. You can earn this reward once per month/30 days. Two weeks after you've made a purchase you will receive an email prompting you to leave a review. Please note that you must submit your review using the email prompt to receive rewards points. It takes some time for points to appear in your balance after a review is uploaded. Please allow up to 24 hours for the points to be added.",
      "id": "1cf146b8-4763-493a-b0a5-59c093c24d75",
      "companyName": "amika"
    },
    {
      "name": "When do reward points expire?",
      "content": "They're valid for 12 months from the date of the last qualifying purchase. Each qualifying purchase will automatically extend the expiration date of all unused points in your account for 12 months. If the account has no qualifying purchase activity within a 12-month period, all points in the account will expire.",
      "id": "bbc64a32-5cdc-47bc-a7c7-80ed5d48201e",
      "companyName": "amika"
    },
    {
      "name": "PO (P.O.) address/canceled order",
      "content": "I'm afraid that the reason for the cancellation is due to the shipping address being a PO Box, which we, unfortunately, can't accommodate shipping to at this time. The carriers that we typically utilize will not complete an end delivery to a post office box. A filter in our shopping platform will automatically cancel and refund an order if a PO Box is detected in the shipping address.\n\nYou are more than welcome to place a new order, and have it shipped to a \"traditional\" physical street mailing address!",
      "id": "4d201db8-6a05-4676-9f49-5cbc74cfb1e5",
      "shortcut": "pac",
      "companyName": "amika"
    },
    {
      "name": "What is the difference between Hydro Rush Shampoo and Kure Shampoo?",
      "content": "The Hydro Rush is a more intensive formula that is infused with hyaluronic acid and squalane. It gently cleanses and drenches hair with 3x more hydration. The Kure is a bond repair shampoo that is formulated to lather and strengthen damaged strands due to everyday stressors, heat or chemical treatments.\n\nThe Hydro Rush is ultra hydrating, reduces breakage upto 50%, and is ideal for dry, textured, or coarse hair types 2a-4c whereas The Kure has an innovative bond cure technology, includes plant butters + vegan proteins, and is ideal for all hair types 1-4c, high porosity hair as well as for those looking to strengthen their hair.\n\nBoth of them are free from sulfates, parabens, phthalates, mineral oil, and petrolatum. Hope this helps! :)",
      "id": "28195adf-69c7-41e4-82c5-b4bbf944016a",
      "companyName": "amika"
    },
    {
      "name": "Amika Pro/Professional Shop concerns",
      "content": "For professional inquiries or concerns, our Pro team will be the best team to assist you! You can email them at info@loveamikapro.com Have a great day and take care!",
      "id": "c8a88526-ada8-4873-973b-72f8abe6f6c6",
      "companyName": "amika"
    },
    {
      "name": "Price Matching",
      "content": "Unfortunately, we do not offer price matching.",
      "id": "a9914ae5-4f2d-4b7f-ba9d-a8f6eb5b5741",
      "shortcut": "pmc",
      "companyName": "amika"
    }
  ]
}
