{
  "companyKey": "bear mattress",
  "templates": [
    {
      "name": "What is the closeout sale?",
      "content": "We're having a closeout sale because we have started moving toward products with a different look to them. So we're using the extra materials we have to manufacture these until we no longer have any left. It was a decision made by the product team and rest assured these mattresses are brand new.",
      "id": "1c162fee-7918-4f9b-824d-487c4fe8b7e7",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Do you have mattresses for kids?",
      "content": "Yes, we have the Bear Cub Kids Mattress and you can check it out here: https://www.bearmattress.com/products/bear-cub-kids-mattress",
      "id": "18962ce3-d8d5-4663-b26b-df339483e38c",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Difference between your mattress and another brands",
      "content": "I'm afraid it's difficult to compare two different mattress brands since each company uses different materials.",
      "id": "3601235b-00b4-408d-a455-bc1c12a1e909",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How far apart are the slats?",
      "content": "The slats on the foundation are 2.5\" wide and 4\" apart.",
      "id": "4cd86128-bbcf-4e1f-afd1-03ed05d1ce61",
      "companyName": "Bear Mattress"
    },
    {
      "name": "I received my order, but the pillows are missing",
      "content": "Pillows are always roll-packed with your mattress so you will receive them when your mattress arrives.",
      "id": "f114537a-78c5-49e6-9626-e400dcaac670",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How do I wash/clean the Bear Pillow?",
      "content": "The outer cover of the Bear Pillow is removable and can be spot cleaned to prevent pesky stains. Allow the cover to air-dry after any spot cleaning. The inner foam core should not be cleaned and should not get wet. If you must clean the inner foam, spot clean with a damp cloth and mild detergent and then let completely air dry.",
      "id": "6110efdc-498d-4841-99e8-d5f25cff0e97",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How do I schedule White Glove Services?",
      "content": "After your order is processed, our White Glove partner, LoadUp, will send a Schedule Request email. Choose a date and time that fits your schedule. \n\nSchedule your White Glove Service after your mattress and/or bed base is delivered. Check your email for the shipping status of your products, which will take about 3-10 business days. Schedule your appointment after your expected delivery date.",
      "id": "d9277a73-459b-4f29-b8b3-d5f477dda385",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Does it cost me anything to return a Mattress?",
      "content": "No, there are no 'restocking' or 'process and handling' fees with any Bear mattress return. It is completely on us!",
      "id": "9dcb76c1-64da-48f0-826d-8887994b0de0",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How do I clean a Bear mattress?",
      "content": "We recommend you spot-clean your mattress with warm water and mild detergent. Just like with any mattress, use water sparingly. You can check out our guide for more cleaning tips here: https://www.bearmattress.com/blogs/news/the-bear-guide-on-how-to-clean-a-mattress",
      "id": "bfd5b7b6-6204-428e-b198-e2f050746bff",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@bearmattress.com. Our team is happy to help!",
      "id": "c97b5a11-3115-446d-9530-c4831c3acee1",
      "shortcut": "cs",
      "companyName": "Bear Mattress"
    },
    {
      "name": "What products are available for White Glove Services?",
      "content": "All of our mattresses and bed bases are available for White Glove Services.",
      "id": "41e32d1d-b5a1-4445-9ebf-e69916b8bbfb",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a referral program where you can give your friends 30% off on their first order of $700 or more, and you'll get a $300 gift card to go toward any Bear purchase. Check it out here - https://www.bearmattress.com/pages/refer",
      "id": "68bd8024-a60b-4158-b801-864cef7fbcf4",
      "shortcut": "rwd",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Do I need to let the mattress settle after opening?",
      "content": "No, your mattress will be good to sleep on as soon as it fully expands. The mattress might take 24-48 hours to completely decompress depending on the length of time it was in the box.",
      "id": "7942d767-59dc-406b-9108-392c3358f93b",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Do I need to flip a Bear mattress?",
      "content": "Our mattresses are built one-sided, so they shouldn't be flipped. Another great advantage of our foam technology is it's specifically engineered to hold up during its lifetime as is, but you may try rotating the bed 180 degrees. While this isn't necessary, it's not a bad way to keep your mattress (any mattress) staying fresh even longer than the designed period of time by rotating it every 6 months.",
      "id": "a4218d67-4dae-4c31-bad3-24a0d9f74a54",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at partnerships@bearmattress.com. Our team is happy to chat.",
      "id": "5daca1c2-e7e3-4978-a4ec-9f0e57f4781d",
      "shortcut": "wls",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Can I customize the dimensions or firmness of a Bear mattress?",
      "content": "We're unable to customize the dimensions or size of our mattresses. Each Bear mattress is offered with a universal feel of medium to medium-firm, which translates to a firmness rating of roughly 5 to 8 on a scale of 1 to 10, with 10 being the most firm. We offer industry-standard mattress sizes: Twin, Twin XL, Full, Queen, King, Cal King, and Split King.",
      "id": "afeff3ec-e455-4c7c-ba25-1deee6173498",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a showroom near you here: https://www.bearmattress.com/pages/showroom",
      "id": "57430ca8-2742-439b-b28c-1cc4fc376b45",
      "shortcut": "sl",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Does a mattress protector work with Celliant cover?",
      "content": "The mattress protectors do not interfere with the efficacy of the Celliant fabric woven into our mattress covers. Designed for your active lifestyle, we offer mattress protectors that allow you to sleep cool and dry with our advanced technology that is specifically engineered to work with every Bear mattress.",
      "id": "6e004f4e-d10a-47f9-b3ba-48c1408bcb6b",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! Simply look for the ID.me verification at checkout as you complete your order. Click the \"Verify\" button and follow the steps!",
      "id": "8bea2f1c-8ef5-404e-a732-0a970cbd7c7d",
      "shortcut": "ms",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/bearmattress/ and FB here: https://www.facebook.com/bearmattress",
      "id": "3627bf89-9e2b-48ab-b2cf-8d201e2f450c",
      "shortcut": "smd",
      "companyName": "Bear Mattress"
    },
    {
      "name": "What is the weight capacity of the Bear Adjustable Flex Bed?",
      "content": "The robust light-weight aluminum frame can support 750 lbs, evenly distributed.",
      "id": "5ef40d02-6dad-47d2-a840-1da39869e658",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Is it possible to attach a headboard to the platform bed?",
      "content": "No headboard attachment is available at this time. If you would like a base that supports a headboard check out our Bear Frame here: https://www.bearmattress.com/products/bear-bed-frame",
      "id": "bf208ffc-aa8f-4c08-a9f1-9f87c39dd158",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How is the Bear Foundation packaged for shipping?",
      "content": "The Bear Foundation is packed flat. Assembly is easy and can be snapped together without the use of tools. You can take a look at the assembly video here: https://www.youtube.com/watch?v=3bI5ZycjMFs&ab_channel=BearMattress",
      "id": "be189bff-64f4-4f7e-9005-ce75d51eac31",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://www.bearmattress.com/pages/warranty",
      "id": "f0e37829-1ee8-4c17-9c64-e41111a05537",
      "shortcut": "wp",
      "companyName": "Bear Mattress"
    },
    {
      "name": "What is White Glove Service?",
      "content": "White Glove Services is a service to help with the set up of your mattress, adjustable base, foundation, or bed frame. Once you order your mattress, LoadUp will send you a Schedule Request email. Pick a day and time that fits your schedule, and that's it! We'll ensure that any mattress removals are either donated or disposed of sustainably, plus all packaging is removed without you lifting a finger.",
      "id": "ed4e5b69-7b36-4894-a177-60004e86a0fa",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Can you put a Bear Mattress on a box spring?",
      "content": "We do not recommend using a traditional coil box spring because it does not provide the evenly distributed surface area needed for proper support.",
      "id": "3f44cdbe-1764-40e4-8b96-04b66f70e8b2",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How can I return my mattress?",
      "content": "If you'd like to initiate a return, please email us at returns@bearmattress.com. You may request a return of a mattress after sleeping on it between 30 and 120 nights. We do ask that you try it for 30 nights before we can initiate a return. Thousands of satisfied customers have found that a break-in period was exactly what they needed to be sure their Bear mattress was juuuust right.",
      "id": "038ffdde-a93e-4a3c-8321-4af1a7e8ab3d",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How do I set up my mattress?",
      "content": "We recommend you set up the mattress with 2 people. The Hybrid should be opened within 3 weeks of delivery. The Pro and Original should be opened within 30 days of delivery. \n\nBring the box to the room you want to put the mattress in and remove the vacuum-sealed mattress from the box. You can lay the box on its side to pull the mattress out. Unwrap the outer layer of plastic and unfold the mattress. Please do not attempt to cut into the plastic before its unfolded! Next, align the top of the mattress with the top of the bed frame and carefully use scissors to cut away the plastic wrapping. The mattress will start expanding immediately.",
      "id": "11a38820-20d1-4055-b6fe-5729499f4ad9",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Do Bear mattresses contain fiberglass?",
      "content": "We're proud to say our mattresses are 100% fiberglass free thanks to our exclusive partnership with WhisperShieldTM, an environmentally friendly, inherently flame-proof rayon. It's chemical-free, safe, and effective, so you can breathe easy at night.",
      "id": "3c694a8c-9757-4dfd-9482-eec84df850b8",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Will you remove my old mattress?",
      "content": "Yes! To keep you and our employees safe, we are offering a modified version of our mattress removal service in certain areas for a small cost that can be added by emailing us at support@bearmattress.com to see if your area is being serviced prior to your purchase online.",
      "id": "00396dba-bc98-448e-86d3-aaefce2b846c",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How do I wash/clean the Bear Protector?",
      "content": "The Bear Protector is completely machine washable. Wash with cold water and regular detergent. Dry on low heat or hang to dry. Do not bleach and iron.",
      "id": "4d434343-2192-4532-a5da-5ff171d2213f",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Does someone need to be home or sign for the delivery?",
      "content": "We offer two delivery options for your convenience: FedEx Ground and FedEx Ground Signature Required. If you would like to sign for your mattress delivery to ensure it arrives with no issues, please select Signature Required - FedEx Ground at checkout. FedEx will need your signature in order to successfully deliver the package on one of their delivery attempts. \n\nPlease note that due to liability issues, FedEx does not allow us to remove the signature requirement once the package is in transit.",
      "id": "c1296587-8edd-4e31-a377-abccffad9a75",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Can I finance my purchase?",
      "content": "Yes, we've partnered with Affirm and Shop Pay, who provide qualified customers monthly financing options. When asked for the payment method on our checkout page, simply click the \"Affirm Monthly Payments\" or \"Shop Pay Monthly Payments\" option. You will then be redirected to the financial partner's website to complete your payment. After you've finished processing the payment plan on the financial partner's website, you will receive the confirmation of your purchase automatically from us as verification your order is complete. The first payment will be one month after ordering. You can find more info here: https://www.bearmattress.com/pages/financing",
      "id": "b09af57e-f038-46d5-bdf7-5ea8a1919dbf",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How can I return an Adjustable Flex Bed/Bed base?",
      "content": "Please note that all bed bases including, but not limited to, Adjustable Flex Bed, Platform Bed, Bear Foundation, Bear Frame, and Universal Bed Frame are final sale. All Bed Bases are non-returnable, non-exchangeable, and non-refundable.",
      "id": "86f20181-7d48-48c3-9c4c-8f1a81f4a02e",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "All mattresses are assembled in our Phoenix, Arizona facility and shipped directly to your door. We use source materials both domestically and internationally and assemble each mattress in our facility to give us complete control over quality.",
      "id": "312a44b2-4cc2-4a4b-98e3-f4aa57efc6e4",
      "shortcut": "mfc",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (844) 311-0035 or let me know if I can help via text, it may be faster.",
      "id": "7c811c9f-1c5b-4bb2-9f28-e4afb585c2b0",
      "shortcut": "ps",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Softness/firmness of mattresses",
      "content": "Here's a list of our softest mattresses to firmest:\n\n1. Elite Hybrid (Soft)\n2. The Star Hybrid (Medium)\n3. Pro Hybrid (Medium)\n4. Bear Original (Firm)",
      "id": "e8f8d68f-0d6d-425a-86ee-ed28da1ce7c3",
      "companyName": "Bear Mattress"
    },
    {
      "name": "What's the best hybrid you have?",
      "content": "I'd recommend our Elite Hybrid which you can check out here: https://www.bearmattress.com/products/elite-hybrid It has an ultra-luxurious, traditional mattress feel plus our most advanced cooling and support technology.",
      "id": "59672b47-7e29-4d04-ae9e-b1c42c6b1203",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Can I exchange my mattress?",
      "content": "You have 120 nights to exchange your mattress from the date of delivery. Please note that only one return or exchange is allowed of any mattress per customer, household, and/or delivery address.\n\nIf you would like to exchange your mattress for a new model or different feel, you must do so within the 120-night trial. Your new, exchanged mattress is not eligible for a return, refund, or trial period.",
      "id": "7fd37e7b-47f9-4f0c-89dc-ffb938a9e3b4",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Do the mattresses have a break-in period?",
      "content": "No, our products are great from the start! It will probably take you some time to adjust to the feel so we ask you to sleep on the mattress for at least 30 nights before you decide to keep or return it.",
      "id": "685575dd-8afb-4e60-98da-0f9477a12bc3",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Which mattress do you recommend?",
      "content": "We know that mattress shopping can be difficult and we went ahead and made the process less stressful by creating a mattress sleep quiz to find out which mattress is right for you: https://www.bearmattress.com/pages/quiz",
      "id": "350905c2-0af4-4a4b-82fb-5db24c2d570e",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Does my Extend protection plan offer protection for damage caused by third parties? e.g. moving companies, etc.",
      "content": "Our Terms and Conditions currently do not allow for coverage of damage caused by third parties such as moving companies.",
      "id": "eac2ed7a-ca03-4208-a69a-e674fb304a48",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How big is the box that the mattress ships in?",
      "content": "Your mattress will arrive in a box that is 40 x 20 x 20\", roughly the size of a mini-fridge.",
      "id": "916b6186-8f82-40df-9103-d35a9edb6503",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all orders within the contiguous U.S.",
      "id": "e3ac9d29-f802-40ad-b175-597fe7aed40b",
      "shortcut": "fs",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Do Bear mattresses smell/off-gas?",
      "content": "Our mattresses use foams that have little to no smell. If anything, it would be very slight when you first unpack the mattress, like a new pair of sneakers, and then will dissipate within a couple of days.",
      "id": "65b96638-95e7-434b-b37c-84aa9b82d062",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 3-10 business days and we ship via FedEx. Once shipped you'll receive an email with the tracking information.",
      "id": "09a491f2-84e2-4890-a3df-1f67dfa5103e",
      "shortcut": "shp",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at  partnerships@bearmattress.com. Our team is happy to chat.",
      "id": "7e397c5f-d0b8-49cf-a969-1daed8f80e4d",
      "shortcut": "ams",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How can I make my Bear mattress more plush?",
      "content": "The Star Hybrid, Bear Pro, and Bear Original have a firmness rating ranging from roughly 6.5 to 7 (based on a 1 to 10 scale with 10 being the firmest) that is considered a medium-firm feel. To add a little added plushness to those mattresses we recommend adding the Pro Mattress Topper, our plushest layer of memory foam, which is 3 inches of cooling gel foam that helps provide exceptional pressure point relief with medium level support, ideal for side and combination sleepers.",
      "id": "a1e435ed-2f4c-4690-a4de-fc4921dda420",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.bearmattress.com/pages/return-policy",
      "id": "eea9e756-70a0-47fd-8e77-e7e708b136c8",
      "shortcut": "rp",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Are weighted blankets only for sleeping?",
      "content": "No, they are great to use anytime you want to unwind. Drape it across your lap or over your shoulders. Cover just a part of you or pull it all the way up. Experiment to find the perfect level of comfort for you.",
      "id": "571683d9-bb95-463a-940e-c2e5dacbc3d4",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How is the Bear Adjustable Flex Bed packaged for shipping?",
      "content": "The Adjustable Flex Bed is flat packed and comes in two boxes. Assembly is simple and can be done in about 15 minutes.",
      "id": "03a44944-e5b2-41a8-9524-9d8c25d018bb",
      "companyName": "Bear Mattress"
    },
    {
      "name": "What do you do with the mattress returns?",
      "content": "Whenever possible we donate your gently used mattress to a local charitable organization. We prefer to donate to those in need whenever possible instead of having them hauled away to a local landfill in order to reduce the impact on the environment.",
      "id": "1ed1d00e-21ff-418a-8881-ae9243d47e00",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How long can my mattress stay in the box?",
      "content": "The Hybrid should be opened within 3 weeks of delivery. The Pro and Original should be opened within 30 days of delivery.",
      "id": "655b119f-702d-4d59-961a-de5fa01a9d82",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Where do you ship?",
      "content": "We ship with our partners at FedEx to anywhere in the United States. We are looking into expanding our reach in the future, but at this time we cannot ship to Canada, Puerto Rico, the UK and other countries in Europe, South America or Asia.",
      "id": "61eca8af-6d39-4b9f-849d-3b82f4889407",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Can I remove the mattress cover?",
      "content": "We designed the covers to stay on the Bear Mattress. We don't recommend removing the mattress covers for any reason. The Bear Pro cover can be unzipped for easy spot cleaning. Please do not use a washer or dryer to clean the Pro cover.",
      "id": "14564fda-e3c2-4a83-b277-d15d007e850f",
      "companyName": "Bear Mattress"
    },
    {
      "name": "What should I rest my mattress on?",
      "content": "Bear mattresses are designed to lay on any hard, flat surface. We highly recommend a foundation paired with a solid bed frame, a platform bed, or an adjustable bed base. We don't recommend using a traditional coil box spring, because it does not provide an evenly distributed surface area for foam-based mattresses.",
      "id": "bdd21293-9eae-49df-8fca-387fbd017cc8",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How does the 120-Night Mattress Trial work?",
      "content": "After you receive your mattress, you can sleep on it up to 120 nights before you decide whether or not you love it. If you're not completely satisfied, email us at returns@bearmattress.com before the 120th night and we'll arrange for someone to come pick up the mattress and refund your money, in full.\n\nWe do know that while your Bear mattress is good to go from the start, an adjustment period may be needed for some people which is why we ask customers to try the mattress for at least 30 nights.",
      "id": "b0dc7c00-2da0-4ad9-b60d-fd26e18ab5a2",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How firm are your mattresses?",
      "content": "All of our mattresses fit in \"the sweet spot\" of medium-firm. This is the perfect balance of comfort and support and is the most universally preferred firmness level. You can find out more about it in our Firmness Guide here: https://www.bearmattress.com/pages/firmness-guide",
      "id": "83430802-edec-4d9b-9166-f0ed11b50bed",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Can a mattress rest directly on the Bear Adjustable Flex Bed?",
      "content": "Yes, the Bear Adjustable Flex Bed can be used in lieu of a bed frame, foundation, or box spring. The Bear Adjustable Base can fit inside a sleigh bed or common four-post bed. No part of the frame moves downwards, which allows you to remove the legs and rest the adjustable frame itself on the floor or on top of a platform base.",
      "id": "97ce692b-0ef6-4798-96c8-dd61269156a2",
      "companyName": "Bear Mattress"
    },
    {
      "name": "I ordered multiple items. Will they arrive at the same time?",
      "content": "Our products ship from multiple facilities across the United States. If your order includes multiple items, then you may receive separate deliveries on different days. Be sure to check your Order Status page for shipping updates in addition to each individual product's tracking number.",
      "id": "e5bd7ab3-7605-4cde-92af-e155836244ef",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How can I return my accessories (weighted blanket, protector, encasement, pillow)?",
      "content": "You can start your return here: https://bearmattress.happyreturns.com/",
      "id": "60dda707-8684-4c48-b682-916ca5c74aaa",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How do I wash/clean my weighted blanket?",
      "content": "Please wash your weighted blanket by hand or spot clean and hang it to dry. Do not machine wash, put in the drier, and do not iron.",
      "id": "2065d3f8-e563-4a91-8641-7a4674fab8b6",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Can you delay the delivery?",
      "content": "We are unable to delay shipment of orders at this time. All items are currently estimated to ship within 5 business days. Each item ships from a separate location and will be delivered at different times. We are unable to guarantee, estimate or schedule specific shipping or delivery dates because of this. If needed, you can make changes to your delivery using FedEx Delivery Manager: https://www.fedex.com/en-us/delivery-manager.html",
      "id": "1d4ca814-be0f-4d3a-8d77-dabe25e1b982",
      "companyName": "Bear Mattress"
    },
    {
      "name": "How do I submit a warranty claim?",
      "content": "For warranty claims, please email us directly at claims@bearmattress.com. You will receive an automated email back with a form to fill out and you will also be asked to send pictures. Our team is happy to help!",
      "id": "8a0d9172-fe7c-4dcc-933e-6a2e12548d71",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Cancel / edit order",
      "content": "I'm afraid we are unable to edit any orders, sorry. You'll have to cancel and place a new one. If you'd like to proceed with cancellation, please email support@bearmattress.com with the details of your order.",
      "id": "a0b99382-b77e-4597-bf21-35fc4d79bf98",
      "shortcut": "ced",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.bearmattress.com/collections/special-deals",
      "id": "80a9a0d0-dfe7-45a8-b267-4a9c4c06028e",
      "shortcut": "spg",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Size Chart: All - Clothes",
      "content": "You can take a look at our size chart here: https://www.bearmattress.com/blogs/news/which-bed-size-is-right-for-me-the-bear-guide-to-mattress-sizes",
      "id": "b44858da-a5c1-4ddd-8386-7f4ded1a2e9d",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Can I have both the delivery and the White Glove service the same day?",
      "content": "Unfortunately, with White Glove, the setup can't be done on the same day. The White Glove service is completed with our 3rd-party team and all products are delivered on separate days via FedEx. Please wait until you've received all products before scheduling.",
      "id": "1b360889-55d2-4566-90a0-71516c14c6e1",
      "companyName": "Bear Mattress"
    },
    {
      "name": "When filling out the return form it asks if we would like a free topper to try and fix the situation. Does this change our trial period or return possibility?",
      "content": "Good question! You can still return the mattress within the trial if the free topper does not help.",
      "id": "1d5fa119-c7ee-49b3-a33e-47a4f6bfa16f",
      "companyName": "Bear Mattress"
    },
    {
      "name": "Base complaints",
      "content": "For any issues with the base, please reach out to the manufacturer directly - Ergomotion: You can also call 1.888.550.3746 or send a message here:https://www.ergomotion.com/contact-us/ Do let me know if I can help with anything else!",
      "id": "a17f26d2-7949-4ed3-b155-84c420a4b8e0",
      "companyName": "Bear Mattress"
    },
    {
      "name": "What is the maximum weight for the Bear Cub mattress for kids?",
      "content": "The Bear Cub Kids Mattress can support up to 150 lbs.",
      "id": "3e3d3b1c-a778-43a6-8d18-cadec53736b2",
      "companyName": "Bear Mattress"
    }
  ]
}
