{
  "companyKey": "best bully sticks",
  "templates": [
    {
      "name": "Do you offer a K9 Police discount?",
      "content": "Thank you for your service! We proudly support our K9 police, ATF, DEA, FBI, and other law enforcement personnel. We offer a 15% personalized coupon code that can be used anywhere on bestbullysticks.com. In order to qualify for this K9 Police Discount, you must have an active .gov police email address. If you are a retired law enforcement agent without an active .gov email address, please call us at 1-877-483-5853 to get a personalized discount code set up in your name.",
      "id": "12485949-c8e1-4892-aaa4-36bdb32637dd",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Do you offer a K9 First Responders discount?",
      "content": "Thank you for your service! We proudly support our First Responders. We offer a 15% personalized coupon code that can be used anywhere on bestbullysticks.com. In order to qualify for this K9 Police Coupon and Discount, you must have an active .gov police email address. If you are a retired law enforcement agent without an active .gov email address, please call us at 1-877-483-5853 to get a personalized discount code set up in your name.",
      "id": "75425641-b539-41e1-9986-628e424f7c41",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "How are bully sticks made?",
      "content": "The bully sticks are cleaned and sorted in a refrigerated facility to ensure safety. They're then hung vertically from racks and cooked in an oven to ensure that they are bacteria-free and safe for consumption. Hanging the bully sticks vertically removes most of the moisture from the product. The longer that they are dried, the less odor they have. We offer both odor-free bully sticks and regular bully sticks. The difference in how they are made is that the odor-free bully sticks are dried longer, lessening the moisture in them.\n \nAfter drying, we sort and cut our bully sticks according to our sizing chart. Our high-quality products are consistently measured by hand for thickness. The thicker the final product, the longer it will typically take for a dog to consume.",
      "id": "a3e3b119-5545-4f12-bcab-e79effc11626",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "How should I store bully sticks?",
      "content": "We package and ship our bully sticks in zip-top bags that allow them to be re-used many times. This is a convenient way to store your purchase and to preserve the product for a longer period of time. Many customers also like to keep them in airtight containers. Keeping them in a neutral or cooler environment will help to avoid potential spoilage. \n\nLastly, if your dog does not finish a bully stick in one sitting, simply stick the uneaten portion in an airtight container or back into the original packaging to maintain freshness.",
      "id": "bcfc368e-0f14-4c7d-a5ea-bcf087023176",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Is it ok for my dog to swallow the small ends of a bully stick?",
      "content": "In short, yes, it is safe. Our bully sticks are single-ingredient protein items, so they are highly digestible and can be consumed in larger pieces. \n\nEven though bully sticks can be digested, it is important for owners to supervise their pets and treat each pet differently. Some dogs, especially those who were abused or are guarded eaters, will tend to swallow their food and treats without proper chewing. This can present a choking hazard if too large of a bully stick is swallowed. Remember to use caution with any new dog chew and spend time understanding your dog's behavior and reaction to them.",
      "id": "e53c1fcc-42e3-4e17-acf3-5ada8e4bee76",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "What ingredients are in a bully stick?",
      "content": "Our bully sticks are single-ingredient items made from natural beef pizzle.",
      "id": "ff83a68b-df7d-43c7-a3de-2cf5ad97b27e",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "What breed/age are your products made for?",
      "content": "Dogs of any breed, size, or age can take advantage of the many great benefits of our dog treats while satisfying their natural instinct to chew.",
      "id": "63c0ddd5-e47c-478f-9e8a-3f82841bd4da",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Customer wants to cancel his subscription",
      "content": "The best way to handle this is to reach out to our Support Team directly at support@bestbullysticks.com. One of my colleagues will be more than happy to help out!",
      "id": "16e7b5bc-3cbc-4ee5-b0c4-acace3ba503c",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Some of the sticks are smaller in my pack!",
      "content": "Please note that our products are 100% natural and not manufactured, and it's both common and normal to see variations with our products. We source from the highest quality suppliers and our bully sticks are all-natural and never chemically treated or altered. Due to the natural variation of this product each size (thin, thick, jumbo) has a proprietary range in length and weight. Some sticks may be towards the thinner/lighter end of this range, while other sticks are towards the heavier/thicker end of this range.",
      "id": "34bab388-8db6-4a57-8709-8593edd19d89",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "What is the difference between the gummy sticks and bully sticks?",
      "content": "The gummy sticks are actually bully sticks, we simply adjust the temperature to create gummy sticks. They're still made from the pizzle of cattle like all bully sticks.",
      "id": "e16ee007-6979-482b-aec6-acf0acb14fd2",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "How often can the dog have a bully stick?",
      "content": "We recommend once a day. Treats shouldn't make up more than 10% of total daily caloric intake. So adjust as necessary based on your dog's other treats and food.",
      "id": "3ebee870-d1af-4160-b1b6-ae20d3da5fe7",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Shipping time",
      "content": "Orders are typically received between 7-9 business days after shipping, but this can vary depending on your location as we're located on the East Coast. Keep in mind, large packages may experience longer delivery times depending on the destination.",
      "id": "2cd98822-439a-4be1-aba7-0df7afcf33f1",
      "shortcut": "shp",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.bestbullysticks.com/pages/return-policy",
      "id": "d18c1a54-5304-4b0e-89b8-e5f05b32fbec",
      "shortcut": "rp",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Customer support",
      "content": "Fill out the form here https://www.bestbullysticks.com/pages/contact-us?contact_posted=true#contact_form to send us an email or, if you'd prefer, give us a call at 1-877-483-5853. Our team is happy to help!",
      "id": "db4d043c-cf0e-4915-88c3-39907fd5a9c5",
      "shortcut": "cs",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Wholesale Inquiries",
      "content": "At this time we don't offer a formal wholesale program, as we feel that through our autoship  and rewards programs we're offering the best in class chews and treats at a fair price. We run sales and promos throughout the year, so be sure to sign up for our newsletters to receive first access to everything! If you're a major retailer reach out to our CS team by filling out this form: https://bestbullysticks.attn.tv/sl/z_kGuNKK so we can align you with our B2B Brand Team.",
      "id": "5b3cff30-5cfc-4743-a709-8f2ac5b90a0f",
      "shortcut": "wls",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Add discount retroactively",
      "content": "Unfortunately, once an order is placed we can't add any codes/discounts retroactively. Apologies for any inconvenience.",
      "id": "3fc43613-0d55-4513-ae3f-01ddeb778f3d",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out.",
      "id": "1df21a71-bbf8-4291-a203-c72e7e33cde0",
      "shortcut": "sl",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://www.bestbullysticks.com/pages/rewards-program",
      "id": "8473f100-8f59-4b76-aea9-5629194eacf1",
      "shortcut": "rwd",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-877-483-5853 or let me know if I can help via text, it may be faster.",
      "id": "72659c50-b1ef-4e05-a8a9-7d01b6bd7e90",
      "shortcut": "ps",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Can I apply my code to subscription items?",
      "content": "I'm afraid discount codes can't be added to a subscription. I really appreciate your patience and understanding on this!",
      "id": "748e7c3c-95c2-40ca-9fee-2d10f0f44b5b",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "id": "806fc5d4-6ecc-4600-9424-1946cbaed6e0",
      "shortcut": "ced",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Do you offer military discounts?",
      "content": "Thank you for your service! We proudly support our US military active duty and veterans. We honor your service and respect your call to duty with a special 15% discount. To set up your discount, if you're active military, please send an email from your military email to info@bestbullysticks.com, and we'll get your account set up, and if you're a veteran please call us at 877-483-5853 Monday-Friday 8:00am-5:00pm EST to get your account set up.",
      "id": "d4183929-f6f3-404e-9417-c8227c40d7ab",
      "shortcut": "ms",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "We source globally from the US, North and South America, the EU, and Australia. The Made in the USA collection features products sourced from right here. Some of our products are only baked in the USA, which means that the product can come from any of our other suppliers. Each bully stick is carefully inspected here to ensure only the highest quality and safest ingredients are provided for your dog to enjoy.",
      "id": "de9f17da-87e2-4833-838f-85ff9173ea1a",
      "shortcut": "mfc",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! You can check out our ambassador & affiliates program here: https://www.bestbullysticks.com/pages/ambassadors-and-affiliates",
      "id": "8585c2e9-8658-4b4a-8d69-71327bfe290e",
      "shortcut": "ams",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/bestbullysticks/ and FB here: https://www.facebook.com/bestbullysticks/",
      "id": "84396178-1089-4bdc-969c-5974418260c0",
      "shortcut": "smd",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Difference between Bully Snap Sticks vs Regular Bully Sticks",
      "content": "Snap Stick is a quick and crunchy option that's ideal for use as a snack or reward or for when you need a treat that's easy on the stomach and makes a great reward or snack between meals - making it ideal for dogs with sensitive stomachs. The regular bully sticks, however, provide plenty of chew time for larger dogs and last extra long for small dogs. As a plus, it's suitable for more aggressive chewers.",
      "id": "413a77bf-6f97-4b25-bd40-7c30af893ec0",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Sick dog/side effects",
      "content": "We're so sorry to hear that your pup isn't feeling well. We absolutely take this seriously but unfortunately, I'm only equipped to help with order-related questions. Please reach out to support@bestbullysticks.com for the best assistance.",
      "id": "b0c6262d-7c03-41a8-ac8a-b558a9ad8fa9",
      "shortcut": "sds",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Free shipping",
      "content": "Within the 48 contiguous states, our shipping fee is $7.99, and we offer free shipping on domestic orders over $79. Maybe you can add something else to reach the minimum?",
      "id": "5e95d7d4-4d94-4874-845d-ddf5e30ad94d",
      "shortcut": "fs",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "How long is the shelf life?",
      "content": "The shelf life of our products is two years. Freezing them will also extend the life of the product!",
      "id": "e0cbfb94-57ee-4f57-a9ee-cae737708106",
      "companyName": "Best Bully Sticks"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.bestbullysticks.com/collections/always-under-15",
      "id": "d347c994-b23b-4593-8df7-a67604d84523",
      "shortcut": "spg",
      "companyName": "Best Bully Sticks"
    }
  ]
}
