{
  "companyKey": "birkenstock",
  "templates": [
    {
      "name": "Members have questions about free shipping",
      "content": "Members receive access to exclusive styles and free shipping when purchasing full-priced items. Please ensure you are logged into your Birkenstock account before checking out to receive any applicable perks.",
      "id": "874dcc20-7b69-4b42-8245-41476fac0cb1",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do styles with the fur/shearlings affect the size?",
      "content": "The shearling will affect the size. We typically recommend sizing up one size from your normal Birkenstock sandal size for our shearling styles.",
      "id": "d3f6cc3e-fcb8-4d1f-85ff-8082251348e9",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do I need my free shipping code if I'm logged in?",
      "content": "To use the free shipping code, you'll need to make your purchase without being logged in. However, if you are logged in, Members receive everyday benefits of Free Shipping on orders containing full price styles. After signing into your account, the benefits will be automatically applied at checkout.",
      "id": "08f30d9f-aa46-4878-baed-68e9dd38e897",
      "companyName": "Birkenstock"
    },
    {
      "name": "Which Payment Methods do you offer?",
      "content": "We offer various payment methods in the BIRKENSTOCK online shop, such as PayPal, Credit Card, ApplePay, and Afterpay. You can see more details here: https://www.birkenstock.com/us/payment-methods/customer-service-payment.html?externalId=9-D4k",
      "id": "9c7494ba-ff14-4ccd-a939-949470c42ae9",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do you offer expedited shipping? (USE ONLY FOR HOLIDAYS)",
      "content": "I'm sorry to inform you that due to high order volume, expedited shipping cannot be guaranteed and is no longer offered.",
      "id": "9250c499-ccdc-4bbb-a600-0d5d5457ccb9",
      "companyName": "Birkenstock"
    },
    {
      "name": "Price Match",
      "content": "We do not price-match other retailers or websites at this time.",
      "id": "5e2f524f-5ed3-4452-89f4-28f573ad23b3",
      "companyName": "Birkenstock"
    },
    {
      "name": "Split/Multiple Payments",
      "content": "We are not able to split payments with multiple cards or other payment sources.",
      "id": "63f8803e-74b4-4ee3-9f7e-6299b39a68ba",
      "companyName": "Birkenstock"
    },
    {
      "name": "Can I get a new 10% off code after a return / exhange?",
      "content": "New Member 10% off codes are one-time use only. Members receive everyday benefits of free shipping on full priced orders and access to exclusives styles.",
      "id": "e46e9447-8ae6-48f5-915b-dffb24456b9f",
      "companyName": "Birkenstock"
    },
    {
      "name": "Where can I get repairs done?",
      "content": "Birkenstock footwear can be repaired for various types of damage or wear depending on the style. \n\nAn authorized repair shop would be able to evaluate your footwear and give you an estimate for the necessary repairs. To locate an authorized Birkenstock Repair Shop please use our Store Locator: https://birkenstock.attn.tv/aGpV4XionNWD and look for the word Repair or Cobbler next to the shop name. \n\nIf your zip code does not bring up a repair shop near you, please contact any of the locations below for mail-in repairs: \n\nMichelangelo's 866.337.4637\nhttps://birkenstock.attn.tv/aYe00W9Zosk9\n\nResole America 888.349.7463\nhttps://birkenstock.attn.tv/a2QkyKZBTrO7/ \n\nNuShoe 877.687.4631\nhttps://birkenstock.attn.tv/aV0G_hhaQ5Cr/\n\nIbirks 970.459.0940\nhttps://birkenstock.attn.tv/a1IFhicDIu6j/",
      "id": "db89eaa3-c72d-48dd-92ff-84dab2026893",
      "companyName": "Birkenstock"
    },
    {
      "name": "Last Chance Item Inquiry",
      "content": "Our Last Chance styles are sold out for the season, but check back soon for a new selection of styles",
      "id": "aa92c2d3-e16a-48c0-8824-2740bee0be19",
      "companyName": "Birkenstock"
    },
    {
      "name": "Gift Card Inquiry",
      "content": "We're sorry, but we do not currently offer Gift Cards on our site.",
      "id": "b50c804f-6c07-44eb-be0d-3ab2fcfbd729",
      "companyName": "Birkenstock"
    },
    {
      "name": "Holiday Purchase Return Policy",
      "content": "Orders placed from November 15th - December 31st can be returned/exchanged until January 31, 2024. The product must be in original purchased condition.",
      "id": "06c51d35-6d05-410f-bf3f-a494c4edddd4",
      "companyName": "Birkenstock"
    },
    {
      "name": "Can you retroactively apply my free shipping code?",
      "content": "Unfortunately, we cannot retroactively apply a free shipping code. However, your code can still be used on a future full-price purchase. Please let me know if I can assist with anything else.",
      "id": "597eb2ab-51b8-4a21-96f8-372047cfd699",
      "shortcut": "srp",
      "companyName": "Birkenstock"
    },
    {
      "name": "How do I start an exchange?",
      "content": "To start an exchange, please contact our customer service team via this link: https://www.birkenstock.com/us/us-service-contact.html",
      "id": "287f1bbf-bf2b-4add-a75b-bfa672327569",
      "companyName": "Birkenstock"
    },
    {
      "name": "How long does it take to receive my refund?",
      "content": "After inspecting your return, we will issue a credit for the merchandise (including any applicable sales tax) to the original payment method used. Any shipping charges from your order will not be refunded. Please allow 2-3 weeks for the processing of your refund.",
      "id": "4de95e17-de71-487b-b8b9-2acfbdfa6f76",
      "companyName": "Birkenstock"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://www.birkenstock.com/us/orderstatus.html",
      "id": "8e1417b6-ee65-46fb-9883-edb5db03e912",
      "companyName": "Birkenstock"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to contact us via this link: https://www.birkenstock.com/us/us-service-contact.html Our team is happy to help!",
      "id": "91ba4d08-bb80-482c-8b64-620d6f5e5f1c",
      "shortcut": "cs",
      "companyName": "Birkenstock"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to contact us via this link: https://www.birkenstock.com/us/us-service-contact.html Our team is happy to chat.",
      "id": "efb56000-8682-4aa8-9bd3-a1509dd2c3e8",
      "shortcut": "wls",
      "companyName": "Birkenstock"
    },
    {
      "name": "What are the different materials available?",
      "content": "You can learn more about the materials we use at the following link: https://www.birkenstock.com/us/materials/knowledge-material.html",
      "id": "9fdef97c-dca0-473e-baf8-1c54182e250b",
      "companyName": "Birkenstock"
    },
    {
      "name": "How do I start a reutn?",
      "content": "You can start your return here: https://www.birkenstock.com/us/returns.html",
      "id": "f923988c-39bc-4b70-83d9-a1fdbfb9dc22",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do you offer international shipping?",
      "content": "At this time we don't offer international shipping.",
      "id": "23ae5c19-44c4-4bcc-8114-ae819aa7beec",
      "companyName": "Birkenstock"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us near you here: https://www.birkenstock.com/us/storelocator",
      "id": "8c256d06-81c8-45a6-8ee3-cfaa0020d9ee",
      "shortcut": "sl",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do all styles come in a Vegan option?",
      "content": "Only select items are offered as vegan options. Simply look for the \"Vegan\" tag next to the product image!",
      "id": "85da3d5d-ce04-4482-9477-605dc3b7cb13",
      "companyName": "Birkenstock"
    },
    {
      "name": "How do I clean my shoes?",
      "content": "I'd recommend taking a look at our care guide here: https://www.birkenstock.com/us/us-service-caretips.html",
      "id": "ccb366be-eadb-43a0-9710-d4497a3da5b8",
      "companyName": "Birkenstock"
    },
    {
      "name": "Cancel / edit order",
      "content": "Unfortunately, once an order is placed it cannot be canceled or modified. If you no longer want the product, please wait until you have received the order shipment and then follow our Return Instructions to return the product for a refund: https://www.birkenstock.com/us/returns.html",
      "id": "58a90d09-5f96-4293-a090-91be671d30ca",
      "shortcut": "ced",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do you have a catalog?",
      "content": "You can request a catalog at the following link: https://privacyportal.onetrust.com/webform/49e4d44f-7feb-48c5-883f-02c4521737f1/e163734d-d32a-44ff-a008-4f84418f1dfd",
      "id": "b1c69ee1-fbe1-474a-92a2-f178325e268a",
      "companyName": "Birkenstock"
    },
    {
      "name": "Are all Birkenstocks unisex?",
      "content": "Some Birkenstock styles are unisex (e.g., the Arizona) and some have been designed with women's styling and movement in mind (e.g., the Mayari and Madrid).",
      "id": "dfac1781-c941-42ff-8739-ae84ab3faec1",
      "companyName": "Birkenstock"
    },
    {
      "name": "What is Cosmo Certified?",
      "content": "COSMO certified means we meet the requirements for natural cosmetics products in Europe.",
      "id": "7580be5a-1de7-43f8-87ad-eef57d0eb38b",
      "companyName": "Birkenstock"
    },
    {
      "name": "How long does an exchange take?",
      "content": "Exchanges can take 2-3 weeks to arrive, including the amount of time it takes to send back the return, process the exchange, and ship the exchange.",
      "id": "bd93f4bf-b9c8-4d5e-ac99-caf5d691c134",
      "companyName": "Birkenstock"
    },
    {
      "name": "What are Vegan items?",
      "content": "Our vegan footwear incorporates the use of synthetic and natural products to create an animal-friendly collection, combined with the comfort and style that is synonymous with BIRKENSTOCK.",
      "id": "b1b8586c-9305-4aaa-98fc-684900304a9f",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do you ship to military addresses?",
      "content": "Yes! USPS will be utilized for all shipments delivering to APO, FPO and DPO addresses.",
      "id": "d3bc7660-2e9d-4ebe-9824-4ffdaa2accf3",
      "companyName": "Birkenstock"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to contact us via this link: https://www.birkenstock.com/us/us-service-contact.html Our team is happy to chat.",
      "id": "61c8d8fd-0fe6-437b-8a8f-0adfa66463cb",
      "shortcut": "ams",
      "companyName": "Birkenstock"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (844) 505-4055, Monday - Friday, 9am - 9pm EST, or let me know if I can help via text, it may be faster.",
      "id": "7bb23532-c78f-4c71-b88b-f0960a231ba1",
      "shortcut": "ps",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do all styles fit the same?",
      "content": "Styles can fit differently depending on the Silhouette, Material, and Footbed. Unisex styles tend to run wider than others, and Soft Footbed sandals tend to run slightly more narrow than Classic Footbed sandals. Additionally, materials like suede have more give and may stretch more with wear.",
      "id": "a07a5e45-85ae-4f22-9d6e-afaea3aac2be",
      "companyName": "Birkenstock"
    },
    {
      "name": "Are your shoes waterproof?",
      "content": "We offer water-friendly styles made of EVA, which can be found at the following link: https://www.birkenstock.com/us/search?lang=en_US&q=essentials. \n Most styles should not be immersed in water as over-saturation can compromise the integrity of the sealant materials. Some of our styles may be Hydrophobic, which will be noted in the product description, and while these styles are water-resistant, they still should not be submerged.",
      "id": "40fd84c4-8629-4066-b74b-38be9c5d7d8d",
      "companyName": "Birkenstock"
    },
    {
      "name": "Can I return my online order at a Birkenstock retail store?",
      "content": "I'm afraid products purchased on Birkenstock.com cannot be returned at a Birkenstock Retail store. Only products purchased at a Birkenstock store can be returned to the store. However, we offer free returns on all orders within 30-days of delivery. You can read more on our return policy by clicking the link below:\n https://www.birkenstock.com/us/us-policies-return.html",
      "id": "a2d6a2a7-4759-40ae-8244-7c7d35a4fb82",
      "companyName": "Birkenstock"
    },
    {
      "name": "Are your skincare products vegan?",
      "content": "Many of our natural skin care products are vegan and use no animal-based products. (Please note, we do not currently offer skincare.)",
      "id": "071c2d97-6bfb-4e32-9d1e-23d8287a1456",
      "companyName": "Birkenstock"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "27cd7469-ff2e-45fb-bcb0-067b51ec5a80",
      "shortcut": "ms",
      "companyName": "Birkenstock"
    },
    {
      "name": "What is the difference between a regular and narrow width?",
      "content": "Birkenstock footwear is manufactured in two widths: regular and narrow. Our narrow width is designed to accommodate an A-B width and fits more like a medium than a true narrow. Many people find that they can fit our narrow width, even if they don't necessarily have narrow feet.",
      "id": "2ab5f691-c5d0-454c-aadb-04200c2dfed2",
      "companyName": "Birkenstock"
    },
    {
      "name": "Can I exchange for a different width / style?",
      "content": "We do accept exchanges for a different width. Please reach out to our Customer Service team to initiate your exchange: https://www.birkenstock.com/us/us-service-contact.html\n \n Unfortunately, we do not offer exchanges for different styles but your order can be returned for a full refund and a new order can be placed online for the desired item.",
      "id": "26ace1e9-ecb0-42a5-bb11-f7280a0fa779",
      "companyName": "Birkenstock"
    },
    {
      "name": "Can I return without a packing slip?",
      "content": "Although preferred, the packing slip is not necessary for the return. Please be sure to use the UPS Label for your return - https://www.birkenstock.com/us/returns.html",
      "id": "54fe6db0-cbad-4ffa-abef-92351f44162c",
      "companyName": "Birkenstock"
    },
    {
      "name": "Are all products available on your website also available in stores?",
      "content": "Our website only shows products that we currently have in stock in our warehouse. Please note that your local store may have different inventory available.",
      "id": "db1d0f59-719f-4813-85cf-972fe4af00aa",
      "companyName": "Birkenstock"
    },
    {
      "name": "Can I update my shipping address after I place an order?",
      "content": "If you would like to make changes to your shipping address after your order has shipped, you can do so through UPS MyChoice by clicking on the following link www.ups.com/us/en/services/tracking/mychoice.page",
      "id": "76f3e813-06c4-4fad-a827-b8f48ce6c4a7",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do you ship to PO Boxes?",
      "content": "Yes, we do ship to PO Boxes.",
      "id": "853cf1f1-85f5-4721-b1ef-c4eea25d068b",
      "companyName": "Birkenstock"
    },
    {
      "name": "Can I include multiple orders in the same return package?",
      "content": "Multiples items from the same order can be returned in the same return package and return label. However, items from multiple orders will need to be returned in separate packages and you'll need to create a return label for each.",
      "id": "a8bacf46-c107-4323-a8f0-d41995d7a78d",
      "companyName": "Birkenstock"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/birkenstockusa/ and FB here: https://www.facebook.com/birkenstock/",
      "id": "8cae6eb1-06fd-4d9a-894d-780f30cd18eb",
      "shortcut": "smd",
      "companyName": "Birkenstock"
    },
    {
      "name": "What are Birkenstock footbeds made of?",
      "content": "You can learn more about our footbeds here: https://www.birkenstock.com/us/education/footbed/",
      "id": "28feafd6-1846-45c1-b8bd-d22924532420",
      "companyName": "Birkenstock"
    },
    {
      "name": "New Member Discount/Where is my 10% off discount?",
      "content": "Currently new members receive 10% off one full priced order. The discount code can be found in the new member account confirmation email. Please let us know if you need any additional assistance.",
      "id": "89cd96d8-e6dd-411a-99c7-d9a62a0c4bb8",
      "companyName": "Birkenstock"
    },
    {
      "name": "Return policy",
      "content": "Items may be returned in original purchase condition and packaging within 30 days of delivery, with the exception of select Last Chance items. Select Last Chance items are final sale (as shown on the site) and cannot be returned or exchanged. A Last Chance item can be identified by having a struck-thru base price, with a reduced price adjacent. More details at the link below:\nhttps://www.birkenstock.com/us/us-policies-return.html",
      "id": "ab45d36d-9d56-4970-a18b-5a98f44957ee",
      "shortcut": "rp",
      "companyName": "Birkenstock"
    },
    {
      "name": "Warranty policy",
      "content": "Our Footwear does not have a designated warranty or guarantee. For more information, please refer to our return policy at https://birkenstock.attn.tv/sl/oeCBg1xR.\n\nOur natural Skin Care also does not have a specific warranty or guarantee, but it is eligible for returns within 30 days for any reason under our Return Policy.",
      "id": "200187fd-0123-45ef-80f0-d334bd7cfc70",
      "shortcut": "wp",
      "companyName": "Birkenstock"
    },
    {
      "name": "Where do you ship to?",
      "content": "We only ship to the continental U.S., Alaska and Hawaii.",
      "id": "72f2488c-41b3-4313-8d56-9b3bd76e2913",
      "companyName": "Birkenstock"
    },
    {
      "name": "Sizing",
      "content": "Happy to help! I'd recommend taking a look at our Fitting Guide to find the best fit for you: https://www.birkenstock.com/us/us-service-fittingguide.html. If you are between two sizes, choose the next higher one. \n\nMany Birkenstock models are available in two widths, narrow and regular, and we recommend following the sizing instruction on the link above. \n \nPlease note that our products are offered in European sizes. Please reference our Size and Width conversion charts on the link I provided. If you need any assistance, please let me know!",
      "id": "26f8022e-14f3-4beb-b1d3-8ce4c152e985",
      "shortcut": "sz",
      "companyName": "Birkenstock"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping to all Birkenstock Members on full priced orders. If you're not a member, you can register for a free account here: https://www.birkenstock.com/us/register\n \n Please ensure you are logged into your Birkenstock Member account before checking out to receive any applicable perks. Free ground shipping for full price orders will automatically be applied when logged into your account - no code needed.",
      "id": "fbbdc11e-c5b2-45c0-966f-9a2ac18b0a28",
      "shortcut": "fs",
      "companyName": "Birkenstock"
    },
    {
      "name": "I'm in between sizes, which one do I order",
      "content": "If you are between two sizes, we recommend choosing the next size up.",
      "id": "e65eb033-ed97-4dec-afcf-29adc0e79017",
      "companyName": "Birkenstock"
    },
    {
      "name": "Birthday Discount Inquiry",
      "content": "No, we do not offer a discount to Members on their birthday. Members receive free shipping on full price orders as well as access to exclusive styles.",
      "id": "5613cee5-0e9f-44b6-b8e7-80acfa718d65",
      "companyName": "Birkenstock"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "During checkout, we have an option for the 2-day expedited shipping for an additional $25 ($30 to Alaska and Hawaii).",
      "id": "7fe9db4a-c534-4a0d-a38a-ca4a2fe14f2a",
      "companyName": "Birkenstock"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 1-2 business days and we usually ship via UPS. Once shipped it will take 2-5 business days for domestic orders.",
      "id": "65b9ea5b-a39d-42bd-a7ef-a2be933b5b0f",
      "shortcut": "shp",
      "companyName": "Birkenstock"
    },
    {
      "name": "The shoes are very uncomfortable and cause me pain",
      "content": "Birkenstock footwear can require a break-in process that varies from person to person. Some people can break in their footwear in a matter of days, while others may take longer. \n \nWe recommend only wearing your new Birkenstock footwear for 30 minutes to an hour at a time while performing light activities. This allows the feet and body to gradually get used to the contoured arch support and straps. You can then gradually increase the amount of time you are wearing the sandals until they have been completely broken in.",
      "id": "76ef884d-fe53-478c-9670-e65f86edcadd",
      "companyName": "Birkenstock"
    },
    {
      "name": "Are the bend low as comfy as your sandals?",
      "content": "The removable footbed in the Bend will contour to your feet over time and does offer arch support and a heel cup. However, the arch support is less prominent than our sandals, and the heel cup is more shallow. This is so the insole can fit properly in the shoe without taking up too much space.  Additionally, there is no toe bar on the footbed of the Bend compared to our sandals.",
      "id": "c0b6d56b-8153-461b-8505-c8b8c0b6cd1f",
      "companyName": "Birkenstock"
    },
    {
      "name": "Difference between suede leather and oiled leather",
      "content": "Suede is a highly versatile leather with a visible surface nap, giving it a textured, naturally decorative finish. Its soft, velvety feel lends each style an instantly classic look while keeping the foot comfortable. Suede is typically more loose and pliable (uppers won't stand up on their own).\n\nA favorite for its distinct heritage look, oiled leather is treated with oil and wax for a two-toned effect. Crafted so no two pairs are exactly alike, this leather is designed to age beautifully with wear. Oiled Leather is typically stiffer and requires a more calculated break-in process to allow the leather to stretch.",
      "id": "1b0212bb-6b48-49d9-9769-79b7e9513775",
      "companyName": "Birkenstock"
    },
    {
      "name": "Color latte cream description",
      "content": "Latte cream is cream with yellow undertones. It is very subtle in bright light, but the yellow can be brought out easily by any warm lighting.",
      "id": "98475ab8-15d8-4cf4-8407-ba61f919b588",
      "companyName": "Birkenstock"
    },
    {
      "name": "Retroactive discount request",
      "content": "Unfortunately, we are not able to apply a promo code retroactively. I apologize for any inconvenience this may cause!",
      "id": "ef341049-380e-46e7-bce3-9583afcc9292",
      "shortcut": "rdr",
      "companyName": "Birkenstock"
    },
    {
      "name": "Where do you ship from?",
      "content": "All US orders ship from Columbus, OH.",
      "id": "44a062b8-9de1-4cb0-ba1d-381e0402eb59",
      "companyName": "Birkenstock"
    },
    {
      "name": "Warehouse location inquiry",
      "content": "Thanks for reaching out! Packages are shipped from Columbus, OH.",
      "id": "83add080-b8e5-4851-bf9d-79675b332c08",
      "companyName": "Birkenstock"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.birkenstock.com/us/trending/last-chance/",
      "id": "43a62ca9-1b3d-4a1f-8c93-95c92ba3ac48",
      "shortcut": "spg",
      "companyName": "Birkenstock"
    },
    {
      "name": "Size Chart: All - Clothes",
      "content": "You can take a look at our size chart here: https://www.birkenstock.com/us/us-service-fittingguide.html",
      "id": "22590a9b-0d1e-4624-93df-1ca0315e678a",
      "companyName": "Birkenstock"
    },
    {
      "name": "Virtual Try On",
      "content": "You can also get an idea of how a particular style looks on you by using our virtual try-on feature! You can check it out here: https://www.birkenstock.com/us/virtual-try-on/",
      "id": "f2d0096d-7a55-43e3-901f-e350817fb535",
      "companyName": "Birkenstock"
    },
    {
      "name": "Can I combine two orders I've already placed?",
      "content": "Unfortunately, we are unable to combine orders.",
      "id": "8e45225b-2c9a-4119-99d4-af46c7a088aa",
      "companyName": "Birkenstock"
    },
    {
      "name": "My suede leather item has marks or wrong discoloration",
      "content": "Suede leather is made from the underside of the animal hide, giving it a soft, fuzzy texture made of little fibers. The way these fibers are arranged can alter the material's appearance. For instance, when the nap is flattened, it causes more light to be reflected off the surface. This causes the area to look lighter. When the nap is raised, less light is reflected off the material. This causes the area to look darker. Even though the material is the same color, the angle and direction of the fibers cause these visual shifts, especially noticeable in dark colors like black or dark brown.\n\nThis is a normal characteristic for suede leather and can be resolved by brushing the suede using a suede brush or dry towel. This will help to restore the nap on your footwear and create the desired effect.",
      "id": "db79d4cd-3f34-4835-81bc-ee0301cd7ac2",
      "companyName": "Birkenstock"
    },
    {
      "name": "2025 Holiday Returns",
      "content": "To accommodate Holiday returns, we have extended our return policy to 1/31/26 for any eligible items purchased between 11/1/25 and 12/31/25. Last Chance Items that are 40% off or more are Final Sale and are not eligible for returns, exchanges, or refunds, as stated in our company policy.\n\nTo generate your complimentary return label, please click on the link below and enter the order number and email address used to place the order: https://www.birkenstock.com/us/us-policies-return.html",
      "id": "bfb0a583-2c1b-451b-bd4e-221a80fcc52f",
      "companyName": "Birkenstock"
    },
    {
      "name": "ID.ME/military discount not working",
      "content": "You must log in and verify your ID ME account on the shopping cart page before you click \"Proceed to Checkout\". We are not able to retroactively apply the ID ME discount as the third-party verification is required",
      "id": "4f219d70-8216-4f84-8835-09700b8605fc",
      "companyName": "Birkenstock"
    }
  ]
}
