{
  "companyKey": "blissy",
  "templates": [
    {
      "name": "How to redeem rewards points?",
      "content": "Navigate to https://blissy.com and click on the Blissy Rewards portal in the lower right corner, then create an account or enter your login information. In the pop up menu, you can review your current point total and see your progress toward redeeming various rewards.\nIf you have enough points to redeem a reward, you can click \"Redeem\" next to the gift card amount. You may also click \"View\" next to Order Discount to redeem a discount. Once you claim your reward, you will receive a coupon code. Apply the coupon code at checkout to use your gift card or discount!",
      "id": "189a4c2c-580d-4bb8-bf09-02fdb189eae4",
      "companyName": "Blissy"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@blissy.com. Our team is happy to help!",
      "id": "2583539e-dd28-4b6b-84cd-69af0b031e0f",
      "shortcut": "cs",
      "companyName": "Blissy"
    },
    {
      "name": "Should I wash my Blissy pillowcase before its first use?",
      "content": "While it's not necessary to wash your Blissy pillowcase right out of the package, some individuals choose to do so. It's entirely your preference!",
      "id": "c8d570b1-d2fb-43c3-8f61-c0ebe52b9ad9",
      "companyName": "Blissy"
    },
    {
      "name": "Are your silk products hypoallergenic?",
      "content": "Yes, all of our products are made from the highest quality 100% mulberry silk on the market and are naturally hypoallergenic. Our mulberry silk fibers come from the mulberry silkworm which coats its silk thread with a protein called sericin. Sericin repels dust mites, fungus, mold, and bacteria. This makes Blissy the perfect choice for allergy sufferers or people with sensitive skin.",
      "id": "49235bd8-9360-4744-a2b7-02651c581804",
      "companyName": "Blissy"
    },
    {
      "name": "How do I wash and care for my Blissy?",
      "content": "To keep your Blissy silk looking its best, follow these care instructions:\n\n• Turn your pillowcase inside out and use a mesh laundry bag to prevent snagging.\n• Machine wash using the gentle/delicate cycle with cold water.\n• Wash with Blissy Wash or another mild, silk-safe pH balanced detergent. Avoid harsh detergents.\n• Do not use chlorine bleach or fabric softeners\n• For best results, air dry your silk items. If air drying is not possible, tumble dry on the no heat setting or lowest heat for no more than 20 minutes. Use a mesh bag.",
      "id": "105d2fde-1e65-4c86-98bc-c70bdd9b4aa6",
      "companyName": "Blissy"
    },
    {
      "name": "Is Blissy Wash detergent pH neutral?",
      "content": "Yes, Blissy Wash is specially formulated to be pH neutral. It is made from plant-derived enzymes that clean gently without disrupting the natural pH balance of fabrics like silk. The pH neutral formula maintains the luster of silk and prevents damage to delicate fibers. It allows you to keep your Blissy silk items looking their best for longer.",
      "id": "f2893288-f2d7-47ff-bf07-f9d55ac9b8b2",
      "companyName": "Blissy"
    },
    {
      "name": "Why is Blissy silk good for my skin?",
      "content": "Blissy silk provides hydrating, anti-aging, acne-fighting and sensitive skin benefits to help your skin glow.",
      "id": "40841379-e0ff-44d9-9805-7e94d8eec4ed",
      "companyName": "Blissy"
    },
    {
      "name": "Why is Blissy silk good for my hair?",
      "content": "Blissy silk delivers multiple benefits for your healthiest, shiniest hair ever. It boosts shine, prevents frizz and damage, and reduces tangles and bedhead.",
      "id": "d96ece83-ac89-4247-a04b-b30d710968e9",
      "companyName": "Blissy"
    },
    {
      "name": "What makes Blissy pillowcases better for sleep?",
      "content": "Blissy pillowcases provide temperature regulation, allergen defense, breathability, and luxurious comfort for deeper, more restful sleep.",
      "id": "d4faa345-9148-4d0a-abe6-9c0a838f62e0",
      "companyName": "Blissy"
    },
    {
      "name": "Where are you located?",
      "content": "Our Blissy headquarters and warehouse is proudly located in beautiful Burbank, California and has been since we were founded in 2019.",
      "id": "d9428564-9baf-47c7-9e4b-3b36a6ee8886",
      "companyName": "Blissy"
    },
    {
      "name": "Cancel / edit order",
      "content": "The best way to handle this is to email us directly at support@blissy.com or give us a call at 888-590-9670. Our team is available Monday - Friday, 9am - 5pm PST and they'll be more than happy to assist you with this!",
      "id": "1f62475b-ed8d-4615-bed2-0b02b07d9ab8",
      "shortcut": "ced",
      "companyName": "Blissy"
    },
    {
      "name": "What makes Blissy's 22-momme silk superior to standard 19-momme silk?",
      "content": "With a thickness nearly 15% higher than standard 19-momme silk, Blissy's 22-momme silk is dramatically smoother, shinier, and more durable. This thick weight of mulberry silk is prized for its luxurious feel and durability.\n\nThe superior resilience of Blissy's 22-momme silk means our products will maintain their beauty and resist wear for years. Our silk delivers amazing long-term value compared to cheaper 19-momme versions. Treat yourself to long-lasting luxury!",
      "id": "bcc4a7f3-c071-4fac-ad47-fa7b6922da78",
      "companyName": "Blissy"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (888) 590-9670, Monday through Friday 9am to 5pm PST, or let me know if I can help via text, it may be faster.",
      "id": "33d45840-19ca-4168-a6ac-56e64e48aafc",
      "shortcut": "ps",
      "companyName": "Blissy"
    },
    {
      "name": "Is Blissy easy to wash?",
      "content": "Absolutely! We designed Blissy to be as low-maintenance as possible. While traditional silk requires delicate hand washing, Blissy pillowcases are machine washable. We recommend washing them on a gentle cycle with cold water in a mesh wash bag and a mild detergent like Blissy Wash. Do not use chlorine bleach or fabric softener. Air dry to maintain quality and longevity.",
      "id": "9fbf6149-906c-48b8-a6bd-ea4f8f64e871",
      "companyName": "Blissy"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://blissy.com/pages/refunds-returns",
      "id": "f39d0885-8e3c-4379-b923-ee7a26c49e5f",
      "shortcut": "rp",
      "companyName": "Blissy"
    },
    {
      "name": "What is the fragrance level of Blissy Wash detergent? Do you offer an unscented or lightly scented formula?",
      "content": "Blissy Wash is a plant-derived detergent that has a light, natural fragrance from lavender essential oil. We do not use any strong artificial fragrances or perfumes. The lavender scent is subtle and designed not to be overpowering. We specially formulated Blissy Wash to clean delicates thoroughly while still being hypoallergenic and skin-friendly.\n\nCurrently, we do not offer an unscented formula of Blissy Wash.",
      "id": "48a277e5-e0bd-4b3e-bf7d-9360411c2153",
      "companyName": "Blissy"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards & referral program where you can earn points to redeem on future purchases. Check it out here: https://blissy.com/pages/refer-a-friend",
      "id": "a4606aa1-3dbf-440c-bcf1-224cb34bd37c",
      "shortcut": "rwd",
      "companyName": "Blissy"
    },
    {
      "name": "Are your products OEKO-TEX certified?",
      "content": "Blissy's entire silk line meets OEKO-TEX® Standard 100 requirements. Our certification is in the strictest product class 1, which also considers Blissy silk safe for infant use.\n\nYou can rest assured knowing Blissy silk has been independently tested to the highest standards for health and safety. Our products contain no hazardous materials that could be detrimental to you or your family.",
      "id": "7aab4912-5292-4435-892d-4edded1a0ae9",
      "companyName": "Blissy"
    },
    {
      "name": "How do I know which size fits my pillowcase?",
      "content": "Please refer to the size guide at the following link to determine which pillowcase will best fit your pillow: https://prnt.sc/kozL8DF2W0VP You can use a measuring tape to measure the height and width of your pillow. Then please select the size that best corresponds.",
      "id": "81645f14-48c6-4003-9ca5-e859b8bca4a3",
      "companyName": "Blissy"
    },
    {
      "name": "Is Blissy 100% pure silk?",
      "content": "Yes, Blissy pillowcases are crafted from 100% mulberry silk. We use proprietary 6a, 22-momme silk, the optimal thickness to be soft yet durable for nightly use. Unlike cheaper silk blends, our 100% pure mulberry silk ensures the highest quality look, feel and durability. The fine yet strong fabric resists wrinkling and provides the gentlest touch against skin. Blissy is true luxury you can feel.",
      "id": "cf8c7077-f5dc-494d-a262-744e700cfb7d",
      "companyName": "Blissy"
    },
    {
      "name": "Do you offer international shipping?",
      "content": "International orders are shipped in 1-3 business days via DHL. Once shipped, please allow 1-2 weeks for delivery.",
      "id": "ac23801e-bf40-46be-ac0d-55758d802f80",
      "companyName": "Blissy"
    },
    {
      "name": "What is Blissy?",
      "content": "Blissy offers premium sleep, beauty and wellness products crafted from the highest quality 100% mulberry silk. Our signature Blissy Silk Pillowcase is designed to improve skin, hair, and sleep quality. We also offer other silk items like robes, sleep masks, hair accessories, relaxing pillow mists and more to elevate your bedtime routine. We're all about making sleep better and more beautiful!",
      "id": "3765a0ee-07c5-4371-ac92-5bae3b5b9e2d",
      "companyName": "Blissy"
    },
    {
      "name": "How often should I wash my Blissy pillowcase?",
      "content": "To maintain the condition of your Blissy pillowcases and to safeguard your skin, we recommend washing your Blissy pillowcase once a week or at least every other week.",
      "id": "4a87ba19-1c8c-426e-a407-f37c217a7adf",
      "companyName": "Blissy"
    },
    {
      "name": "How much Blissy Wash detergent should I use?",
      "content": "The recommended amount of Blissy Wash detergent per load is:\n\n• Regular/average load size: Use 2 scoops\n• Smaller loads: Use 1 scoop\n• Handwashing: Use 1 scoop\n\nOne scoop is equal to 4 teaspoons. You may adjust the amount of detergent as needed based on your load size and how soiled your items are.",
      "id": "8be3d386-dc9f-409a-9301-da08ed713b21",
      "companyName": "Blissy"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/blissybrand/ and FB here: https://www.facebook.com/BlissyBrand/",
      "id": "d8a568a0-59af-4790-ae81-4a12894489fe",
      "shortcut": "smd",
      "companyName": "Blissy"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 1-3 business days and we usually ship via USPS, FedEx or DHL. Once shipped, please allow 1-2 business days for West Coast deliveries and 3-5 business days for East Coast deliveries.",
      "id": "893aa7ab-aab0-4da9-96f9-580c6196e0ae",
      "shortcut": "shp",
      "companyName": "Blissy"
    },
    {
      "name": "How many washes in one 32 fl. oz. bottle of Blissy Wash?",
      "content": "One 32 fl. oz bottle of Blissy Wash contains enough detergent for 24-48 loads, depending on usage. For average/regular load size, use 2 scoops per load. This will provide 24 loads. For smaller loads or handwashing, use 1 scoop per load. This will provide 48 loads.",
      "id": "94969c1d-0280-45ac-b99f-4f09cdb65c3c",
      "companyName": "Blissy"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to apply for wholesale is through this link: https://blissy.com/pages/wholesale-inquiries#contact Our team is happy to chat.",
      "id": "2a8de64b-1ab5-4f5e-87f1-f9e2e07451df",
      "shortcut": "wls",
      "companyName": "Blissy"
    },
    {
      "name": "Free Shipping",
      "content": "We offer free shipping on orders of $75 or more (before shipping and taxes, but after discounts). Perhaps you can add more items to your cart to reach the threshold?",
      "id": "11b0f608-8f20-4439-a3c6-6bd5f918d2a6",
      "shortcut": "fs",
      "companyName": "Blissy"
    }
  ]
}
