{
  "companyKey": "bonafide",
  "templates": [
    {
      "name": "Can Revaree or Revaree plus be used if you have pelvic organ prolapse?",
      "content": "Your health is our priority, so we encourage you to reach out to your healthcare provider before trying Revaree or Revaree Plus, as they'll be able to advise you best. Thank you so much for being so interested in Revaree and Revaree Plus. Your health care provider can learn more here: https://bonafide.attn.tv/a1xvlZ1CldSm.\n\nIn the meantime, here's a helpful blog on pelvic floor health you might like: https://bonafide.attn.tv/azL5ifRPls9b",
      "id": "08ef3849-9977-4ee8-a782-050aacc436a0",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Thermella going to replace Relizen?",
      "content": "Relizen will still be available and not replace Thermella.",
      "id": "88b6691c-f4a1-4fe9-9f3b-30996ce8b254",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I store Clairvee in a different container?",
      "content": "It is not recommended to transfer Clairvee to a different container. Clairvee's capsule-in-capsule technology is designed to protect the live probiotics and ensure their viability. Transferring them could compromise their effectiveness.",
      "id": "f96ef855-8d9b-4117-95cb-740ce1a85f54",
      "companyName": "Bonafide"
    },
    {
      "name": "Can you use revaree with estradiol cream?",
      "content": "While we don't anticipate negative interactions, we haven't studied how Revaree works for women who are also using estradiol cream. We recommend contacting your healthcare provider, as they know your medical history best.\n\nIf there's anything else I can do for you, please don't hesitate to let me know. We're always here to support you.",
      "id": "2104c1d3-3b75-45eb-8e9b-1b52b7aea708",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take Thermella with Tamoxifen?",
      "content": "While we don't anticipate negative interactions, we unfortunately haven't studied how Thermella works for women also using Tamoxifen. We recommend contacting your healthcare provider, as they know your medical history best.",
      "id": "c9d06120-7db8-4b6a-9bf8-0a95265eadea",
      "companyName": "Bonafide"
    },
    {
      "name": "Can Reveree be taken with HRT (Hormone replacement therapy)",
      "content": "Clinical studies have not been done with Revaree taken concomitantly with HRT. Clinical studies show that Revaree is non-hormonal. Revaree also has no estrogenic effect, so it doesn't impact estrogen levels or act like estrogen in the body. We hope you'll give it a try! However, we recommend that you consult with your healthcare provider.",
      "id": "9ce5b34d-aeb0-4432-88e6-b1d048f7d090",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Serenol safe for breast cancer survivors?",
      "content": "Serenol has not been formally studied in the breast cancer population. While we don't anticipate any issues since Serenol is hormone-free, we highly recommend checking in with your healthcare provider first. They are best equipped to advise you based on your individual medical history.",
      "id": "47add979-4394-4a56-be96-abf5e9bf6324",
      "companyName": "Bonafide"
    },
    {
      "name": "How long ago did Relizen go on the market?",
      "content": "Relizen has been on the market since 2018.",
      "id": "aaaf75e1-3893-4ddb-a121-5253f66cfdd4",
      "companyName": "Bonafide"
    },
    {
      "name": "Can you tell me about Bonafide, what is your brand about?",
      "content": "We started Bonafide with a simple mission in mind: to provide women with naturally powerful solutions for perfectly natural symptoms. Free of hormones, full of effective ingredients, and backed by clinical research and healthcare providers alike, Bonafide products effectively address an array of symptoms that can occur throughout the many stages of a woman's\nlife.\n\nIf you'd like to learn more, please check the 'About Us' page on our website here: https://hellobonafide.com/pages/difference.",
      "id": "3e6288a2-3847-4445-be68-bd77ac72af26",
      "companyName": "Bonafide"
    },
    {
      "name": "Do you have anything that helps with the loss of Estrogen?",
      "content": "Unfortunately, we don't have any products at the moment for the loss of Estrogen. If it helps, here's our product portfolio that addresses numerous areas of women's wellness: \n\nClairvee® for balancing the vaginal microbiome\nRevaree for the relief of vaginal dryness\nRelizen for the relief of menopausal hot flashes and night sweats\nSerenolTM for the relief of emotional symptoms, such as moodiness and irritability, commonly associated with hormonal fluctuations experienced around and during menstruation, perimenopause, and menopause\nRistela for increased sexual satisfaction \nSilvessa for healthier hair and skin\nWe also have a line of Essentials to offer you naturally powerful vitamins that support your overall health and wellbeing.",
      "id": "26716757-da54-4333-8fb7-f4b243507e6c",
      "companyName": "Bonafide"
    },
    {
      "name": "Are your products covered by health insurance?",
      "content": "Our products are not covered by traditional health insurance (including Medicare and Medicaid) at this time. However, some Health Savings Account (HSA) or Flexible Spending Account (FSA) cards can be used to purchase Bonafide products. Click here to learn more about using your HSA or FSA to purchase Bonafide products: https://bonafide.attn.tv/aLfDms6qjf47.",
      "id": "a2faa9c5-0f5c-448a-82c0-8bf03ed0957c",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take Thermella while I'm on my period/menopausal stage?",
      "content": "It's completely safe to take Thermella while menstruating. Thermella is a non-hormonal supplement designed to help relieve hot flashes and night sweats associated with menopause, and it won't interfere with your menstrual cycle.",
      "id": "98defca2-4f52-437c-8e97-f9c1df2a1fc3",
      "companyName": "Bonafide"
    },
    {
      "name": "Side effects of Clairvee",
      "content": "In four randomized, double-blind, placebo-controlled clinical studies, women using Clairvee reported no side effects or adverse events. The probiotic strains in Clairvee are designated as GRAS (Generally Recognized As Safe) by the FDA, indicating a consensus among experts that these strains are safe for their intended use. I'd be happy to help if you have any further questions!",
      "id": "d533d8fb-63c2-4f27-bdc7-f610f3c46fc5",
      "companyName": "Bonafide"
    },
    {
      "name": "Do you ship internationally?",
      "content": "At this time, we ship throughout the United States, including all U.S. military locations, Puerto Rico, Guam, and the U.S. Virgin Islands.",
      "id": "97b33c9c-3108-4762-93ed-986a6e6fdbfb",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I use the Revaree Plus long term safely?",
      "content": "Revaree Plus is safe to use as long as you are seeking relief from the symptoms you are experiencing. Across multiple clinical studies, there have been no reports of clinically significant adverse events or severe side effects. While we don't anticipate negative interactions, we recommend contacting your healthcare provider, as they know your medical history best.",
      "id": "af34d232-6bf4-4409-9639-85d1c1307f02",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Ristela cause weight gain?",
      "content": "Weight gain is one symptom many women experience during menopause. Metabolism slows as women age, and if they do not adjust their energy intake or output, it may result in weight gain. We have no evidence that our Ristela and Bonafide products cause increased appetite, decreased metabolism, or water weight gain. Here is a link to a blog on our website that may be informative: https://bonafide.attn.tv/aluqVSaRnoA2.",
      "id": "775b1db8-5d4a-42ec-a00d-c28414143eef",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take Thermella and Ristela together?",
      "content": "You can take Thermella and Ristela simultaneously. They target different mechanisms in the body and can be used together for their benefits.",
      "id": "9c404532-71c8-4a15-ab8c-919cb6d64621",
      "companyName": "Bonafide"
    },
    {
      "name": "Is there anything I can use if I'd had a  total hysterectomy?",
      "content": "We'd like to share a blog from our website about Understanding Surgical Menopause here: https://bonafide.attn.tv/aFHaSTUwD6Xw. As a precaution, we still would recommend checking in with your healthcare provider for any specific questions as they know your medical history best. We apologize for any inconvenience.",
      "id": "b81a6573-1d95-4037-b052-c9870f409084",
      "companyName": "Bonafide"
    },
    {
      "name": "How to swap a subscription to a different product?",
      "content": "You can swap your subscription to a different product by logging in to your account here: https://bonafide.attn.tv/a3hznYb7gwnu On the My Subscriptions tab, select the subscription you would like to modify. Click the \"Swap Product\" button to select a new product, and confirm this change in the popup. The page will automatically reload and update with your changes.",
      "id": "551a516e-8b82-4bf7-a360-a7b236ef8d48",
      "companyName": "Bonafide"
    },
    {
      "name": "Free Revaree Trial",
      "content": "You can start your Revaree Free Trial at the following link: https://hellobonafide.com/pages/revaree-5-reasons?view=revaree-trial",
      "id": "991a8138-3856-46d2-9710-337f7797c983",
      "shortcut": "frt",
      "companyName": "Bonafide"
    },
    {
      "name": "What is a subscription and how does it work?",
      "content": "Bonafide subscriptions are designed to provide you with the best value, convenience, and support throughout your treatment. Not only is it the best way to save on Bonafide products, but it is also the easiest way to maintain a consistent treatment regimen.\n\nIf you'd prefer to start with a one-time purchase, that's totally fine! You can always explore the subscription options later if you feel comfortable.\n\nYou can subscribe to any Bonafide product by selecting either a Monthly Plan or a 3-Month Plan at purchase. You can manage your order and subscription settings directly in your Bonafide account.",
      "id": "e204fb7f-e041-4c5f-beba-30620143d5ff",
      "companyName": "Bonafide"
    },
    {
      "name": "Is it safe to take 2 different Bonafide probiotics at the same time? Bonafide vaginal and Bonafide Gut probiotics together ?",
      "content": "Clairvee is not known to interact with any Bonafide products negatively. Clairvee is also not known to interact with other probiotics negatively.\n\nAdditionally, we don't anticipate any issues taking our products together but we'd recommend checking in with your healthcare provider just as a precaution, as they know your medical history best!",
      "id": "c193fb0c-776e-410e-8240-e55e981f796b",
      "companyName": "Bonafide"
    },
    {
      "name": "Difference between Revaree and Revaree Plus",
      "content": "The Revaree Plus enhanced formula contains 10mg of hyaluronic acid, twice as much as our original Revaree formula, and soothing sweet almond oil. In a clinical study, some women began to see relief from vaginal dryness within one week of treatment with Revaree Plus. Most experienced relief between weeks 2 and 4. Women also experience relief from itching, burning, and painful sex. \n\nOn the other hand, the original Revaree has hyaluronic acid sodium salt 5 mg, semi-synthetic glycerides and most women experience relief by 30 days. I hope this helps and let me know if you have any other questions.",
      "id": "e4a31b7a-5c85-46b7-9860-8ec4e39e97d1",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Revaree Plus contain almond oil/nuts?",
      "content": "Revaree Plus contains refined sweet almond oil. While topical sweet almond oil is not considered a notable allergen by the FDA, out of an abundance of caution, we advise avoiding Revaree Plus if you have a known sensitivity or allergy to almonds. In such cases, we recommend trying Revaree instead, our original vaginal dryness solution that contains hyaluronic acid but no sweet almond oil.",
      "id": "e2f2ed34-0580-4ce1-ae8b-1afb3c837129",
      "companyName": "Bonafide"
    },
    {
      "name": "How do I get rid of the residue or discharge in my underwear?",
      "content": "Revaree is colorless and odorless, but the outer shell of the suppository is derived from palm kernel and is oil-based; therefore, it can leave a residue on some surfaces. However, the residue can typically be washed away by any detergent or dishwashing liquid.",
      "id": "4f2fdf0a-7223-411f-97b5-2ed5a7bd9420",
      "companyName": "Bonafide"
    },
    {
      "name": "Do your products help with breast tenderness?",
      "content": "Relizen is specifically designed to help relieve symptoms associated with menopause, including breast pain or tenderness. While Relizen is primarily used for hot flashes and night sweats, many women report improvements in overall hormonal balance, which can also reduce breast discomfort.\n\nIf you're experiencing breast pain or tenderness, Relizen might help ease those symptoms by addressing underlying hormonal fluctuations.\n\nHowever, it's always a good idea to consult a healthcare provider for a more personalized recommendation.",
      "id": "59fb0cac-6983-4be4-b0f4-9445942bfa7b",
      "companyName": "Bonafide"
    },
    {
      "name": "Can Relizen cause bleeding?",
      "content": "Across multiple clinical trials, no serious adverse events like bleeding were reported alongside the use of Relizen. If you have any specific concerns about Relizen, recommend checking in with your healthcare provider before starting use, just as a precaution and as they know your medical history best.",
      "id": "06f88737-5691-4c5d-972d-081afa7deac4",
      "companyName": "Bonafide"
    },
    {
      "name": "One-time purchase error",
      "content": "If you have an active subscription, I'm afraid our system does not allow the processing of one-time orders using your account as it will cause a system glitch. As a workaround, I recommend placing a one-time order without being logged in to your account. No worries, as long as you are using the same email address associated with your subscription, your order should still show in your order history for tracking purposes. Hope this helps!",
      "id": "5ca24969-e3b2-4f96-9bf1-474d7022a6e4",
      "companyName": "Bonafide"
    },
    {
      "name": "Which product would you recommend?/Quiz",
      "content": "I'd suggest taking our quiz to receive a personalized product recommendation. You can start the quiz here: https://bonafide.attn.tv/sl/Y_Choqmn",
      "id": "cbc7152b-d0c2-46b9-bd7a-cfdd8db06e2a",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Relizen work for night sweats?",
      "content": "In an open-label study of over 373 women, Relizen significantly reduced the frequency of night sweats by 66%. Additionally, patients found that Relizen reduced the intensity of their night sweats by 67%.",
      "id": "fe336f56-00a8-40f6-b79b-0e148bb1e7ec",
      "companyName": "Bonafide"
    },
    {
      "name": "When should I take my Essentials? Do I need to take them with food?",
      "content": "Our Essentials should be taken daily, preferably with a meal. If you are taking more than one, you can take your Essentials all at once. We recommend sticking to a routine and taking your Essentials around the same time each day, to get the most out of your treatment.",
      "id": "086480bd-a19f-4d8e-af20-0aaa0e7ad9fc",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Relizen non-hormonal?",
      "content": "Relizen is non-hormonal. Unlike phytoestrogens such as soy, black cohosh, red clover, etc., Relizen has no estrogenic effect, which means it does not act like estrogen in the body or impact estrogen levels.",
      "id": "3deb3277-2277-4890-ad2c-344eea745b78",
      "companyName": "Bonafide"
    },
    {
      "name": "Do my points expire?",
      "content": "The points you earn will be yours to use for 12 months, so be sure to start shopping today to take advantage of them! Following the 12 months, points expire and you start over again.",
      "id": "3b7bfe1f-ceb0-44e8-a755-3852032c3d4c",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take Bonafide Essentials if I am pregnant or breastfeeding?",
      "content": "As with any dietary supplement, if you are pregnant or breastfeeding, we recommend speaking with your healthcare professional before taking any Bonafide Essentials.",
      "id": "b65ebdc4-3d75-4de8-b4ac-6e7ec10b7f0e",
      "companyName": "Bonafide"
    },
    {
      "name": "Is it safe to take multiple Essentials together? Are there interactions?",
      "content": "We do not expect any negative interactions with taking our Essentials together. That said, we know every woman's body is different, so we recommend speaking with your doctor if you have specific concerns about interactions (especially if you are taking any prescription medications or other daily supplements).",
      "id": "405f5b6a-3ae8-424e-9180-10051bd4f41a",
      "companyName": "Bonafide"
    },
    {
      "name": "Can Revaree help tighten the vagina?",
      "content": "Revaree is not designed to tighten vaginal tissues. It is designed to treat vaginal atrophy and associated symptoms of dryness, burning, irritation, and painful sex. \n \nThe key ingredient in this product is hyaluronic acid, an already naturally occurring molecule in the body that can retain 1000x its weight in moisture. It is also part of the body's extracellular matrix responsible for hydration and tissue repair. When applied vaginally, hyaluronic acid has been shown to repair vaginal elasticity and softness. \n \nTo learn more about this ingredient you can check out our blog post here: https://hellobonafide.com/blogs/news/hyaluronic-acid-is-a-naturally-powerful-remedy-for-vaginal-dryness-heres-how-it-works",
      "id": "67c3df87-3b47-4e4f-a5da-1ac50353bc08",
      "companyName": "Bonafide"
    },
    {
      "name": "What is the shelf life of Revaree?",
      "content": "The shelf life of Revaree is 3 years. Additionally, the product expiration date is located on the box's bottom or side panel, or the bottom of the bottle.\n\nRevaree is classified as a medical device and therefore cannot be used past its expiration date. Let me know if you need further help.",
      "id": "e622414f-4290-4cbc-9d1f-b0b052cfb23d",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I return an order paid for with my HSA/FSA?",
      "content": "We are able to accept product returns for unopened, sealed products within 30 days of the purchase date, and are happy to offer prepaid shipping labels via email for customers who wish to initiate a return. A $7.00 return shipping fee will be deducted from the refund amount.\n \nThat said, please check with your HSA or FSA provider before initiating a return to ensure that your funds will be returned to your account (and will not be forfeited) if you request a refund.\n \nIf you'd like, you can learn more about HSA or FSA coverage here: https://hellobonafide.com/pages/fsa-hsa",
      "id": "e7494c97-fe52-4a9e-9af0-94cc0dbe432e",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Revaree have a taste or smell?",
      "content": "Revaree was designed without any flavors or scents. Unfortunately, we have not studied Revaree clinically for use during oral sex, but we have been anecdotally told that there is no associated taste. \n \n For best results, we recommend using Revaree every 2-3 days before bed so that the product has an adequate amount of time to melt and absorb into vaginal tissues.",
      "id": "13869082-6283-497e-bf86-fd59e1a647ac",
      "companyName": "Bonafide"
    },
    {
      "name": "When is the last day to order so I can receive it before Christmas?",
      "content": "Regular orders would need to be placed by December 11th and expedited orders by December 19th. Hope this helps!",
      "id": "dd598290-261c-4260-a72d-fa1b442ad1d3",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Ristela have side effects?",
      "content": "In clinical studies, any side effects reported were no different than those reported by people taking placebo tablets (sugar pills). The ingredients in Ristela are clinically shown to be safe and have been used by women in Europe for more than 20 years. If you have specific concerns, we recommend that you speak with your doctor.",
      "id": "ef4d619a-4d20-4226-84f5-e93f16e1ffa5",
      "companyName": "Bonafide"
    },
    {
      "name": "Does the Clairvee have a dual purpose? Does it work in the stomach/gastrointestinal tract as well as the vagina?",
      "content": "Clairvee is a once-daily oral probiotic formulation that has been clinically shown to balance the vaginal microbiome and restore vaginal pH to a healthy level. Balancing the vaginal microbiome can help resolve issues like odor, itching and discharge. \n\nClairvee is uniquely formulated with Clairvee Vaginal BlendTM (4B CFU L. acidophilus BLA-14, 1B CFU L. rhamnosus BHN001), lactoferrin, and folate, ingredients that have been shown to balance the vaginal microbiome, inhibit the growth and adherence of vaginal pathogens (infections), and support the vagina's defense system.",
      "id": "13f749be-d0ff-4604-8c88-0789dad33b98",
      "companyName": "Bonafide"
    },
    {
      "name": "Is there an extended return window for holidays?",
      "content": "Please note that we're not offering an extended return window for the holidays. We are able to accept product returns for unopened, sealed products within 30 days of the purchase date.\n\nIf you'd like to initiate a return, you can do so here: https://hellobonafide.com/pages/returns",
      "id": "68c99a12-29e9-4cb8-b01d-241aad6687d9",
      "companyName": "Bonafide"
    },
    {
      "name": "Social Media",
      "content": "We'd love it if you gave us a follow on Instagram (https://www.instagram.com/hellobonafide), Facebook (https://www.facebook.com/hellobonafide), and TikTok (https://www.tiktok.com/@hellobonafide).",
      "id": "f59ad859-3368-4477-b2eb-cce02d72c3dd",
      "shortcut": "smd",
      "companyName": "Bonafide"
    },
    {
      "name": "Free shipping",
      "content": "All subscription orders over $20 are shipped free of charge with standard ground shipping. For one-time orders and subscriptions under $20, a shipping and handling charge is applied at the time of order.",
      "id": "8a00b6d5-389a-450f-a98e-30d9f9358b31",
      "shortcut": "fs",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I use rewards towards subscriptions?",
      "content": "Yes, you can apply your rewards points to subscription refills. If you have at least 100 points, you can use the points towards a discount on future subscription orders.",
      "id": "81929a20-56af-44ec-ac7a-ac206915f2b0",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Ristela gluten-free?",
      "content": "Ristela is manufactured using Good Manufacturing Practices and is free of the major food allergens: milk, wheat, gluten, eggs, fish, crustacean shellfish, tree nuts, peanuts, and soybeans.",
      "id": "be48c376-e90a-4098-809e-8519874ab4d1",
      "companyName": "Bonafide"
    },
    {
      "name": "Ristela Ingredients",
      "content": "The ingredients in Ristela are: l-arginine (as arginine hci) 800mg, l-citrulline (as citrulline hci) 800mg, rosvita® rose hips extract (rosa rugosa thunb.) (fruit) 200 mg, pycnogenol® french maritime pine bark extract (pinus pinaster) 80mg, microcrystalline cellulose, croscarmellose sodium, stearic acid, purified water, maltodextrin, hydroxypropyl methylcellulose, titanium dioxide, triacetin, polyethylene glycol, silica, and sodium stearyl fumarate.",
      "id": "a20ceefb-0666-4022-a67e-88ae0d35fe9e",
      "companyName": "Bonafide"
    },
    {
      "name": "To help with your decision",
      "content": "To help with your decision today, check out the Ask Our Experts page for best guidance: https://hellobonafide.com/blogs/news/tagged/ask-our-experts",
      "id": "5285f0b4-ff6d-42cb-a927-f11a2844cd7a",
      "shortcut": "hyd",
      "companyName": "Bonafide"
    },
    {
      "name": "Sold Out Product Rec [INSERT LINK]",
      "content": "Unfortunately, that product is sold out at the moment. In the meantime, what do you think about this product instead? [link to product]",
      "id": "d1115617-ab3a-4959-9ebe-17200b995ad9",
      "shortcut": "rstok",
      "companyName": "Bonafide"
    },
    {
      "name": "Differences between products / what is each product for?",
      "content": "Revaree is for relief from vaginal dryness. Relizen will help with menopausal hot flashes. Ristela is for increased sexual satisfaction. Serenol provides relief from mood swings, irritability, and uneasiness. Clairvee is designed to balance your vaginal microbiome, and Silvessa is for healthier-looking hair and skin.",
      "id": "d5f80d84-0ce2-48b6-97b1-d9b6d5bb1f3f",
      "companyName": "Bonafide"
    },
    {
      "name": "Order Upsell",
      "content": "By the way, have you seen our new Silvessa line for healthier-looking skin and hair? I think you will love it: https://hellobonafide.com/products/silvessa",
      "id": "b1aa8aa2-262a-4986-b8cf-386ca47ec16d",
      "shortcut": "ous",
      "companyName": "Bonafide"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at support@hellobonafide.com. Our team is happy to chat!",
      "id": "9d928e05-4a3f-4001-b3e3-dba9c4553523",
      "shortcut": "ams",
      "companyName": "Bonafide"
    },
    {
      "name": "What is Clairvee?",
      "content": "Clairvee is a once-daily oral probiotic and is an easy, safe, and hormone-free way to rebalance your vaginal microbiome. It reduces odor, itching, and discharge all month as it targets the primary cause, not just the symptoms. After 15 days of intake, the Clairvee probiotic blend begins to colonize in the vagina, balancing its microbiome and returning vaginal pH to a healthy level.",
      "id": "a8255428-6a56-4158-9c52-c27e2e7d618f",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Silvessa gluten-free?",
      "content": "The Silvessa daily capsules and skin serum are gluten-free, however, the hair serum has wheat-containing ingredients. If you have gluten or wheat allergy concerns, we recommend that you speak to your healthcare provider before using it.",
      "id": "ede29f83-af3f-4686-92cf-b11303fa55f4",
      "companyName": "Bonafide"
    },
    {
      "name": "Are Bonafide Essentials allergen-free?",
      "content": "Our Essentials are free of milk, eggs, fish, shellfish, tree nuts, peanuts, wheat, and soybeans; they are also made without GMOs and are gluten-free.",
      "id": "f5dc48d1-31b4-4222-8eb9-d94f570d6187",
      "companyName": "Bonafide"
    },
    {
      "name": "Can pregnant women take your products?",
      "content": "If you're pregnant or breastfeeding, we recommend speaking with your healthcare professional before taking any of our products.",
      "id": "618ad8cb-7506-479e-9e10-9ad8fb95c086",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Revaree help with atrophy?",
      "content": "Yes! Revaree is specifically designed to help treat vaginal atrophy and associated symptoms of dryness, burning, irritation, and painful sex.",
      "id": "846e24ac-4eed-4d3e-b9cc-209454e9c719",
      "companyName": "Bonafide"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@hellobonafide.com, live chat with one of our reps at hellobonafide.com, or call us toll free at 1-833-266-2343 M-F 9am-6pm ET.",
      "id": "54884153-014a-497d-8d77-e1345e915019",
      "shortcut": "cs",
      "companyName": "Bonafide"
    },
    {
      "name": "Shipping time",
      "content": "We primarily ship via USPS. Once your order is shipped, we anticipate that it will take 2-7 business days domestically.",
      "id": "3377098f-b690-4d78-88f6-58a74176fa61",
      "shortcut": "shp",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take Ristela and Revaree together?",
      "content": "Indeed! These two products can be used at the same time. You can take 2 Ristela pills at any time during the day and insert Revaree every 2-3 days a week at night.",
      "id": "27b2b1bd-363e-47a5-9892-72ff332ecfcf",
      "companyName": "Bonafide"
    },
    {
      "name": "Can Ristela be crushed or dissolved in water?",
      "content": "Ristela tablets are scored so that they may be broken in half or crushed. Please note that they don't dissolve well in water, so we suggest that if you crush them you mix them with food or a smoothie. If you have trouble swallowing pills, you can put water in your mouth first, then add the pill and swallow, or try different positions (tilting your head forward, back, etc.)",
      "id": "78665573-5da9-4e51-96c0-ce86d4923d54",
      "companyName": "Bonafide"
    },
    {
      "name": "Just Looking Best Sellers",
      "content": "Sounds good. Here is our most popular product at the moment\nhttps://hellobonafide.com/products/revaree\nDoes it catch your eye?",
      "id": "e19e9089-9203-4abb-8876-15395e6125c9",
      "shortcut": "bs",
      "companyName": "Bonafide"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! At this time, we are not opening up any new distributorships. However, we will keep your information on file should we decide to go in this direction in the future.",
      "id": "61add642-6aff-425b-8857-788116eb856d",
      "shortcut": "wls",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Serenol gluten-free?",
      "content": "Serenol is manufactured using Good Manufacturing Practices and is free of the major food allergens: milk, wheat, gluten, eggs, fish, crustacean shellfish, tree nuts, peanuts, and soybeans.",
      "id": "29c188df-d581-4639-bff9-054017da70f4",
      "companyName": "Bonafide"
    },
    {
      "name": "How do I add to subscription",
      "content": "Once you're on your subscription page, click the \"Shop Now\" button within the bring pink banner that says \"Need anything else?\" Find the product that you'd like to add to your subscription and select whether you'd like a monthly plan or a 3 month plan. Click \"Add To My Subscription\", and the button will change to \"Subscription Added\". Once your subscription addition is confirmed, you'll see it on your Subscriptions page, under \"Upcoming Orders\".",
      "id": "e3556f98-c4ad-4ec1-afb3-49d74b0849ab",
      "companyName": "Bonafide"
    },
    {
      "name": "How do I cancel my subscription?",
      "content": "To cancel your subscription, log in to your account and find the subscription you'd like to cancel. Click the \"Cancel Subscription\" button, found underneath the product quantity on the right-hand side. In the box that pops up, select the reason you would like to cancel your subscription, and click \"Unsubscribe\". You'll receive a confirmation message that your subscription has been canceled, and the page will automatically refresh to remove the product.\n\nWe're sorry to see you go, and if you have any feedback that we can share with our internal team, please let us know as we're always working to improve our customers' experiences.",
      "id": "45f2a524-46af-4baf-9b69-bd5500239fa0",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I use Revaree before sex? How long should I wait to have sex after using Revaree?",
      "content": "To ensure that Revaree achieves its full efficacy, we suggest that you wait until the insert has been fully absorbed. The time it takes to be fully absorbed will be different for everyone, however, the estimate based on feedback is approximately one hour. Please note that Revaree is not compatible with natural rubber latex, polyurethane, and polyisoprene condoms.",
      "id": "8856adc3-eb21-46d8-9a2f-4f81eb766620",
      "companyName": "Bonafide"
    },
    {
      "name": "How long does it take to feel results with Ristela?",
      "content": "Clinical studies showed that women saw an increase in physical arousal and orgasm by month two, with enhanced improvements over time. We recommend that you take two tablets of Ristela daily for as long as you desire the benefit it provides.\n\nYou should also engage in sexual activity, either with a partner of through self-stimulation, frequently while taking Ristela. (Think of it like a really fun workout routine!)",
      "id": "be7b6dc8-8b96-41fb-8610-aed2202d5e48",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Revaree have any side effects?",
      "content": "No serious adverse events were reported in clinical studies. Revaree is cleared by the FDA as a Class II Medical Device and more than one million women across 40 countries have safely used a version of its formulation. If you have specific concerns, you should speak with your doctor or healthcare practitioner before using.",
      "id": "1218a1b3-f511-43a8-8dd7-6e84a4d24055",
      "companyName": "Bonafide"
    },
    {
      "name": "When can I start taking Clairvee and why only 15 days?",
      "content": "You can start any day. It's a once-daily oral capsule that only needs to be taken for 15 consecutive days each month, given its uniquely powerful formulation. The remaining days are 'off' until next month, but probiotic protection continues even on the days you're not taking it, providing month-long protection. \n\nA 15-day supply will be shipped at the same time every month to make it easy for you to incorporate Clairvee into your routine. Continue using it each month for as long as you want to maintain a healthy vaginal microbiome and prevent symptoms of vaginal imbalance. Note that this product should be taken orally and not inserted into the vagina.",
      "id": "da0ad61c-62ed-4da1-8faa-8143bbb16b85",
      "companyName": "Bonafide"
    },
    {
      "name": "When will I receive my next subscription order?",
      "content": "If you have a monthly subscription, your order will arrive every 30 days; if you have a 3-Month Plan, your order will arrive every 3 months. \n\nIf you ordered Clairvee, which is a bit different from our other dietary supplements, you'll need to take it for 15 consecutive days and then have a few weeks off instead of taking it every day.",
      "id": "092f1b45-04b1-4bb3-b999-46e1db2d4a1b",
      "companyName": "Bonafide"
    },
    {
      "name": "Do you have samples?",
      "content": "At this time we don't provide samples directly to patients, however, you can check with your healthcare provider to see if they have samples of our products.",
      "id": "2c8ec936-b31d-4992-994f-32bee55110e4",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Revaree help with painful sex?",
      "content": "Yes, it will absolutely help with painful sex. If you're experiencing severe dryness, you might need to use it for a couple of months at the recommended dose to reduce the dryness and start feeling relief. For best results, we recommend using one suppository every 2-3 days before bed.",
      "id": "4977b2a2-582a-4a5e-963c-95fb443625b3",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I use Revaree as a lubricant? Do I wait till it dissolves?",
      "content": "Yes, it's designed to provide both short-term lubrication and help maintain longer-term relief and comfort when used as directed. To ensure that Revaree achieves its full efficacy, I suggest you wait until the insert has fully dissolved before engaging in sexual activity. This time will vary, but typically takes about an hour based on feedback. \n\nCommit to a regular routine with Revaree to maintain your comfort for the long-haul, and be sure to keep your healthcare provider in the loop as well.",
      "id": "4ff07922-a252-45b4-b883-2b69d6eae570",
      "companyName": "Bonafide"
    },
    {
      "name": "Phone support",
      "content": "You can call us toll free at 1-833-266-2343, M-F 9am - 6pm ET, live chat with one of our reps at hellobonafide.com or let me know if I can help via text, it may be faster.",
      "id": "c25eca21-f61d-4475-a95b-048422cd2b5f",
      "shortcut": "ps",
      "companyName": "Bonafide"
    },
    {
      "name": "Do you offer a money-back guarantee?",
      "content": "At this time, we do not offer a money-back guarantee, as we proudly stand by our products' quality - not only are they endorsed by thousands of physicians and are scientifically validated as safe and effective, but all Bonafide products are manufactured under strict, FDA-enforced GMP (Good Manufacturing Practices) regulations, which address sanitation, cleanliness, equipment verification, and process validation issues.\n\nWe're confident that you'll love your Bonafide products as much as we do, but we also understand that every woman is different. While most women in our clinical studies report that their products work as intended when taking the recommended dosage and giving the product time to work, we do accept product returns as long as the product is unopened, sealed, and sent back within 30 days of the purchase date.",
      "id": "69192dc2-d8e8-4470-a9bb-5172c3e1ec87",
      "companyName": "Bonafide"
    },
    {
      "name": "I want to cancel my subscription. I have too much product",
      "content": "Did you know that you can adjust the frequency of your subscription, skip an order or two, or pause until a future date? This way, you can put your subscription on hold while you use up the products you have on hand and ensure you don't wind up with too many moving forward.  Would you like to skip or pause your subscription instead of canceling?",
      "id": "6abb62fa-a0d9-445b-81e4-79c5008b789d",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I use Revaree when I'm on my period/menopausal stage? (edit temp as needed)",
      "content": "Revaree is intended for any woman experiencing vaginal dryness; this includes both those who are still menstruating as well as menopausal women. For best results, we recommend one Revaree suppository be inserted vaginally every 2-3 days for at least a month. Use during menstruation is acceptable, so there's no need to pause treatment during your period; of course, this is an individual preference. We recommend talking to your health care provider as they know your medical history best. For optimal results, Revaree should be allowed time to dissolve prior to tampon insertion.",
      "id": "f47d03ac-388f-4335-872a-bbd173ed40d8",
      "companyName": "Bonafide"
    },
    {
      "name": "Are your products gluten free?",
      "content": "Many of our products are gluten free, but not all of them. You can find more information here: https://hellobonafide.com/pages/help-center?s=gluten",
      "id": "5e769517-0364-417b-84e5-fa6451ba7e81",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Revaree safe for oral use?",
      "content": "While Revaree is not approved or recommended for oral use, occasional oral exposure to the ingredients after vaginal use should pose no significant risk for adverse reaction as the ingredients have been shown to be safe for use in other products taken orally. I do suggest, however, postponing insertion if oral-genital contact is anticipated.",
      "id": "fba05593-af4d-41ed-aac1-217e8278a95f",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I insert Clairvee vaginally?",
      "content": "Clairvee is only meant to be taken orally and it shouldn't be inserted vaginally.",
      "id": "809ba416-5731-4f48-9127-4e4797859259",
      "companyName": "Bonafide"
    },
    {
      "name": "Ristela if customer is on antidepressants",
      "content": "Anorgasmia, or the inability to achieve orgasm, is a common symptom associated with SSRIs or certain antidepressants. We have conducted an experienced trial specifically in women on certain SSRIs and antidepressants who took Ristela to improve their symptoms. You can find a summary of the encouraging result here: https://hellobonafide.com/blogs/news/studying-the-effects-of-ristela-on-female-sexual-function-in-women-taking-antidepressants",
      "id": "97bc9f28-2a4d-47db-8f8e-28b92359eca3",
      "companyName": "Bonafide"
    },
    {
      "name": "How do I update my account's credit card information?",
      "content": "In order to update your credit card information, first log in to your account here: https://hellobonafide.com/account/login Once you're logged in and on your Subscriptions page, click \"Edit\" under your current billing information. From there, you'll be taken to a page stating that we'll send you an email to update your billing information. Select \"Send Email\" and update your billing preferences accordingly once you receive the email.",
      "id": "abf09752-2590-4928-bf0e-65d618fa8019",
      "companyName": "Bonafide"
    },
    {
      "name": "What's the best way to place my FSA or HSA order?",
      "content": "First, double-check the balance on your FSA or HSA account and that your funds can be used to purchase Bonafide products. You can place an order online, using your FSA or HSA card (as you would any other credit card), or by calling our Customer Care Team for assistance at 1-833-266-2343, Monday to Friday 9am - 6pm ET.\n\nIf you'd like, you can head here https://bonafide.attn.tv/sl/himrPfmX for additional information about placing an order for Bonafide products with your FSA or HSA card.",
      "id": "68058ead-1322-4240-b666-ef78e66b3d67",
      "companyName": "Bonafide"
    },
    {
      "name": "Do I need an applicator to use the Revaree?",
      "content": "Revaree was designed to be applicator-free based on feedback we received during our research phase - many women reported that applicators made the insertion process more painful and inconvenient. However, we understand that this isn't everyone's preference and will be sure to share your interest in an applicator with our internal team. In the meantime, we've been told anecdotally that applicators that work with Revaree are available on third-party websites (such as Amazon). If you're interested in exploring this option, Revaree's approximate measurements are 1/2\" by 1\".",
      "id": "bafbf415-c599-4391-b40b-feb7759c9a84",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Relizen gluten-free?",
      "content": "Relizen does not contain any ingredients that are derived from gluten. If you have specific concerns about starting, we recommend reviewing the ingredient label with your healthcare provider.",
      "id": "627b17c4-a4b6-40c3-8648-18e6cfdf5386",
      "companyName": "Bonafide"
    },
    {
      "name": "Rewards",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. You can check it out here - https://hellobonafide.com/pages/rewards",
      "id": "e9fe13e1-0cbe-42b2-805e-2856db9d0747",
      "shortcut": "rwd",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Clairvee dairy-free?",
      "content": "Clairvee contains Lactoferrin, which is derived from milk; however, data suggests that it doesn't show the risk of milk allergies. If you're concerned about any sort of dairy intolerance, please consult with your healthcare professional before use.",
      "id": "be5bce17-0052-4913-aea5-748bd83fee73",
      "companyName": "Bonafide"
    },
    {
      "name": "What is Revaree?",
      "content": "Revaree is an easy-to-use vaginal insert that's designed to provide relief without mess or inconvenience. The main ingredient, hyaluronic acid, is produced naturally throughout the body and plays a significant role during cell development and wound healing. In the case of vaginal dryness, it works to attract and retain moisture in the cells of the vaginal lining, which helps to create a healing environment for thinning and damaged skin. The hyaluronic molecules in it can absorb up to 1,000 times their own weight in water, which helps regain vaginal elasticity and softness. Additionally, hyaluronic acid has been rigorously studied in multiple clinical trials and is shown to be safe and free of side effects, with no effect on estrogen levels.",
      "id": "e80afae9-e563-4f0b-916f-57d98ef55d30",
      "companyName": "Bonafide"
    },
    {
      "name": "How many inserts are in a box of Revaree?",
      "content": "Each box of Revaree contains 10 vaginal inserts, for use at the recommended interval of every 2-3 days (or as needed).",
      "id": "ebab17a6-95e2-48b7-9f4b-ad9ada24e6fd",
      "companyName": "Bonafide"
    },
    {
      "name": "Where are your products manufactured?",
      "content": "Revaree is manufactured in a highly regulated, FDA-registered facility in Sala Bolognese, Italy. We then import and ship it to you from our warehouses, which are located in New Jersey and Nevada. Relizen's source materials are grown and harvested in southern Sweden. Ristela's primary ingredients are collected in France and then shipped to the US to be made into tablets. Serenol is composed of 2 primary ingredients - purified pollen extract derived from plants grown in southern Sweden, and chromium picolinate, produced in the US under current Good Manufacturing Practices (cGMP). Serenol is then manufactured in the USA by combining the two. Clairvee is manufactured in the U.S. with globally sourced ingredients and its one-of-a-kind formulation and design is the work of multiple U.S. manufacturing partners located in Delaware and New Jersey.",
      "id": "fc6cae53-2115-4d23-bb89-5b004f52e37c",
      "shortcut": "mfc",
      "companyName": "Bonafide"
    },
    {
      "name": "Do I need a prescription to use your products?",
      "content": "Our products are not prescription medications, they are dietary supplements and medical devices made with clinically effective ingredients. Though we always recommend discussing your treatment plan with your healthcare professional, a prescription is not required to purchase.",
      "id": "ebd90fe5-386f-46be-8bff-fd4630fea425",
      "companyName": "Bonafide"
    },
    {
      "name": "Will insurance cover it? How much is covered by insurance?",
      "content": "At this time, our products are not covered by traditional insurance. That said, some healthcare HSA or FSA cards can be used to cover part or all of the cost of certain Bonafide products, so we recommend reaching out to your HSA/FSA provider to confirm if you can use your HSA or FSA funds.\n \nFrom there, you should be able to place an order with your HSA or FSA card. We've taken all of the necessary steps on our end to ensure you can access the proof of payment needed to file a reimbursement claim. You can learn more about this here: https://hellobonafide.com/pages/help-center?utm_campaign=concierge&utm_medium=sms&utm_source=attentive&a=How-do-I-get-a-FSA-or-HSA-receipt---id--kAOzCWjcRDa28RHN7ueoZQ&externalId=mIGkV",
      "id": "da9aca2e-ab82-49fb-a5ec-2387c3ad14b6",
      "companyName": "Bonafide"
    },
    {
      "name": "Store location / retailer",
      "content": "Our products aren't available in retail pharmacies or stores at this time - just on our website, Amazon, and Walmart.com.",
      "id": "df89f11d-e0e9-4713-83f4-9717857afb08",
      "shortcut": "sl",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Ristela suitable for my age?",
      "content": "Ristela is intended for adult women who want to increase their level of orgasm and physical arousal, as well as improve their overall sexual satisfaction. Specific age doesn't matter!",
      "id": "05d0c0fb-184d-4f0f-bf6b-fa76b34cd544",
      "companyName": "Bonafide"
    },
    {
      "name": "When/How often should I take Relizen?",
      "content": "We recommend taking Relizen for at least three months for the best results. It needs to be taken consistently, so commit to a routine of two tablets every day. Be patient, be persistent, and stick with it for the long haul.",
      "id": "35877199-18bf-46c4-9c7f-09d977aa75d4",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I combine your products / take them together?",
      "content": "It's not usually an issue for two of our products to be taken simultaneously (especially when one of the products is Revaree since it's a suppository). The exception is Relizen and Serenol because they have the same active ingredient.\n\nIf you're interested, we offer bundle options for most product combinations here: https://hellobonafide.com/collections/all-products#our-bundle-subscription. Revaree and Ristela is the most popular duo.",
      "id": "13c19be7-d6d6-454c-8781-1092873def7c",
      "companyName": "Bonafide"
    },
    {
      "name": "How often can I take Ristela?",
      "content": "Take two tablets of Ristela once a day, with or without food. It's important that you take Ristela every day for at least two months for best results.",
      "id": "edb98e53-15a3-4d04-a41d-418219442377",
      "companyName": "Bonafide"
    },
    {
      "name": "Are your products safe?",
      "content": "Our products are safe, hormone-free, and recommended by more than 16,500 healthcare providers.",
      "id": "dd6e60d6-def3-484e-b954-11f398112f2f",
      "companyName": "Bonafide"
    },
    {
      "name": "Can your products be used by men?",
      "content": "Unfortunately, our products aren't designed for men, and we do not recommend that men use our products as we do not have clinical data speaking to their efficacy for men.",
      "id": "9f5ce5ef-8422-4a87-ad2b-ef2d1297c6d8",
      "companyName": "Bonafide"
    },
    {
      "name": "How do I redeem my rewards/loyalty points?",
      "content": "To redeem your loyalty points for discounts, log in to your account here https://bonafide.attn.tv/sl/dGzcR4OH Once you're logged in, head to our Rewards Page and scroll down to the \"Redeem for Discounts\" section. Hit the pink \"Redeem\" button under the discount that you'd like to redeem. (Ineligible discounts will have a gray \"Redeem\" button). Your discount will automatically apply to your next subscription order.",
      "id": "c7d337d2-aae3-4fb6-bd5e-7a7835a4bf11",
      "companyName": "Bonafide"
    },
    {
      "name": "Where should Revaree be stored?",
      "content": "We recommend storing Revaree in a cool, dry place. Please note that Revaree begins to melt at 86 degrees - and though we send them with ice packs during the warmer months, in cases of extreme heat those ice packs unfortunately don't provide quite as much protection as we'd like. We recommend that you remove Revaree from any heat as quickly as possible - but if the product has been exposed to heat for a prolonged period and has started to melt, you can place the box inside your refrigerator, standing upright with the logo facing you (not upside down).",
      "id": "bed151fb-c9a0-46e1-996e-2aaf86ad351e",
      "companyName": "Bonafide"
    },
    {
      "name": "Revaree Ingredients/ What is Revaree made from?",
      "content": "Revaree is primarily comprised of hyaluronic acid. Each 2g vaginal insert contains 5mg of hyaluronic acid sodium salt in a base consisting of a mixture of semi-synthetic glycerides, which help it retain its shape.",
      "id": "9821c3c7-22ba-408d-baba-7ed08e245e1b",
      "companyName": "Bonafide"
    },
    {
      "name": "What can help with hot flashes?",
      "content": "I'd definitely recommend Relizen as it provides powerful, hormone-free relief to women experiencing menopausal hot flashes and night sweats. You can find it here: https://bonafide.attn.tv/sl/8hCrZLnr",
      "id": "3029a007-3b81-4023-964a-2baac6c44666",
      "companyName": "Bonafide"
    },
    {
      "name": "Payment Methods",
      "content": "We accept Visa, MasterCard, American Express, Discover, and Paypal.",
      "id": "647a1e5a-d711-42da-b354-3738347abebc",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Ristela work if I take blood pressure/diabetic medication?",
      "content": "While we don't anticipate any negative interactions, we haven't studied how it works for women who are also taking blood pressure and/or diabetic medication. We encourage you to reach out to your healthcare provider before trying Ristela, as they'll be able to best advise you.",
      "id": "a61a28ed-bb3d-435d-a79c-3aafe1f9eb85",
      "companyName": "Bonafide"
    },
    {
      "name": "Do you offer discreet packaging? What does the box look like?",
      "content": "Our packaging is a plain box with our logo (a B) on each side.",
      "id": "f4353ba4-d7aa-4699-b81c-2adad9e2546b",
      "companyName": "Bonafide"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible, can you let me know the reason for your cancelation? Also, what's the order number and email address on your order?",
      "id": "9073c0b4-7128-4852-adb6-3f1f64e429ae",
      "shortcut": "ced",
      "companyName": "Bonafide"
    },
    {
      "name": "Can Revaree treat  yeast infections or BV?",
      "content": "Revaree isn't intended to treat yeast infections or BV, but to treat vaginal atrophy and associated symptoms of dryness, burning, irritation, and painful sex. However, we do have a product called Clairvee that's been proven to work effectively alongside antibiotics and antifungals, which treat BV and VVC (though it isn't meant to replace antibiotics or antifungals for the treatment of BV or VVC). If you have any specific concerns, you should speak to your healthcare provider.",
      "id": "240fda0e-e44d-4fbf-a97e-7ca439b726e0",
      "companyName": "Bonafide"
    },
    {
      "name": "Can you get Silvessa products separately?",
      "content": "If you'd like to stop receiving a certain product in the Silvessa system, rest assured that you can do so within your Subscriptions page.\n\nEach item in the Silvessa system appears as a separate product; find the one(s) that you would no longer like to receive. Click the \"Cancel Subscription\" button, found underneath the product quantity and frequency information on the right-hand side. In the box that pops up, select the reason you would like to cancel your subscription for that product, and click \"Unsubscribe\". You'll receive a confirmation message that your subscription for that specific product has been canceled, and the page will automatically refresh to remove the product.",
      "id": "ce1ad4c0-1007-4e84-bb47-0ac1e5bd488b",
      "companyName": "Bonafide"
    },
    {
      "name": "Change delivery frequency",
      "content": "You can change your subscription delivery frequency by following the instructions here - https://hellobonafide.com/pages/help-center?a=How-can-I-change-my-subscription-delivery-frequency---id--EEQBuJ0DQSWBehzHYBy5TA",
      "id": "e93e15e7-f007-4dc7-b755-639ddda5af72",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I use Revaree with an IUD?",
      "content": "There should be no interference with Revaree and IUD efficacy. While this hasn't been formally studied, the hormonal IUD works by thinning the uterine lining and the copper IUD incapacitates sperm, and both IUDs work in the uterus. Revaree, on the other hand, works by retaining moisture for the vaginal tissue - so Revaree and the IUD have different anatomic targets. However, as a precaution, we always recommend that you reach out to your healthcare professional as they know your specific medical history best.",
      "id": "7c69d86e-e0ac-4c81-8ba2-fd5f85297f49",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Serenol have any side effects?",
      "content": "In clinical studies, any side effects reported were no different than those reported by people taking placebo tablets (sugar pills). If you have specific concerns, we recommend that you speak with your doctor.",
      "id": "b64afd07-4c1a-4020-bccd-47d8f72576be",
      "companyName": "Bonafide"
    },
    {
      "name": "How long does Clairvee get rid of my symptoms?",
      "content": "We recommend using Clairvee consistently for at least 6 months for best results. Clinically, Clairvee has been shown to restore and maintain the balance of the vaginal microbiome in as early as 15 days - but every woman is different, so consistent use is key in order for symptoms to be reduced.",
      "id": "93ea2e75-e9fc-4592-951d-411b6f219251",
      "companyName": "Bonafide"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so definitely keep an eye out.",
      "id": "a8208b49-9cdc-4c78-970b-6493896fc580",
      "shortcut": "ms",
      "companyName": "Bonafide"
    },
    {
      "name": "Can gastric bypass patients use it?",
      "content": "It is designed not to be absorbed until it reaches the lower intestine, however, we did not study it in people who have had GBS, so we recommend that you speak to your doctor or healthcare practitioner.",
      "id": "dbb6c454-526a-48f6-80ce-f1f4e87b7fb4",
      "companyName": "Bonafide"
    },
    {
      "name": "What are the ingredients in Thermella?",
      "content": "The primary raw ingredients in Thermella are a proprietary and unique blend of curcumin (from turmeric), decaffeinated green tea extract, and spirulina (from blue-green algae). Thermella is manufactured in a U.S. facility that follows current Good Manufacturing Practices (cGMP) and is free of the major food allergens: milk, wheat, gluten, eggs, fish, crustacean shellfish, tree nuts, peanuts, and soybeans.",
      "id": "c1fc6ada-a5c2-4d5d-99a4-a5c1a572b498",
      "companyName": "Bonafide"
    },
    {
      "name": "Who can or should use Thermella?",
      "content": "Thermella is intended for the woman who is experiencing hot flashes and/or night sweats associated with menopause. It has been shown to be safe in women in multiple clinical studies.",
      "id": "28673614-e371-4643-aa87-7c81759ee393",
      "companyName": "Bonafide"
    },
    {
      "name": "Can children less than 18 years old take Thermella?",
      "content": "No. Thermella is intended for women in perimenopause and menopause and has not been studied for use by children under 18 years old.",
      "id": "d75c75b9-2ffe-489c-9c93-760a83558299",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Thermella cause blood clots?",
      "content": "Studies on Thermella did not reveal any associated blood clots. However, please check with your healthcare practitioner with any concerns.",
      "id": "be10e566-ad4d-4e0f-9576-1b358cd67405",
      "companyName": "Bonafide"
    },
    {
      "name": "Why do some of my Thermella tablets vary in color?",
      "content": "With many plant-based products, it is common for color variations to occur with new batches or for color to darken over time. The change in color does not affect the potency or quality of your Thermella tablets in any way.",
      "id": "867e5579-2315-4a23-8f02-8209797678ac",
      "companyName": "Bonafide"
    },
    {
      "name": "How does Thermella work?",
      "content": "Thermella works by targeting the signals in your body that cause hot flashes and night sweats to rebalance the body's thermoregulatory center. As estrogen declines, the body loses its temperature balance as the signal that warms the body goes into overdrive, causing a hot flash. Thermella works by blocking this signal to restore balance for cooling relief.",
      "id": "37d431f0-c34f-487d-a93e-45106d907486",
      "companyName": "Bonafide"
    },
    {
      "name": "How long does Thermella take to work?",
      "content": "Thermella works as quickly as just two weeks and 82% of women experienced a reduction in their hot flashes and night sweats in randomized, double-blind, placebo-controlled clinical trials. However, results with Thermella continue to improve over time. We recommend taking Thermella for at least three months to maximize relief and reductions in hot flash and night sweat symptoms.",
      "id": "aa77f008-5726-48e7-b471-7a80daf4f3bd",
      "companyName": "Bonafide"
    },
    {
      "name": "What is Thermella?",
      "content": "Thermella is a clinically studied, hormone-free supplement carefully formulated with curcumin extract, green tea extract, and spirulina extract, which work together to relieve menopausal hot flashes and night sweats. Clinical studies have also shown that Thermella reduces the interference of hot flashes on sleep.",
      "id": "970b541a-992d-4e08-8067-0dab8a07b189",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Thermella have any major side effects?",
      "content": "In double-blind, placebo-controlled trials, side effects of Thermella were comparable to placebo, and no serious adverse events were reported. However, every woman is different and if you have specific concerns, you should speak with your doctor or healthcare practitioner.",
      "id": "5792eb11-ef4f-498d-9f75-6cd5008e63a2",
      "companyName": "Bonafide"
    },
    {
      "name": "What other symptoms does Thermella help?",
      "content": "In a double-blind, placebo-controlled study, Thermella was shown to decrease hot flashes and night sweats. In the same study, Thermella improved sleep for 60% of women by three months.",
      "id": "4a8899bb-b1f7-4648-b000-679a585c2721",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Thermella come with a child-proof cap?",
      "content": "I'm afraid not.",
      "id": "483f89ba-f9ec-4bb5-8d9d-6ec21f86038a",
      "companyName": "Bonafide"
    },
    {
      "name": "Do I have to take Thermella with food?",
      "content": "Thermella can be taken with or without food, once a day. There is no set time before or after meals for when you should take Thermella.",
      "id": "3da51c6a-6723-4039-89ee-a64b008ba991",
      "companyName": "Bonafide"
    },
    {
      "name": "How does Thermella compare to other available solutions?",
      "content": "Thermella is the first non-prescription treatment that reduces hot flashes and night sweats at the source by blocking NKB, a peptide in the body's thermoregulatory center that causes hot flashes and night sweats. Thermella is supported by clinical data from randomized, double-blind, placebo-controlled studies and works in as early as just two weeks, faster than most other non-prescription, plant-based options that can take months to work. Thermella is also non-hormonal. This means that, unlike phytoestrogens such as soy, black cohosh, red clover, evening primrose oil, etc., Thermella does not have a similar structure to estrogen and does not act like estrogen in the body or impact estrogen levels.",
      "id": "0f7340b8-33be-42c4-8b29-eed56c9ffe8e",
      "companyName": "Bonafide"
    },
    {
      "name": "How many tablets are in a bottle of Thermella?",
      "content": "Thermella is packaged in 1-month supply bottles that contain 60 tablets (2 tablets per day).",
      "id": "ca1fbfdb-6abe-4ea8-ad10-586e9eadd166",
      "companyName": "Bonafide"
    },
    {
      "name": "If I forget to take Thermella one day, should I double my dose the next day?",
      "content": "No. Just continue to take two tablets daily, with or without food. It is important to take Thermella as intended for the desired effects.",
      "id": "7e0debaa-ea87-4e51-99b3-b1633816df23",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Thermella an all-natural product?",
      "content": "While we cannot claim that our products are \"all-natural,\" the primary ingredients in Thermella are naturally sourced and plant-based, including the curcumin, green tea, and spirulina extract. Our products also contain standard ingredients that are used across the supplement industry and extensively tested for safety and efficacy.",
      "id": "2d0d3d2a-1aad-4f89-94ae-845aa3239a78",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Thermella safe for cancer patients or survivors?",
      "content": "Thermella is non-hormonal and does not act like estrogen in the body. However, Thermella has not been studied in the cancer population. Individuals with cancer or cancer survivors should speak to their healthcare provider before taking Thermella.",
      "id": "0f7356a8-65fd-4237-b2e8-1b2d3c6f3951",
      "companyName": "Bonafide"
    },
    {
      "name": "How long are the Thermella clinical trials?",
      "content": "The longest clinical trial with patients taking Thermella is six months. We also have multiple clinical studies with patients taking Thermella in which patients took Thermella for three months.",
      "id": "89c0edce-504e-48c4-86ad-9b4b02fec394",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Thermella a phytoestrogen?",
      "content": "Thermella is non-hormonal, does not have a similar structure to estrogen, and does not impact estrogen levels.",
      "id": "e3c03217-42ca-442b-8c02-508a699789b6",
      "companyName": "Bonafide"
    },
    {
      "name": "Will Thermella shorten menopause?",
      "content": "Thermella is intended to help you manage symptoms of menopause but will not affect the duration of menopause.",
      "id": "47d8f0e8-d156-48da-9556-b9983c534509",
      "companyName": "Bonafide"
    },
    {
      "name": "Can Thermella be taken with HRT (Hormone Replacement Therapy)?",
      "content": "Clinical studies have not been done with Thermella taken concomitantly with HRT. Clinical studies do show that Thermella is non-hormonal. However, we recommend that you consult with your medical professional.",
      "id": "25725616-57a8-4384-9b14-3c60c8cec261",
      "companyName": "Bonafide"
    },
    {
      "name": "What is the difference between Thermella and Relizen?",
      "content": "Thermella and Relizen were both shown in separate clinical studies to relieve hot flashes and night sweats. However, Thermella relieves hot flashes as early as just two weeks. It relieves hot flashes at the source by blocking NKB, a peptide in the body's thermoregulatory center that triggers hot flashes and night sweats. On the other hand, Relizen works as early as two months by inhibiting the reuptake of serotonin in the body. Both treatments are effective, but Thermella has been shown to provide more hot flash and night sweat relief, faster. \n\nPlease note that these results for Thermella and Relizen are based on separate clinical studies for each product.",
      "id": "24df6bcf-215a-47cd-9964-71315786d36d",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Thermella improve quality of life?",
      "content": "Thermella improves quality of life. In a randomized, double-blind, placebo-controlled study, 97% of women experienced improved quality of life, as measured by their total score on the Hot Flash Related Daily Interference Scale. This is a validated, clinical questionnaire that assesses the impact of hot flashes on quality of life. Women also experienced improved sleep.",
      "id": "27c3957b-d18d-4f65-9632-0e18b890fc7d",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Thermella approved by the FDA (Food and Drug Administration)?",
      "content": "Thermella is a dietary supplement, and the FDA does not approve dietary supplements. Unlike many supplement brands that don't test their products, Bonafide prioritizes safety and effectiveness by requiring clinical testing for all products. This approach gives customers and healthcare providers peace of mind knowing that our claims are supported by rigorous evidence. Read more about our clinical trials: https://hellobonafide.com/pages/clinical-trials",
      "id": "3998aa27-11b8-4ca4-9084-5548ada98401",
      "companyName": "Bonafide"
    },
    {
      "name": "What do I do if Thermella stopped working for me?",
      "content": "To date, in clinical studies with Thermella, instances of hot flashes becoming worse due to treatment or Thermella losing its effectiveness over time have not been observed. However, we recommend you talk to your doctor if this is something you are experiencing.",
      "id": "013eaafe-5a7f-4145-b154-7a911ab2ddd1",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Thermella contain any sugar or carbohydrates?",
      "content": "Thermella contains less than 1 gram of carbohydrates per dose.",
      "id": "2afefff4-63ef-4a63-87c8-967da56d01a6",
      "companyName": "Bonafide"
    },
    {
      "name": "How is the quality of Thermella monitored?",
      "content": "Bonafide Health, along with our trusted manufacturers, ensures the quality of all of our products beginning with the raw materials. Not only do we ensure current Good Manufacturing Practices (cGMPs) are followed, Bonafide Health also works with an independent third-party lab to test every lot for efficacy, potency, and safety.",
      "id": "1eadcff4-36d2-4f8a-bdb8-7b965c51a236",
      "companyName": "Bonafide"
    },
    {
      "name": "How should I store Thermella?",
      "content": "Thermella should be stored at room temperature in a cool, dry, environment out of direct sunlight.",
      "id": "b3e680bf-4a56-44dc-9f21-46cd43f4c96d",
      "companyName": "Bonafide"
    },
    {
      "name": "How effective is Thermella for hot flashes and night sweats?",
      "content": "In a three-month pooled analysis of two randomized, double-blind, placebo-controlled studies with 138 women, 97% of women experienced a reduction in their hot flashes and night sweats. Thermella also reduced the frequency of hot flashes and night sweats by 59% by three months.",
      "id": "5588e177-d314-45c9-a81b-8b0e6fb0fcea",
      "companyName": "Bonafide"
    },
    {
      "name": "How long has Thermella been on the market?",
      "content": "Thermella is a new product from Bonafide. However, its naturally sourced primary ingredients (curcumin, decaffeinated green tea extract, and spirulina) have been safely consumed for many years and are GRAS (Generally Recognized as Safe)-notified. Thermella has also been thoroughly studied in multiple clinical trials that have evaluated its safety and effectiveness.",
      "id": "654e0d89-c47b-44dd-a9a9-cc1523c63dc2",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Thermella non-hormonal?",
      "content": "Yes, Thermella is non-hormonal.",
      "id": "27864051-d824-45c8-8422-bcb315bddbb7",
      "companyName": "Bonafide"
    },
    {
      "name": "Can Thermella be taken with different types of medications (ex: blood pressure, cholesterol-lowering, heart disease, ulcer, GERD)?",
      "content": "Interactions between Thermella and other medications are not expected. Studies have not been done with Thermella taken concomitantly with other medications. However, please consult your medical professional before taking Thermella with other medications.",
      "id": "3b342bc3-956d-4fa4-8065-3e174a2045a1",
      "companyName": "Bonafide"
    },
    {
      "name": "What is the recommended dose of Thermella?",
      "content": "The daily dose of Thermella is two tablets, taken once a day, with or without food.",
      "id": "2bb73a55-2b1e-40ce-b459-993f4cf64e63",
      "companyName": "Bonafide"
    },
    {
      "name": "Is the green tea extract in Thermella decaffeinated?",
      "content": "Yes, the green tea extract in Thermella is decaffeinated and contains less than 5mg of naturally occurring caffeine.",
      "id": "dfb351da-db6c-4de6-8110-2cf778660b7d",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Thermella contain dairy/soy/fish/nuts?",
      "content": "Thermella is manufactured using Good Manufacturing Practices and does not contain major food allergens such as milk, wheat, eggs, fish, crustacean shellfish, tree nuts, peanuts, and soybeans.",
      "id": "3bec4065-2553-4d36-af23-ee100dd315cc",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Thermella safe for women who have had a hysterectomy?",
      "content": "Thermella has not been studied in the cancer population. Individuals with cancer or cancer survivors should speak to their healthcare provider before taking Thermella.",
      "id": "6a4f2f4a-8e40-428c-bbaf-37d8a3b56d09",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take more than one dose of Thermella a day?",
      "content": "All of Thermella's ingredients are safe at higher daily doses; however, the efficacy of Thermella has been studied at two tablets a day. We recommend that you discuss your symptoms with your healthcare provider before making any changes to your treatment plan.",
      "id": "9157d9cf-6784-48ca-9c7f-f1414aed191c",
      "companyName": "Bonafide"
    },
    {
      "name": "Are any other products manufactured in the facilities where Thermella is made?",
      "content": "Thermella is manufactured in a facility that abides by cGMPs (current Good Manufacturing Practices) and is independently audited by the FDA and other certifying organizations. Other products may be manufactured where Thermella is made, but the equipment is thoroughly cleaned under cGMP guidelines to avoid any risk of cross-contamination.",
      "id": "5532f10e-59c7-4494-9775-456851d615d2",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Thermella gluten-free?",
      "content": "Yes, Thermella is gluten-free.",
      "id": "7552f7c8-de6f-4914-afd2-88af0ec4e26f",
      "companyName": "Bonafide"
    },
    {
      "name": "What's the exact amount of inactive ingredients?",
      "content": "Unfortunately, we are not able to disclose the exact amount of inactive ingredients, as that information is proprietary to Bonafide. All ingredients listed under \"other ingredients\" are in descending order of weight and are added in standard amounts.\nIf you have any additional concerns however we do suggest consulting your physician before using our products as they can guide you best based on your medical history.",
      "id": "45c806f9-6a1c-40f0-b0fd-08856860ec50",
      "shortcut": "moi",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I use Thermella and Relizen together/at the same time?",
      "content": "Thermella and Relizen can be used together and work differently in the body to relieve hot flashes and night sweats. Thermella relieves hot flashes at the source by blocking NKB, a peptide in the body's thermoregulatory center that triggers hot flashes and night sweats. Relizen relieves hot flashes by inhibiting the reuptake of serotonin in the body. In independent clinical studies on each of these treatments, they were shown to be effective in reducing hot flashes and night sweats, as well as improving sleep.",
      "id": "7e57ba12-b6f5-4713-9c6c-7025df64628c",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Thermella replacing Relizen?",
      "content": "Please note that Thermella is not replacing Relizen. Thermella and Relizen work differently in the body to relieve hot flashes and night sweats. Thermella relieves hot flashes at the source by blocking NKB, a peptide in the body's thermoregulatory center that triggers hot flashes and night sweats. Relizen relieves hot flashes by inhibiting the reuptake of serotonin in the body. In independent clinical studies on each of these treatments, they were shown to be effective in reducing hot flashes and night sweats, as well as improving sleep. That said, you can use them together.",
      "id": "b521dc2b-723c-4d06-9ea5-01e45efe643b",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Ristela safe for women with breast cancer?",
      "content": "Ristela hasn't been studied in women who have had or are at risk of having breast cancer. We encourage you to reach out to your healthcare provider if you're wondering if Ristela may provide you with relief.",
      "id": "03cb7164-7e0c-43de-95d2-337758653905",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Reveree change the color of your discharge?",
      "content": "We have not studied this specifically in clinical studies, we've been told anecdotally by women using this product that if any discharge is experienced, it is often transparent and natural-looking in terms of consistency. Additionally, in clinical studies, women saw relief with Revaree as early as day 9 of treatment, with symptom relief improving over time. As a quick reminder, the recommended dose of Revaree is 1 vaginal insert, every 2-3 days at bedtime or use as directed by your healthcare provider.\n\nIf you have a specific question, we recommend reaching out to your healthcare provider as they know your medical history best.",
      "id": "9ab5fc1c-7da1-46cd-ac9a-924362c9f9c5",
      "companyName": "Bonafide"
    },
    {
      "name": "What is the shelf life of Clairvee?",
      "content": "Clairvee's shelf life is 15 months from its manufacturing date (MFG). The U.S. Food and Drug Administration (FDA) regulations allow dietary supplement labels to list an expiration date or date of manufacturing. Products that have a date of manufacturing allow consumers to see the actual date a product was made. If you are concerned about not knowing the actual expiration date, please rest assured that any bottle shipped to you will be efficacious for no less than three months from the date of receipt. As a quick reminder, Clairvee should be taken for 15 consecutive days each month; the remaining days are 'off' until next month, as the probiotic protection continues even on the days you are not taking a capsule.",
      "id": "533e4d8f-5563-4bbf-a69d-4103e63c6b27",
      "companyName": "Bonafide"
    },
    {
      "name": "Can you double up Clairvee if you miss/skip a dose?",
      "content": "If you miss a dose of Clairvee, take it as soon as you remember. If it's close to the time of your next dose, skip the missed dose and continue with your regular schedule. Do not double the dose to catch up.",
      "id": "113e4a9a-4bd5-453f-8e0e-ffb9a20a915e",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Revaree Plus and Ristela safe to use with a history of uterine cancer?",
      "content": "While we don't anticipate any issues as Revaree Plus and Ristela are completely hormone-free, steroid-free, and paraben-free and don't work through hormonal pathways in the body, we, unfortunately, do not have specific clinical data in this subset of women.\n\nOur Chief Medical Officer, Dr. Alyssa Dweck does recommend Revaree (the original formula) to her patients in similar situations and has provided us a blog on this topic, here: https://bonafide.attn.tv/ad3TP_cUikSL.\n\nWe still would recommend checking in with your healthcare provider first, just as a precaution and as they know your medical history best. We apologize for any inconvenience.",
      "id": "6a95d1ac-4f84-4da9-80d0-0e1a141e7966",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take Clairvee with food?",
      "content": "You can take Clairvee at any time of the day, with or without food.",
      "id": "f95b6c52-cbe8-4c86-a685-0811401af62c",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take Ristella with vilazadone and hydroxizine?",
      "content": "While we don't anticipate negative interactions, we, unfortunately, haven't studied how Ristela works for women who are also using Vilazadone and Hydroxyzine.\n\nYour health is our priority so we recommend reaching out to your healthcare provider before trying Ristela along with other medications, as they know your medical history best and they will be the best to advise you.",
      "id": "06501100-f668-4139-bbe2-d8bf02a496d9",
      "companyName": "Bonafide"
    },
    {
      "name": "When does my Clairvee expire?",
      "content": "The date provided in Clairvee bottles is the MFG (Manufacturing) date and not the EXP (Expiration) Date.\n\nU.S. Food and Drug Administration (FDA) regulations allow dietary supplement labels to list an expiration date or date of manufacturing. Products that have a date of manufacturing allow consumers to see the actual date a product was made. If you are concerned about not knowing the actual expiration date, please rest assured that any bottle shipped to you will be efficacious for no less than three months from the date of receipt. As a quick reminder, Clairvee should be taken for 15 consecutive days each month; the remaining days are 'off' until next month, as the probiotic protection continues even on the days you are not taking a capsule.",
      "id": "5599ab83-413d-4e39-9d44-a468f84133c5",
      "companyName": "Bonafide"
    },
    {
      "name": "Is hyaluronic acid harsh?",
      "content": "While we completely understand how the word \"acid\" can sound off-putting as a treatment for vaginal dryness, hyaluronic acid is a naturally-occurring molecule in the human body that can retain up to 1000x its weight in moisture. In the case of vaginal dryness, it works to attract and retain moisture in the cells of the vaginal lining, which helps to create a healing environment for thinning and damaged skin.\n\nYou can learn more about the benefits of hyaluronic acid for vaginal dryness here: https://bonafide.attn.tv/amCNmIpEh2di",
      "id": "59ca4718-52e9-4907-82eb-f4ef088cf924",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I split the Ristela tablets?",
      "content": "We pre-score each Ristela tablet to make it easier to break them in half. If you find it difficult to swallow the whole tablet, you can take each tablet in halves instead.\n\nYou can also split up the time of day you take Ristela, meaning you can take one tablet in the morning and the other in the afternoon or evening, as long as you are consistently taking two tablets a day.\n\nAlternatively, you can also crush Ristela and mix it into soft food or smoothies to make the product more accessible.",
      "id": "c42c6c36-0fbf-4ee0-8a66-9baea14094c9",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take Reveree if I am taking a blood thinner?",
      "content": "Revaree is generally safe for most women, but since you're on a blood thinner, we recommend consulting with your healthcare provider before using it. They can ensure it's the right choice for your individual health needs.",
      "id": "6ba7b767-8ad1-426d-8463-8163e867d766",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Revaree/ Revaree plus help to reduce repeated UTI?",
      "content": "Revaree is not a treatment option for UTI and has not been formally studied in those with an active UTI. Revaree is specifically a treatment option for vaginal atrophy and associated symptoms of dryness, burning, irritation, and painful sex. If we can provide any additional information please let us know.\n\nI hope you find this information helpful. As a precaution, we always recommend that you reach out to your healthcare professional as they know your specific medical history best.",
      "id": "1cadc539-2140-4086-aa74-8f53bcb17e79",
      "companyName": "Bonafide"
    },
    {
      "name": "Forgot to take Ristela or missed a dose",
      "content": "If you forgot to take Ristela one day, you should continue with your regular routine of taking two tablets daily, with or without food. Do not double the dose the next day.",
      "id": "7c8ae813-a4fa-48c5-af86-52ed601cfe43",
      "companyName": "Bonafide"
    },
    {
      "name": "Are there any negative interactions/effects when combining Zoloft and Serenol?",
      "content": "While we don't anticipate negative interactions, we unfortunately haven't studied how Serenol works for women who are also using Zoloft. We recommend contacting your healthcare provider, as they know your medical history best.",
      "id": "ed09bd66-ab30-4cfc-af7f-33af77c75ef0",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I take Ristela if I am taking a blood thinner?",
      "content": "Interactions between Ristela and other medications are not expected. However, studies have not been done with Ristela taken concomitantly with other medications such as blood thinners, so we encourage you to speak with your healthcare provider before trying Ristela as they know your medical history best.",
      "id": "8493a1ca-716e-43fd-b11d-ed3a0f701972",
      "companyName": "Bonafide"
    },
    {
      "name": "Do you have anything that treats UTI's?",
      "content": "We do not have a specific product for UTIs. While Clairvee helps provide relief for vaginal itching and discharge symptoms associated with hormonal fluctuations, it is not intended to treat any infections or diseases. Clairvee has been proven to work effectively alongside antibiotics and antifungals, which treat BV, VVC, and UTIs. However, Clairvee is not meant to replace antibiotics or antifungals.\n\nWe would recommend that you reach out to your healthcare professional to determine your options as they know your specific medical history best.",
      "id": "0665e95f-ca96-47f0-8faf-5db3f021e760",
      "companyName": "Bonafide"
    },
    {
      "name": "What can I use if I can't use condoms?",
      "content": "Revaree and Revaree Plus are not compatible with natural rubber latex, polyurethane, or polyisoprene condoms. As with many topical treatments for vaginal atrophy, contact with Revaree may weaken the integrity of the condom. However, unlike topical estrogen products, Revaree is non-estrogenic and has no adverse effects on the penis. Revaree has not been tested with other types of condoms, so we can't advise on their compatibility.\n\nFor best results, we suggest that you allow the insert one hour to melt and absorb before engaging in sexual activity. However, the time it takes to fully absorb will differ for everyone.\n\nIf you have specific concerns, we encourage you to speak with your healthcare provider to determine the approach that works best for you.",
      "id": "d7fe4608-40a1-40c2-8409-88fee84d97bf",
      "companyName": "Bonafide"
    },
    {
      "name": "Can Ristela increase your heart rate?",
      "content": "Ristela is a supplement that typically focuses on supporting hormone balance, especially for women in perimenopause or menopause. It generally doesn't directly affect the heart rate in most individuals. However, it can have different effects depending on your body's response to the ingredients, and some people may experience mild side effects such as changes in mood, energy levels, or heart rate.\n\nIf you notice a significant increase in your heart rate or feel unusual symptoms after taking Ristela, it would be a good idea to stop using it and consult with a healthcare professional. It's important to ensure that there are no underlying health concerns or interactions with other medications you might be taking.",
      "id": "6a27015b-e7a6-4673-a43d-5bce2cd8c473",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Reveree interact with prescribed medication?",
      "content": "While we don't anticipate negative interactions, we, unfortunately, haven't studied how Revaree works for women who are also using other medications. We recommend reaching out to your healthcare provider, as they know your medical history best.",
      "id": "177090d3-016d-4531-ac86-4839d688dbc6",
      "companyName": "Bonafide"
    },
    {
      "name": "Does Ristela have any estrogenic effects?",
      "content": "Ristela contains no estrogen or hormones. It has been published that Ristela has an \"absence of estrogen-like activities\". (Stanislavov R and Rohdewald P. J Women's Health Care. 2014;3:1-6. An 8-week, randomized, double-blind, placebo-controlled study conducted in 80 women ages 40-50.) The ingredients in Ristela are known to promote healthy blood flow and circulation, which are important factors in female sexual response to enhance sex drive and sexual satisfaction. It's recommended to speak with your healthcare provider if you have specific concerns.",
      "id": "3ad7fb71-d2bb-4cb8-a4fc-a4271c1ad637",
      "companyName": "Bonafide"
    },
    {
      "name": "Are there any active ingredients in the Revee suppository that would induce the herpes virus?",
      "content": "Revaree is hormone-free and made with hyaluronic acid, which is naturally found in the body. It does not contain any active ingredients known to trigger or induce the herpes virus. However, if you have any concerns about how it may interact with your specific condition, I recommend consulting your healthcare provider for personalized advice.",
      "id": "a2f50d78-b421-494d-bdc9-4e1a9fc1b1a9",
      "companyName": "Bonafide"
    },
    {
      "name": "How fast acting are the Ristella Mixes?",
      "content": "Great question! Ristela Mixes are not an on-demand treatment. To get the most benefit, it's recommended to take them consistently for two months while engaging in sexual activity regularly. In clinical trials, the best results were observed after eight weeks, with continued improvement over time.",
      "id": "62f6ab6c-483a-4459-a3ad-0aca67dee61c",
      "companyName": "Bonafide"
    },
    {
      "name": "Does the Ristela Mixes provide the same dose ingredients as the Ristela?",
      "content": "Both Ristela and Ristela Mixes feature the same hormone-free, clinically tested formulation and have the same safety and efficacy. However, Ristela Mixes are daily drink mixes taken as one packet a day, mixed into water or another cold beverage, while Ristela is taken as two tablets per day.\n \nRistela Mixes are great for individuals who prefer a non-pill route for their supplements, have trouble swallowing pills, or are already taking lots of pills - but ultimately, it's up to you as to which version of Ristela you'd prefer to take.",
      "id": "071eb6e8-6fd7-4a70-808c-ff6e99104bcc",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I use Atorvastatin with Ristela?",
      "content": "We don't anticipate negative interactions, we unfortunately haven't studied how Ristela works for women who are also using Atorvastatin. We recommend reaching out to your healthcare provider, as they know your medical history best.",
      "id": "c6f7f394-36a8-4535-9bfd-14a833d8346b",
      "companyName": "Bonafide"
    },
    {
      "name": "Is Revaree Plus and Revaree the same size?",
      "content": "Revaree Plus is the same size as Revaree. If you're interested in pursuing getting an applicator, Revaree Plus has the same measurements as Revaree (1/2\" by 1\").",
      "id": "99e21a58-63fd-4826-a762-ad2f5e698726",
      "companyName": "Bonafide"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here - https://hellobonafide.com/pages/returns",
      "id": "e789a4a8-4ed7-4627-a90f-a16b1332759b",
      "shortcut": "rp",
      "companyName": "Bonafide"
    },
    {
      "name": "How do I start a return?",
      "content": "You can start your return here: https://returns.hellobonafide.com/#/ Let me know if you have any questions, I'd be glad to help!",
      "id": "18119851-5360-41ac-95b2-c5f43bfb7865",
      "companyName": "Bonafide"
    },
    {
      "name": "Can I pause/skip/change my subscription?",
      "content": "You can learn more about how to skip an upcoming order or change your next charge date here: https://hellobonafide.com/pages/help-center?a=Managing-your-orders-and-subscriptions---id--EEQBuJ0DQSWBehzHYBy5TA",
      "id": "48f8ce1c-5812-4f0a-9b34-838f7f7f906c",
      "companyName": "Bonafide"
    },
    {
      "name": "How can I see when I will be charged for my next subscription order?",
      "content": "To see when your next subscription is scheduled, log in to your account and click \"Manage Subscriptions\". Under \"Upcoming Orders\", you'll be able to see your next charge date (as well as which products will be included). Your next subscription order will process on the listed Charge Date. \n\nIf you'd like to skip an upcoming order or change your next charge date, click here to learn more: https://hellobonafide.com/pages/help-center?a=Managing-your-orders-and-subscriptions---id--EEQBuJ0DQSWBehzHYBy5TA",
      "id": "7ca6bb9e-fea0-425b-826f-8cc617b12b7e",
      "companyName": "Bonafide"
    },
    {
      "name": "When will I receive my refund? (Return)",
      "content": "It usually takes about 3-5 business days for the refund to process fully; however, please allow up to 10 business days for this to appear on your bank statement.",
      "id": "7e7b8464-9e4d-4448-bb3a-ab762080a8f0",
      "companyName": "Bonafide"
    }
  ]
}
