{
  "companyKey": "brilliant earth",
  "templates": [
    {
      "name": "I want to customize one of your alternative metal rings. Is that possible?",
      "content": "I'm afraid we can't customize alternative metal rings at the moment. I apologize for the inconvenience!",
      "id": "29f3243c-49bc-440a-a2ad-7e174d1c7a2b",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can you use third party gem stone to create the ring i want?",
      "content": "I'm afraid we don't work with third-party or heirloom gemstones of any kind.",
      "id": "86c95f11-f2e6-4518-b6a0-a525d1cb440c",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "I have a diamond and I want to make it into a ring. Do you offer that option?",
      "content": "I'm afraid we don't work with outside diamonds. I apologize for the inconvenience!",
      "id": "ab898521-339c-4b6f-80d7-384fabbafd13",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Are all of your white gold rings rhodium-plated?",
      "content": "Yes, all of our 18k white gold pieces are rhodium-plated to give them a brilliant, white shine. If you prefer the softer, warm tones of 18k white gold that has not been plated, please contact us at 800-691-0952 so that we can make that modification when you place your order.",
      "id": "073de9ed-b352-4f96-aa36-74d3bce943cc",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "What if I want a center stone shape that is not offered for that setting?",
      "content": "Many of our settings can be easily modified to accommodate a different center stone shape than what is offered online. Please contact us at 800.691.0952 to discuss all of your modification options.",
      "id": "0e25fd99-1b4d-4bf3-b238-188310d0fe95",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Do you offer alternative metal options such as rose gold?",
      "content": "Yes! We are proud to offer platinum, 18K white gold, 14k rose gold, and 18k yellow gold as a standard option for most styles. We also offer 14k white gold, 14k yellow gold, meteorite, tungsten, and tantalum for a select number of styles. For more information about these options, please contact us at 800-691-0952.",
      "id": "4c5254e8-1bb9-4f7c-ac91-b4d43f02b81c",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can I expedite my order? Do you offer expedited shipping?",
      "content": "We may be able to offer expedites on some orders for a fee. Please contact us at 800-691-0952 for more information.",
      "id": "811eceae-c1e6-477a-b298-3c81d83e5a57",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://www.brilliantearth.com/shop-online/#manufacturing_warranty",
      "id": "0b1cb3ea-5037-44da-8ce8-d32fd8a6975c",
      "shortcut": "wp",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/brilliantearth/ and FB here: https://www.facebook.com/brilliantearth",
      "id": "051ec5d1-f95b-49a3-8834-a0a31d754171",
      "shortcut": "smd",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Free shipping",
      "content": "We offer free FedEx shipping on all domestic orders!",
      "id": "c9f758dd-33d2-438b-92b8-aeea5fbee621",
      "shortcut": "fs",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Are there other sapphire options beyond what is shown on your site?",
      "content": "Yes, we carry a broad selection of sapphires in a variety of beautiful colors, shapes, and sizes. If there is a specific gem that you are interested in that is not shown on our website, please contact us at 800-691-0952.",
      "id": "f3edbf02-5810-41f6-bd8e-b7157c84b746",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a referral program where you can treat your friend to $100 and get $100 towards a future purchase after their first order of $1,000+. Check it out here - https://www.brilliantearth.com/refer/?traffic_source=site_footer",
      "id": "f0a4c4b3-a4b4-4ae2-a505-64608630a33f",
      "shortcut": "rwd",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Do you include insurance appraisals with purchases?",
      "content": "We include a complimentary insurance appraisal with all engagement rings, wedding rings, and finished jewelry over $2,000 USD. For other items, insurance appraisals are available upon request. Please note that insurance appraisals are not included with an exchange or metal credit orders, except upon request.",
      "id": "fde5068b-5230-4ad0-b3ef-2466d4cb0521",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can my rings be soldered together?",
      "content": "Depending on the rings in your bridal set, many styles can be soldered together to create one piece. Please note that if you ever want to separate the soldered rings, we cannot guarantee that we can successfully unsolder them. If you are interested in the soldering process, please contact us at 800-691-0952.",
      "id": "248adba1-7f6a-4d36-9a6b-3dff69bf8577",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can I propose with a temporary setting?",
      "content": "Yes! If you are confident about your choice of diamond but would prefer that your partner participates in choosing the mounting, we offer a temporary solitaire setting: https://www.brilliantearth.com/shop-online/#temp_setting_option To set up a temporary setting order, please contact us at 800-691-0952. Our team is happy to help!",
      "id": "e11c29b0-18b7-4a34-8edb-b039de0d7ab3",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Are your lab diamonds certified?",
      "content": "Yes, our lab diamonds are certified by independent diamond grading labs, and have an inscription that matches the number on the laboratory certificate.",
      "id": "37039570-7a6a-4662-91d9-a77f0a624435",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can I buy a setting without buying a diamond?",
      "content": "Our settings are made-to-order with each one handcrafted for a center gem with unique characteristics to ensure the quality of the finished piece. For this reason, we do not provide stand-alone settings or semi mounts. Please let us know if we can assist you with selecting a center gem from Brilliant Earth.",
      "id": "0d6504dc-c308-4705-953c-f948437bb546",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "What is the kimberley process? Does it verify that diamonds are ethically-sourced?",
      "content": "Kimberley Process (2003): defines a conflict-free diamond as \"rough diamonds that have not been used to finance wars against governments.\" The definition leaves out the large numbers of diamonds that are tainted by violence in recognized governments, human rights abuses, poverty, environmental degradation, and other issues.",
      "id": "b026e825-a084-458c-97d6-cb0eea31f497",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Are your other gemstones ethically sourced?",
      "content": "We strive to offer gemstones sourced in alignment with safe working conditions and environmentally responsible principles. Many obstacles still exist in obtaining information about gemstone mining conditions worldwide, which makes it challenging to trace some gemstone origins. We work closely with our colored gemstone suppliers to improve standards and traceability, and we strive to promote higher standards for gemstone sourcing.",
      "id": "3b47366c-92d1-473c-8150-3855de801d9a",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "What is an Extend Protection Plan?",
      "content": "The Extend Protection Plan is a great way for you to protect yourself from damage to your most valued items, and provide you with coverage beyond our manufacturer's warranty. There are different lengths of plans from 2-years to Lifetime that vary based on the qualifying Brilliant Earth item you purchase. \n \nExtend Protection Plan options appear in your online shopping cart with any qualifying Brilliant Earth Product. The Extend Protection Plan is offered by Extend in collaboration with Brilliant Earth. For more Protection Plan details, please click here: https://customers.extend.com/en-US/plan_details/A0-BEJEW-2y?storeId=2e0a507b-57de-453a-a650-26fa55113fbf",
      "id": "0b1a099a-4946-45d4-a66a-76adcefc5036",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Are lab diamonds real diamonds?",
      "content": "Yes. Lab grown diamonds have the same physical, chemical, and optical characteristics as natural diamonds, as well as the same fire, scintillation, and sparkle. They are real diamonds. Lab grown diamonds are nearly impossible to differentiate from natural diamonds with the naked eye.",
      "id": "cce8f8e5-1214-461c-b7e5-fb4448d3b16a",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can I try it on virtually?",
      "content": "Yes, there is a virtual feature through mobile, where you can try on the ring virtually. From your phone, find your favorite ring and select \"Virtual Try On.\" After uploading a picture of your hand, customize every element of your ring or stack on additional styles. Then save your design or share with a friend!",
      "id": "7e9a1460-93f1-4a4f-8b52-f5a43def773b",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Are your sapphires treated?",
      "content": "All sapphires purchased from Brilliant Earth are of natural origin and have not been chemically treated to alter their natural beauty. Most of Brilliant Earth's sapphires are heat-treated, which is an accepted industry standard. Heat treatment improves color, clarity, and overall appearance. No radiation, chemicals, or health risks are involved in this process. Brilliant Earth offers lab grown sapphires as well.",
      "id": "daad9890-eac5-4b9f-ac0c-0e8da9c67816",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Is your packaging discreet? What does the box look like?",
      "content": "Your order will arrive in unmarked packaging to keep its contents a secret. For domestic orders, Brilliant Earth is not mentioned on the package. We can also ship your order to your office, a specific FedEx location to be held for pick up, or to your desired shipping address.",
      "id": "dbe0f914-575f-454a-9f9a-eb67c171b3e8",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Do you offer Saturday delivery?",
      "content": "Depending on your shipping address, we may be able to accommodate a Saturday delivery; please contact us at 800-691-0952 to schedule a Saturday delivery.",
      "id": "29588c9c-7e83-46d8-8c32-bee285df3ee6",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can you help me keep the engagement ring a surprise?",
      "content": "We understand that diamond jewelry is often given for special surprise occasions such as an engagement. Our boxes are discrete, the box does not have any Brilliant Earth branding. Alternatively, you can have your order shipped to a Brilliant Earth showroom for pick-up.",
      "id": "e905a19f-3d00-45e0-913e-973d08904ea7",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "How do you hold your suppliers to their high standards on sourcing?",
      "content": "We carefully select a small number of suppliers who can demonstrate adherence to our high standards of sourcing. We carefully vet and approve each diamond supplier to determine if they have the necessary capabilities to track and segregate diamonds based on origin. Our diamond suppliers are required to demonstrate conformity to these chain of custody protocols in their supply chain and verify documented due diligence of the origin of natural diamonds from Canada and Botswana Sort.",
      "id": "53859a47-580b-47a7-96a1-c8f811db50f6",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "How is brilliant earth different from other retailers that claim they offer conflict free diamonds?",
      "content": "Brilliant Earth is most well-known for our Beyond Conflict Free standards, meaning we take it a step above and beyond the industry to make sure there are no human rights abuses, poverty, environmental degradation, and other issues at any of the mines we source from. All of our diamonds offer transparent views into the stone's origins. We use repurposed metal in the products we create.\n \nOur select group of diamond suppliers demonstrate a robust chain of custody protocol for their diamonds and have the ability to track and segregate diamonds by origin. These suppliers are required to source diamonds that originate from specific mine operators who follow internationally recognized labor, trade, and environmental standards.",
      "id": "fa4f478b-7cb9-45cc-b08e-b4fcd0f50850",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "What is recycled/repurposed gold and platinum and how does being recycled impact quality?",
      "content": "As part of our commitment to environmental responsibility, we primarily use repurposed and re-refined precious metals in our fine jewelry. Our precious metals come from numerous sources, including post-consumer materials, such as existing jewelry, industrial-use metals, and electronics components. \n  \nBecause our repurposed and re-refined silver, gold, and platinum are refined back into their pure elements, they are of the same high quality as newly mined metals, without the level of degradation to our natural resources caused by new mining. You can read more about our repurposed gold, platinum, and silver here: https://www.brilliantearth.com/about/mission/report-2024/sustainability/#repurposed-metals",
      "id": "4fef6145-ae39-48dc-aaa3-4e41dbd98efa",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "What is a Conflict Diamond?",
      "content": "Brilliant Earth is most well-known for our Beyond Conflict Free standards, meaning we take it a step above and beyond the industry to make sure there are no human rights abuses, poverty, environmental degradation, and other issues at any of the mines we source from. All of our diamonds offer transparent views into the stone's origins. We use repurposed metal in the products we create.",
      "id": "50f7891e-f9c5-4594-a5ff-584762cb7bf1",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Phone support",
      "content": "We're here to assist however is most convenient for you-please call us at 800-691-0952, or let me know if you would prefer to continue over text for quicker support.",
      "id": "850bccae-c995-45be-9de9-df10c7f88cf5",
      "shortcut": "ps",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Product/General inquiries",
      "content": "The best way to handle this is to email us directly at info@brilliantearth.com or give us a call at 800-691-0952. Our team is happy to assist you!",
      "id": "e55d5c87-293b-4b76-adc2-f0bb6cddf403",
      "shortcut": "pgi",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "We plan to look at wedding bands for both of us - can we do that in 1/one appointment?",
      "content": "Yes, of course! When you receive your pre-appointment survey email, you can fill out all of the styles you are hoping to see.",
      "id": "76418097-2391-4509-8759-669221b1c557",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Shipping time",
      "content": "All orders are shipped via FedEx. Each product page provides an estimated arrival date. The date listed on the product page includes the estimated shipping and production time. The standard production timeline for custom rings is 2-3 weeks.",
      "id": "6834ec15-1882-4076-a957-3035fb69a470",
      "shortcut": "shp",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Is in store pick up possible?",
      "content": "Great question! Yes, we do offer store pick-up. On our checkout page, under shipping, you can find the option for store pick-up. Don't forget to select the showroom where your order will be delivered.",
      "id": "fe672c3e-1716-4305-9d8d-7d97066b8b87",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can you send me additional images of the rings?",
      "content": "Yes, we can send you additional images if you are interested in seeing our rings from a different angle, or if you would like to see multiple rings together. Please contact us at 800-691-0952 and our team will be more than happy to assist you!",
      "id": "361ade68-0497-47ab-b81e-5d4470f953bd",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Do you offer customization?",
      "content": "Many of our pieces are made to order, allowing us to customize our standard items to fit your personal preferences. For example, we can modify the finish, the precious metal, and the gems that we set. Please note that sterling silver pieces cannot be modified. Please contact us at 800-691-0952 to discuss all of your modification options.",
      "id": "a57d8df0-3e24-4e06-804e-d0810ea14258",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Is affirm financing available in store?",
      "content": "We currently only offer Affirm on our website. During your appointment, we can assist you in checking out and direct you to Affirm's application process.",
      "id": "e90fbde6-a494-45a6-9a2e-f2350ea5107d",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Is my diamond laser inscribed?",
      "content": "Diamonds currently graded by GIA, GCAL, HRD, and IGI are laser inscribed on the girdle with an identification number; the inscription matches the certification associated with your diamond. Laser inscriptions provide peace of mind when making a diamond purchase since they are an easy way to identify a diamond.",
      "id": "c6a2fd42-4869-4dfa-a761-27f99cfde0b6",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Do you offer lab grown diamond ring settings?",
      "content": "For most styles, we match the type of accent diamonds with the type of selected center diamond. If you select a lab grown center diamond, then the accent diamonds on your setting may also be lab grown, as indicated in the product details. All wedding band stones are natural unless specified in their name or under the product details.",
      "id": "2afa03aa-0b8b-4c6e-815b-39089e3bfec1",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can a diamond tester tell a difference between lab grown and natural diamonds?",
      "content": "Good question! The quick answer is yes, detecting lab grown diamonds is possible. Several ways exist to determine whether a diamond is lab grown or natural. A jeweler would use a loupe or have specific testing equipment they could utilize.",
      "id": "e52feb69-c1fb-45b3-9efc-2ab89eb16572",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can I be put on a showroom waitlist?",
      "content": "Of course! I'm happy to help. Just give our Customer Care Team a call at 800-691-0952 and let them know your preferred times. They'll be happy to add you to the waitlist! Let me know if there's anything else I can assist you with!",
      "id": "c54a80cc-639e-45d6-bc9c-79f7aff10a49",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "How do I finance using affirm?",
      "content": "At the time of online checkout, you can select Affirm as your payment method. Affirm financing cannot be applied to the order after it has been placed. Affirm will ask for you to create an Affirm account and provide a few personal details. Affirm will instantly notify you of your loan approval status.",
      "id": "4e52215f-7472-44ba-84ba-cae6a12bbbda",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "How long does it take to get your engagement ring?",
      "content": "The time it takes to create your ring may vary based on the setting and diamond you select. Once both are chosen, our website will display an estimated delivery date at checkout.",
      "id": "73f4b52e-6b04-4a2f-8bc1-2e386d42aa6d",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "Good question! Each piece is handcrafted with care in the U.S.",
      "id": "35fb4b98-5848-42ee-9e61-74a2d4c337ee",
      "shortcut": "mfc",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can I get a promotional item in store?",
      "content": "You can get the promo items no matter where you make your purchase, as long as it qualifies, you're good to go!",
      "id": "f7c03e70-aea2-4f28-97ad-e694412feeac",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Moissanite vs. Morganite",
      "content": "Moissanite is a lab grown gemstone composed of silicon carbide that mimics the appearance of diamonds. Morganite is a peachy pink gemstone and a member of the beryl family. You can check our detailed guide here: https://www.brilliantearth.com/gemstones/buying-guide/moissanite/morganite-vs-moissanite",
      "id": "0f3616d9-fcd1-4d26-826d-da444d60d011",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "When does the current promotion expire?",
      "content": "The current promotion can be found on our website here: https://www.brilliantearth.com/promo-codes-and-offers . Under the see terms link, the promotion expiration date will be listed.",
      "id": "3f255798-1e3c-441b-b363-67825f43f34a",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "I'm on a budget. What are my options? (If there are any discounts available share that as well)",
      "content": "You can design your own ring according to your budget and preferences in 3 steps here: https://www.brilliantearth.com/engagement-rings/shop-all",
      "id": "5791c469-5b6c-4782-b135-3a5cf9c4352f",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "No promotions available",
      "content": "We price fairly from the start rather than marking up our items to mark them down. We opt to run promotions that feature diamond earrings or other fine jewelry that act as sparkling additions to the lifelong, heirloom-in-the-making investment in a Brilliant Earth design. Our current promo can always be found on our website: https://www.brilliantearth.com/promo-codes-and-offers",
      "id": "37bbfc58-8f80-4357-8357-f0699b01dcb6",
      "shortcut": "ncode",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Sweepstakes / Giveaway Information / $1000 gift card",
      "content": "The Terms and Conditions for this giveaway are located here: https://www.brilliantearth.com/promo-codes-and-offers Just click on the \"See All Website, Showroom, Email, and Social Media Promo and Giveaway Terms\" link and there should be a pop-up with all the details.",
      "id": "c154a573-fd68-4d8d-a2f8-3e8e2fe2c0a0",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "I'm looking to customize an engagement ring.",
      "content": "You can start here: https://www.brilliantearth.com/custom-engagement-rings Our designers will use your ideas, drawings, and images to conceptualize your custom engagement ring design.",
      "id": "d233eb3f-9250-4f91-820c-6a47df989f9e",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Do you have diamond loose stones?",
      "content": "Yes, please take a look at our diamond loose stones here: https://www.brilliantearth.com/diamond/shop-all You can filter based on your desired preferences.",
      "id": "329649f6-666e-4994-a63b-0002609f8b27",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us via this link: https://www.brilliantearth.com/contact Our team is happy to chat.",
      "id": "6fbe153a-adcb-4daa-915a-9b6aa6fc86c7",
      "shortcut": "wls",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can you help me design a custom piece of jewelry?",
      "content": "We specialize in full custom designs, and can create the jewelry piece you desire. For more details, please visit our page on Custom Designed Jewelry here: https://www.brilliantearth.com/custom-engagement-rings or contact us at 800-691-0952.",
      "id": "80b4af73-4db5-433f-96c5-66bc25a53c80",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Do you offer student discounts?",
      "content": "All enrolled students (undergraduate and graduate) receive silver studs with purchases over $250. You can find more details here: https://www.brilliantearth.com/promo-codes-and-offers",
      "id": "437eadea-1172-4831-ad7c-dff4deb293be",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "How can I find a diamond that is not in your inventory?",
      "content": "Our inventory is constantly being updated and we may have additional inventory of ethical origin diamonds not listed on our website. Please contact us via the following link so we can help you find a diamond that is perfect for you: https://www.brilliantearth.com/contact",
      "id": "108da76c-467e-4125-a7ae-1b3baaff8ce4",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can apply for our Affiliate program here: https://www.brilliantearth.com/affiliates",
      "id": "ad551c0d-e741-4052-af14-943b68737ed0",
      "shortcut": "ams",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us near you here: https://www.brilliantearth.com/stores",
      "id": "91b2f5a5-c174-4775-8b5f-d2f7fc92bb50",
      "shortcut": "sl",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "What is the difference between Moissanite and Diamonds?",
      "content": "I'd recommend taking a look at our article here: https://www.brilliantearth.com/news/moissanite-vs-diamond where you can learn about the key differences between moissanite and diamond including durability, brilliance, and color.",
      "id": "ad7effef-6700-45bf-8814-776729b73858",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can I buy a loose sapphire?",
      "content": "Yes, we do provide loose sapphires for purchase. Our ethically sourced loose sapphires are beautifully presented in a sustainably harvested wood box. You can view our colored gemstone gallery here: https://www.brilliantearth.com/gemstones/shop-all",
      "id": "8e40b3bf-9abb-477c-abf4-90ad5a64e8f7",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Sizing",
      "content": "Happy to help! I'd recommend taking a look at our Size Chart here: https://www.brilliantearth.com/jewelry/buying-guide/ring-size You can also download our Ring Sizing Guide or request a complimentary Ring Sizer at the link above.",
      "id": "b2f0d6cf-744a-481d-a09b-7557ee32c975",
      "shortcut": "sz",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.brilliantearth.com/30-Day-Returns",
      "id": "8aee94fb-dbbc-4991-8688-6791960fba18",
      "shortcut": "rp",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to contact us via this link: https://www.brilliantearth.com/contact Our team is happy to help!",
      "id": "2eb0ac83-3943-4d44-8293-31394231850f",
      "shortcut": "cs",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://www.brilliantearth.com/track-order You will need the email and order number to see the status.",
      "id": "bec16904-4df7-4487-bab3-4eab0acb98b6",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can I put a diamond on hold?",
      "content": "We are happy to extend a formal hold for you for three days to remove the item from the website. However, there will be a $150 fee to hold the item. Please contact us via this link for more information: https://www.brilliantearth.com/contact",
      "id": "d62f68b7-309d-4278-af51-630b58117d0f",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "How do you identify mines that meet its standards?",
      "content": "We source our natural diamonds from approved mines with strong social and environmental governance practices in Botswana, Namibia, Lesotho, South Africa, and Canada, which are ranked low or moderate risk. We evaluate the labor, trade, and environmental standards of these natural diamond mining companies. These mining companies have been screened for information such as RJC certifications, the world's leading standard setting organization for the jewelry industry, and publicly available mining practices such as the DTC Best Practice Principles. We perform ongoing evaluations of mining companies for environmental and social risks, in-country supply chain risks, and geopolitical and environmental issues related to natural diamond supply chains. You can learn more about our responsibly mined diamonds here: https://www.brilliantearth.com/conflict-free-diamonds",
      "id": "a24d7017-652e-41cb-a0aa-a1932f989162",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Do you offer financing or layaway?",
      "content": "For our US customers, we offer Affirm financing with interest rates from as low as 0% APR with approved credit, as well as Wells Fargo special 12-month financing with approved credit. We also offer a layaway option that allows customers to pay for their purchase with 20% down and monthly installments. You can learn more about our flexible payment options here: https://www.brilliantearth.com/flexible-payment-options",
      "id": "41f8ef8a-ff7d-4009-a92d-205c400c5a79",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Customer says no thanks",
      "content": "No worries! Feel free to reach out if there's anything I can help with, and in the meantime, check out our new arrivals here: https://www.brilliantearth.com/jewelry/new-arrivals/fine-jewelry",
      "id": "5138b9d1-9550-4d67-95c7-4f7a6e235ed0",
      "shortcut": "nw",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can your rings be resized?",
      "content": "Yes. Within 60 days, we will resize your ring for free, including free shipping both ways. The 60-day policy begins when your purchase is first available for shipment or pickup. However, please note that the following cannot be resized: eternity rings (due to their design), alternative metals (such as tantalum or titanium), but these can be exchanged under our 30-day policy. \n\nAdditionally, any custom, modified, and engraved rings can be resized but are subject to resize fees. Please read our full Return & Resize policy here: https://www.brilliantearth.com/en-ca/30-Day-Returns",
      "id": "5e1a9e0f-d604-4098-8cd5-49f28b8bde00",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "I'm wondering if I can see this diamond in person?",
      "content": "Thanks for your interest! Our diamonds can be brought into an appointment for viewing. You can choose the store closest to you and schedule your appointment here: https://www.brilliantearth.com/stores",
      "id": "5687eaf7-b702-409a-b618-9f30ead4316e",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Cancel / edit order",
      "content": "The best way to handle this is to call us directly at 800.691.0952, or to contact us on our Live Chat on our website: https://www.brilliantearth.com/contact . Our team is happy to help!",
      "id": "569323ac-a817-4e39-9fff-f93c31d1492a",
      "shortcut": "ced",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Do you offer lab grown diamonds?",
      "content": "We offer an extensive collection of stunning lab grown diamonds, which have the same physical, optical, and chemical characteristics as our natural diamonds. You can check them out here: https://www.brilliantearth.com/lab-diamond",
      "id": "df618f90-6f44-4086-9265-11caa8537e3f",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Can I create/design my own engagement ring?",
      "content": "You can design your own engagement ring on our website by selecting the setting, stone, and the desired size of your stone.\nIf you'd like something more custom, our designers can work with your ideas, drawings, or images to create a one-of-a-kind ring just for you. Please contact us at https://www.brilliantearth.com/contact or call us at +1-800-691-0952 to discuss all of your modification options.",
      "id": "53d3f43a-351e-4956-bd8f-6b8826a66c0f",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "I want to schedule an appointment",
      "content": "You can schedule an in-person or virtual appointment! For virtual appointments, please visit this link: https://www.brilliantearth.com/stores/virtual-appointment If you prefer to visit one of our stores in person, you can book your appointment here: https://www.brilliantearth.com/stores",
      "id": "2fa50c76-c453-4729-997b-39da17051380",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "walk-in the showroom/location in person - no appointment",
      "content": "We encourage appointments for the best experience but also take walk-ins.\nYou can book your appointment here: https://www.brilliantearth.com/stores\nIf you don't prefer to book, you can reach out to us at this number for more help  800-691-0952",
      "id": "9a054f6d-0337-4166-99a1-76f5451300cd",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "I'm looking for an engagement ring",
      "content": "Wonderful! I'd recommend checking out this page to select your ideal engagement ring setting and pair it with a Beyond Conflict Free Diamond: https://www.brilliantearth.com/engagement-rings/settings\nAny idea about when the proposal will be?",
      "id": "be98b545-9276-42d0-84a8-85277e7d3d92",
      "shortcut": "ler",
      "companyName": "Brilliant Earth"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! All medical professionals, first responders, military, and teachers receive silver studs with purchases over $150. You can find more details here: https://www.brilliantearth.com/promo-codes-and-offers",
      "id": "12ccba66-8324-4171-a402-de915c1db3d5",
      "shortcut": "ms",
      "companyName": "Brilliant Earth"
    }
  ]
}
