{
  "companyKey": "calpak",
  "templates": [
    {
      "name": "Kids Pluffys Bag Charm",
      "content": "This is a fun, customizable backpack accessory. It features soft, colorful shapes that spark imagination and clips or slides onto any bag. It offers a great way to let kids express themselves.",
      "id": "d2780c3b-4d20-4bf2-bc88-ebf62b5e03e6",
      "companyName": "CALPAK"
    },
    {
      "name": "Kids Medium Backpack (recommendation)",
      "content": "It has the perfect balance of practicality and fun, making it great for elementary kids.  We recommend it for 5 to 8-year-olds, making it ideal for school and after-school activities.",
      "id": "7a717884-ac13-4472-b068-08361f94d8a3",
      "companyName": "CALPAK"
    },
    {
      "name": "Kids Pencil Pouch",
      "content": "It can be used for the classroom, crafts, and art on the go. It features water-resistant and antimicrobial materials and an easy-carry side handle. The interior is quite spacious, ideal for school supplies.",
      "id": "63207c07-63d8-4030-8cd6-b8db4985ccb8",
      "companyName": "CALPAK"
    },
    {
      "name": "Can you tell me more about the Kids Lunch Bag?",
      "content": "Good question! It can be used for school lunch, field trips and picnics. It features a water-resistant exterior and a wipeable interior. It has a mesh pocket for an ice pack and a reflective adjustable strap. A name tag is included and the lunch bags are color-matched with backpacks. \n\n You can pair it with the Ice Pack Set and matching backpack for a full school-day solution.",
      "id": "3e868047-f38e-4cce-8fa0-c92411431dc6",
      "companyName": "CALPAK"
    },
    {
      "name": "Kids Large Backpack (recommendation)",
      "content": "It is great for tweens or kids with larger schedules and features a travel-friendly design. We recommend it for 8 to 12-year-olds and it can be used for school, travel and daily carry.",
      "id": "2587e42a-3e08-43b1-9664-bcae5f8d405a",
      "companyName": "CALPAK"
    },
    {
      "name": "Kids Medium Backpack size/ features",
      "content": "It can fit up to a 14\" laptop. It has a water-resistant exterior and antimicrobial lining with multiple pockets for storage, not forgetting the comfy, padded straps.",
      "id": "be862418-f623-4aae-8e03-cf99da11c7aa",
      "companyName": "CALPAK"
    },
    {
      "name": "Kids Ice Pack (2-Piece Set)",
      "content": "Fits inside lunch bags or bottle holders. They are kid-safe and made from non-toxic gel. They offer a compact and effective cooling solution. Sold as a 2-pack.",
      "id": "1c0dae36-5978-44d1-a558-f1b2d99dfe72",
      "companyName": "CALPAK"
    },
    {
      "name": "Kids Large Backpack size/ features",
      "content": "It fits up to a 16\" laptop and has large compartments for books and gear. It features durable top handles for added functionality and is made from antimicrobial, water-resistant materials. Available in 5 vibrant colors.",
      "id": "634a0f80-de3e-464c-91f7-426059b79ef8",
      "companyName": "CALPAK"
    },
    {
      "name": "Personalization: Text Characters",
      "content": "The pricing for text character personalization is $25 (per placement) and the character count is up to 8 letters or numbers. \nThe text size is 0.5 inches. \nPlease not this option is not available for Terra 26L.",
      "id": "3729a021-d1b5-475f-9a99-21d9b022dd1b",
      "companyName": "CALPAK"
    },
    {
      "name": "Perzonalization: Monogram",
      "content": "Monogram personalizations are priced at $25 (per placement).\nPlease note the character count is 3 letters/numbers and the monogram size will be 0.75 inches. \nFor the Terra 26L, font sizing will be 0.5 inches.",
      "id": "87f8d09d-873c-47d1-9895-cdbfca714405",
      "companyName": "CALPAK"
    },
    {
      "name": "Personalization: Shipping Time",
      "content": "Please allow 5 additional business days for processing. All personalized items will ship from our East Coast 3PL - Outerspace. \n Personalization is not available for international orders.\nI'm afraid expedited shipping will also not be available at checkout for personalized orders.",
      "id": "d2b405ae-ebe5-45b2-8d6b-1419acb3383d",
      "companyName": "CALPAK"
    },
    {
      "name": "Code won't work - brand specific",
      "content": "Our promo codes are only eligible for full-priced items. They don't work on already discounted products, including bundled sets. I'm sorry for the inconvenience.",
      "id": "fc374dfc-68d8-4a27-9dd2-19b72d2f3c35",
      "shortcut": "cww",
      "companyName": "CALPAK"
    },
    {
      "name": "Kids Small Backpack (recommendation)",
      "content": "It is a perfect first backpack for your little one.  We recommend it for 3 to 5-year-olds and can be used for preschool, playdates and their everyday adventures.",
      "id": "e4b08f3e-dd8b-42e1-9288-1c27c0b64b07",
      "companyName": "CALPAK"
    },
    {
      "name": "What features do the kid's backpacks have?",
      "content": "They have a water-resistant exterior and water-resistant/antimicrobial lining. They feature a clear mesh pvc window pocket and multiple keychain attachment points so your keys don't get lost. They also have multiple interior pockets and padded shoulder straps.",
      "id": "a46c6098-0730-4c8f-85b6-8f3681498671",
      "companyName": "CALPAK"
    },
    {
      "name": "Kids small backpack size/ features",
      "content": "It can fit an 11\" tablet or laptop, is lightweight, and easy to carry. It also features padded comfort straps and a water-resistant exterior.",
      "id": "b6856c94-4ba8-4a01-ab68-51753a5f34b5",
      "companyName": "CALPAK"
    },
    {
      "name": "How long are the short handles of Haven Laptop Tote Bag",
      "content": "The handles are about 6 inches from the top of the bag.",
      "id": "5543d4f4-afed-4db4-9e36-d4c74c27f6d7",
      "companyName": "CALPAK"
    },
    {
      "name": "What water bottle size fits in the Water bottle holder?",
      "content": "The largest bottle that fits in our Water Bottle Holder would be a 40oz \nhydroflask.",
      "id": "b171b161-4be6-48ca-a635-870a0dbc0501",
      "companyName": "CALPAK"
    },
    {
      "name": "Does the Insulated Lunch bag come with a longer strap?",
      "content": "Sadly, our insulated lunch bag does not come with a longer strap.",
      "id": "8ad0f1b2-b1f7-4fb8-82e2-03b9efaa41ef",
      "companyName": "CALPAK"
    },
    {
      "name": "Can I wash my Luka duffel?",
      "content": "We recommend cleaning the item with a damp towel to avoid damaging the \nitem.",
      "id": "77362572-9806-418b-a911-af2210a80469",
      "companyName": "CALPAK"
    },
    {
      "name": "What are the dimensions of the small and the large Luka Duffel?",
      "content": "Great question! The regular duffel measures 12\" x 16\" x 8\" and our large \nduffel measures 14.25\" x 19\" x 9.5\". Hope this helps!",
      "id": "4ef491ff-51c9-4d73-b6b0-e717c35d0715",
      "companyName": "CALPAK"
    },
    {
      "name": "How many pockets does the Luka have?",
      "content": "Our Luka Backpack has 12 pockets. Perfect amount to hold everything you may need throughout the day.",
      "id": "7c99124a-c7b4-4ace-9917-826e25da3857",
      "companyName": "CALPAK"
    },
    {
      "name": "I can't redeem my points/I don't see the option at checkout",
      "content": "If you'd like to apply your rewards points, please be sure to opt out of the Express Checkout methods and proceed with standard checkout fields. Here's a screenshot: https://prnt.sc/d_Qqp1-wsyEH \n\nThough we'd love to offer rewards redemption through Shop Pay Express Checkout (or whatever accelerated checkout method used) for your ease, unfortunately at this time this checkout method does not allow us to do so.",
      "id": "91bab956-10a4-4538-b5fa-8db84e31a850",
      "companyName": "CALPAK"
    },
    {
      "name": "How do I redeem my points?",
      "content": "When using your points, you want to make sure you are logged in and then click the VIT Rewards link at the top right of the homepage. Once you are in the VIT Rewards lounge, you will see a button that says redeem at checkout.\n\nYou can use the slider to choose how many points you want to add to your order. Once you have the desired amount of points, you must click the Apply button to see the points reflected in your total. Please note, that you can't apply any other promo codes to your order. The points, when applied, are assigned a promo code. You will be able to redeem your points once your order reaches $50.",
      "id": "bf579240-94a8-4ed9-b682-3d7ab5cec4a2",
      "companyName": "CALPAK"
    },
    {
      "name": "Is the Luka passport wallet RFID protected?",
      "content": "Sadly, our Luka Zippered Wallet does not have RFID protection. Check out our Croc Wallet - this has RFID protection :)",
      "id": "75d77d2e-7f66-4b0b-a47b-4734fd69690c",
      "companyName": "CALPAK"
    },
    {
      "name": "How do I reset my lock?",
      "content": "Please send a photo of your lock to help@calpaks.com. One of my colleagues will get back to you within 2 business days. If it's urgent, we recommend trying all the combinations between 0-0-0 and 9-9-9. We promise it takes less time than you would think (we happen to know from experience).",
      "id": "1232e588-3a36-4980-830d-d3960df0b98c",
      "companyName": "CALPAK"
    },
    {
      "name": "Is your luggage waterproof?",
      "content": "Most of our luggage is water resistant but it's not waterproof.",
      "id": "326ec640-2170-4d45-a124-4e442a6bbb63",
      "companyName": "CALPAK"
    },
    {
      "name": "Can I buy individual luggage pieces if they are only offered in a set?",
      "content": "We're always working on adding new collections for individual sale. If it's not available on our website as a single item, I'm afraid it's not available for individual sale at this time. Sorry!",
      "id": "8e69e964-08f3-483b-85ce-5a014eaad511",
      "companyName": "CALPAK"
    },
    {
      "name": "I lost the key for my lock, what do I do?",
      "content": "TSA- approved combination locks may have keyholes, but they are for TSA use only and keys are only provided to their staff. However, if your product came with a set of keys, please contact us at warranty@calpaks.com with a photo of your lock. One of my colleagues will be more than happy to help out!",
      "id": "3a9d798e-f12c-42f9-96ac-1aa9f2b0dc68",
      "companyName": "CALPAK"
    },
    {
      "name": "Is the Silk Travel Set washable?",
      "content": "Yes! We designed the Silk Travel Set to be washable, perfect for travel adventures near and far. The Silk Neck Pillow has a removable cover. Unzip the cover, hand wash in cold water and let it air dry. The Silk Eye Mask can also be hand washed in cold water and air dried.",
      "id": "d2bfa93c-8519-4d03-b8b1-1f6b0d9c41e0",
      "companyName": "CALPAK"
    },
    {
      "name": "Spare/Repair/Replacement",
      "content": "If you'd like to purchase a spare part, snap a picture of what needs to be replaced and send it to warranty@calpaks.com. We'll help you through the process.",
      "id": "1d006a3f-8a09-431e-b818-76b64ad45bd1",
      "companyName": "CALPAK"
    },
    {
      "name": "How many day's of clothes can a trunk fit?",
      "content": "It would be dependent on what you're taking along with you. Size, shoes, outerwear, accessories, etc, all play a part in how much a piece of luggage can hold. It's subjective, but to get an idea, a medium trunk is good for a week.",
      "id": "6fc979ec-a8cf-42f4-a2b6-783231f6fba6",
      "companyName": "CALPAK"
    },
    {
      "name": "Compression packing cubes",
      "content": "These are space-saving, with a compression design, made of durable polyester material, and with the perfect size for maximum packing space. They come in Polka Dot, Cheetah, Moss, Black and Pink Sand. The dimensions expanded are: 9\" x 13\" x 4.5\" and compressed: 9\" x 13\" x 2\".",
      "id": "0a262017-f395-4489-9112-53e781d095b2",
      "companyName": "CALPAK"
    },
    {
      "name": "Order status / order tracking",
      "content": "For order updates, you can use our convenient online tracking tool here: https://www.calpaktravel.com/apps/wonderment/tracking?search=",
      "id": "1026f66c-2983-4a6c-8ef8-1884b71f28b3",
      "shortcut": "wmo",
      "companyName": "CALPAK"
    },
    {
      "name": "How much is the capacity of the Luka belt bag?",
      "content": "The capacity for the belt bag is 3.47 liters.",
      "id": "e1d35117-935f-418b-8fc7-47e3a805aa44",
      "companyName": "CALPAK"
    },
    {
      "name": "Where are your items made?",
      "content": "It depends on the product, though we make our items in Cambodia, China, or Thailand!",
      "id": "13a25d2e-568d-49fc-b1a7-6f9504c84913",
      "shortcut": "mfc",
      "companyName": "CALPAK"
    },
    {
      "name": "Wholesale Inquiries",
      "content": "We're happy to hear you're interested in working with us! Please email sales@calpaks.com for all wholesale and stocking inquiries.",
      "id": "60598785-0cf3-437d-8a9e-9d860025cea4",
      "shortcut": "wls",
      "companyName": "CALPAK"
    },
    {
      "name": "Customer Support",
      "content": "The best way to handle this is to email us directly at help@calpaks.com. Our team is happy to help!",
      "id": "88ee7df1-7520-4c16-a2e8-27df1d29c82d",
      "shortcut": "cs",
      "companyName": "CALPAK"
    },
    {
      "name": "Do you offer gift wrapping?",
      "content": "We don't offer gift wrapping at this time, though I'll definitely pass this along to the team to consider in the future!",
      "id": "293d4c33-7413-4f34-bd4b-b555e7ab4dc7",
      "companyName": "CALPAK"
    },
    {
      "name": "Return Policy",
      "content": "You can check out our detailed return policy here: https://www.calpaktravel.com/pages/faq#faq--returns-and-exchanges",
      "id": "6d1a3e6d-7142-4631-a519-49dcbc31a4ef",
      "shortcut": "rp",
      "companyName": "CALPAK"
    },
    {
      "name": "Can I return a gift card?",
      "content": "Unfortunately, e-Gift cards aren't refundable and can't be changed or cancelled. We suggest regifting loved ones so they can get what they truly want this year.",
      "id": "0d5a726e-d6fe-4861-b1ba-9aa7a72e768e",
      "companyName": "CALPAK"
    },
    {
      "name": "I only received the Carry-On Luggage, where's the smaller luggage/duffel I ordered?",
      "content": "We are so sorry for the confusion, we ship smaller items nested inside the luggage.",
      "id": "b984f212-6eb1-4196-a1f6-3c96253fea53",
      "companyName": "CALPAK"
    },
    {
      "name": "Social Media",
      "content": "We are always posting great content on all our products! To see more of CALPAK, please be sure to give us a follow on IG: https://www.instagram.\ncom/calpak/ , FB here: https://web.facebook.com/calpaktravel , or Tiktok \nhttps://www.tiktok.com/@calpak",
      "id": "525ccafa-b366-46f4-91e4-1c05065a6ded",
      "shortcut": "smd",
      "companyName": "CALPAK"
    },
    {
      "name": "Can I return an item that is marked as final sale?",
      "content": "I'm afraid items that are marked as final sale are not eligible for returns however if there are any defects upon arrival please send us an email with images and our team will be happy to assist further.",
      "id": "e077a4b7-3a03-49d1-b928-4b528c5c1779",
      "companyName": "CALPAK"
    },
    {
      "name": "Ambassador Program",
      "content": "We're glad to hear you want to work with us! The best way to discuss this is to email us directly at press@calpaks.com. Our team is happy to chat.",
      "id": "b1458c29-1681-407c-b637-9c4620db52c7",
      "shortcut": "ams",
      "companyName": "CALPAK"
    },
    {
      "name": "When customer asks about price increase",
      "content": "Unfortunately, because of the rise in manufacturing and shipping costs, we have had to increase our prices. Sorry about that.",
      "id": "14fe891d-013f-4338-b4d4-e4fbe9dbae7f",
      "companyName": "CALPAK"
    },
    {
      "name": "What is the minimum to redeem my points?",
      "content": "You will be able to redeem your points once your order reaches $50.",
      "id": "89b5d671-8a4c-4a03-80af-1901392a9218",
      "companyName": "CALPAK"
    },
    {
      "name": "Can you ship to multiple addresses?",
      "content": "I'm afraid you're only able to ship to one address per order. If you need the order to be sent to two different addresses, you will need to place two different orders. Apologies for the inconvenience!",
      "id": "77914db4-d069-4498-9bf4-dafecd54ff7e",
      "companyName": "CALPAK"
    },
    {
      "name": "Is the Trnk luggage skid-proof?",
      "content": "The Trnk is not skid-proof. We apologize for that!",
      "id": "6ea84f3c-8e35-41ba-8c42-f73a78981acb",
      "companyName": "CALPAK"
    },
    {
      "name": "Can my reward points from two accounts be combined together?",
      "content": "Yes, but the best way to handle this is to email us directly at help@calpaks.com. Our team is happy to help!",
      "id": "4c3e695c-44c1-4b5f-8909-d24a6382ffea",
      "companyName": "CALPAK"
    },
    {
      "name": "No promotions available",
      "content": "I'm sorry, I don't have any codes available at the moment, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out! You can also join our VIT club to get first access to sales, a special birthday gift, exclusive events, and more. Plus you also get $5 just for signing up 😉Here's where you can start your VIT journey: https://www.calpaktravel.com/pages/rewards",
      "id": "e64f7aed-5471-448d-bd7e-c80a86be822c",
      "shortcut": "ncode",
      "companyName": "CALPAK"
    },
    {
      "name": "Do you ship to Hawaii or Alaska?",
      "content": "Yes, we now offer shipping to Hawaii and Alaska!",
      "id": "5da8efe1-3450-4f34-b599-68e7f6aab691",
      "companyName": "CALPAK"
    },
    {
      "name": "Which suitcase(s) does the Luka duffel fit in?",
      "content": "The Luka duffel can slide on all Calpak Luggage as it was specifically designed to fit perfectly.",
      "id": "4a158a9f-0ee7-48ce-9445-e4218b51cc24",
      "companyName": "CALPAK"
    },
    {
      "name": "Why does my luggage have a keyhole?",
      "content": "TSA-approved combination locks may have keyholes, but they are for TSA use-only, and keys are only provided to their staff.",
      "id": "058c4c83-7507-49d7-b304-fb5c785a070e",
      "companyName": "CALPAK"
    },
    {
      "name": "Do reward points expire?",
      "content": "Your points expire  2 years after they're earned, leaving you ample time to use your points.",
      "id": "18ad7603-8008-435b-a0c1-a850a7b408e4",
      "companyName": "CALPAK"
    },
    {
      "name": "Do you ship to P.O. Boxes?",
      "content": "Unfortunately, we're unable to deliver to a P.O. box address, so if a P.O. box is entered at checkout, your order may be delayed or cancelled.",
      "id": "f62d5935-6223-4647-9c64-d4e295aa3bc9",
      "companyName": "CALPAK"
    },
    {
      "name": "How do I start the return process?",
      "content": "You can start the return process by visiting our Returns Portal: https://www.calpaktravel.com/apps/returns You have the option to receive a refund to your original form of payment, or you can choose to be redirected to our website and be issued an instant credit. Your credit is available for use for 6 hours. If it not used within this time frame, your instant credit will be cancelled and you will be refunded back to your original method of payment.",
      "id": "392c028e-c72a-41ff-b056-7205592860be",
      "companyName": "CALPAK"
    },
    {
      "name": "How do I clean your backpacks and belt bags?",
      "content": "I would suggest spot cleaning with some soap and water - this should get dirt right off. If you need something a bit more heavy duty, some customers have had success using a melamine foam (magic eraser). However, this could effect the finish on some of our bags and luggage.",
      "id": "ba4f6d05-6558-4f51-96d1-c14dfa1f32c6",
      "companyName": "CALPAK"
    },
    {
      "name": "When will I receive my refund?",
      "content": "You have the option to receive a refund to your original form of payment. We issue refunds to your original form of payment as soon as we receive and approve your returned item. For returns on gifts, refunds will be issued to the original purchase or if requested, store credit will be emailed to you.",
      "id": "f598dee6-ffd2-44de-826b-397c501ccafd",
      "companyName": "CALPAK"
    },
    {
      "name": "Warranty Policy",
      "content": "Most of our products come with either 1 or 2-year limited warranty. You can check out our warranty policy here: https://www.calpaktravel.com/pages/product-guarantee for more info. Purchases made from sample sales are sold as-is and are excluded from any warranties. You can also reach out to us directly at help@calpaks.com so our team can assist you further.",
      "id": "d283181e-a4b7-4c2c-bb82-e33637761206",
      "shortcut": "wp",
      "companyName": "CALPAK"
    },
    {
      "name": "How are you different from other brands?",
      "content": "We're among the most popular luggage brands today and we also carry more affordable carry-ons in a wide array of designs. Since the begging of CALPAK, we try to provide and make modern, low-cost luxury luggage which is available to everybody. We're trendsetters as well as trend followers! We offer a wide selection of amateur carry-ons with a chic look and also a wide selection of carry-on designs that will fit different personalities and tastes.",
      "id": "bda5bfc3-2e42-4952-bb67-161271d7863f",
      "companyName": "CALPAK"
    },
    {
      "name": "Is the Clear Luggage Cover machine-washable?",
      "content": "The clear luggage cover is not machine washable but we do recommend using a damp towel and mild soap to those tough scuffs out.",
      "id": "fd7dbb11-fd97-439b-935f-2b9ea8d441be",
      "companyName": "CALPAK"
    },
    {
      "name": "Restock button (autosend enabled)",
      "content": "I currently don't have the exact date of a possible restock, but I recommend signing up for notifications on the product page so you're the first to know of any future restocks!",
      "id": "6f25ce88-2ded-11ed-a261-0242ac120002",
      "shortcut": "stof",
      "companyName": "CALPAK"
    },
    {
      "name": "Will product X ever go on sale?",
      "content": "Definitely! Be sure to sign up for our VIT program https://calpak.attn.tv/sl/V2ex93Sy to be the first to know of any future sales!",
      "id": "dd214daa-8b80-4aab-9471-de702c6c4a45",
      "companyName": "CALPAK"
    },
    {
      "name": "Can I combine my rewards points with different offers?",
      "content": "Depending on the promotion, you may be able to combine a promo code and your VIT points. For questions regarding specific promotions, feel free to \nreach out to help@calpaks.com so our team can better assist you.",
      "id": "be4de559-5006-43c2-8e4e-3b8cdc6942f0",
      "companyName": "CALPAK"
    },
    {
      "name": "I got it as a gift and don't like it, can I get a refund?",
      "content": "If you received an item as a gift, refunds will be issued to the original purchaser or, if requested, a CALPAK gift card will be emailed to you once the return has been processed. We are not able to offer refunds to anyone other than the original purchaser and their form of payment.",
      "id": "e02785ff-cc12-4545-9885-2585fe3d582f",
      "companyName": "CALPAK"
    },
    {
      "name": "Are returns free?",
      "content": "Return shipping is not free, however, we offer a flat rate return shipping. You'll be charged a single fee, even with multiple items. For Luggage, it's $24.95, for Bags & Accessories it's $11.95.",
      "id": "d917d52d-d0c6-4575-bce9-71c493af1567",
      "companyName": "CALPAK"
    },
    {
      "name": "Do you have expedited shipping?",
      "content": "Absolutely! We offer 2- day shipping and overnight shipping at checkout for an additional cost. If you choose this option, orders will be processed the same business day for purchases made before 12pm PST, and any orders made after will be processed the next business day. Our offices are closed Saturday and Sunday, so orders made on Friday after 12 pm noon will be processed the following Monday.",
      "id": "1d27dd91-7bc0-4103-b58e-2b57c97c4f4f",
      "companyName": "CALPAK"
    },
    {
      "name": "Do you do gift receipts?",
      "content": "While we aren't offering gift receipts at this time, the packing slip that is included with your order will have all the necessary information should the giftee want to return/exchange the item.\n\nDon't worry, prices are not included. :)",
      "id": "ee9de143-cb02-49d7-9d77-644d97b61f02",
      "companyName": "CALPAK"
    },
    {
      "name": "Do you price adjust?",
      "content": "If an item you purchased from us is discounted within 5 days of the purchase date on the site, we'll honor a one-time price adjustment on full-price \npurchases, however items that are on sale on websites other than ours are ineligible for price adjustments. The product must be in stock and identical in size, color, and quantity.",
      "id": "f3df9a90-f1a0-4c44-8118-d8028ffea2f3",
      "companyName": "CALPAK"
    },
    {
      "name": "Is the Luka laptop bag waterproof?",
      "content": "Great question! Our Luka collection is water-resistant, but not waterproof.",
      "id": "523222e4-f801-4e50-9c16-35ea96254d75",
      "companyName": "CALPAK"
    },
    {
      "name": "Free Shipping",
      "content": "We offer free shipping on domestic orders over $75. Maybe you can add something else to reach the minimum?",
      "id": "2e927e5f-f73e-406a-846b-9269299772f0",
      "shortcut": "fs",
      "companyName": "CALPAK"
    },
    {
      "name": "What size laptop fits in the Kaya Laptop Backpack?",
      "content": "The Kaya Laptop Backpack has a zippered back compartment for 15 inch laptop.",
      "id": "db8eda0a-1a8c-403f-b86b-333ee9bb7912",
      "companyName": "CALPAK"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you.",
      "id": "66731a90-d8a3-41f3-a33a-52aeec630cd7",
      "shortcut": "ps",
      "companyName": "CALPAK"
    },
    {
      "name": "Military discount",
      "content": "Thank you for your service! We do offer a Military Discount! Please reach out to help@calpaks.com and our team is more than happy to help!",
      "id": "e792ac29-858e-4d4a-bcf0-c6332864aa9c",
      "shortcut": "ms",
      "companyName": "CALPAK"
    },
    {
      "name": "Medium clear cosmetic case specs",
      "content": "This travel makeup bag is small enough to fit in your carry-on, and large enough to store all your beauty essentials. We designed our newest makeup case to be transparent, so you wouldn't leave anything behind. It features an easy zip-around opening, dual lay-flat handles and an ultra-spacious interior mesh zippered pocket.",
      "id": "a13ea505-378d-471b-9b65-c63692f7e75b",
      "companyName": "CALPAK"
    },
    {
      "name": "Luka Key Pouch specs",
      "content": "The Luka Key Pouch is designed for your most important things. This coin purse keychain can store your keys, headphones, and maybe even a little more! It features a soft & water-resistant exterior, a versatile elastic strap for attaching to your belt or even your wrist and a carabiner for secure attachment to keys, bags, and beyond.",
      "id": "7a9cfcfd-6478-460c-962e-1237d6604fd3",
      "companyName": "CALPAK"
    },
    {
      "name": "Does Luka Duffel fit under the seat for most airlines?",
      "content": "The Luka Duffel can be used as a personal item and fits underseat as well. However, we always recommend checking with your airline to make sure!",
      "id": "82da5bf4-97ee-482c-b33d-e64fc560dd5a",
      "companyName": "CALPAK"
    },
    {
      "name": "Birthday Points",
      "content": "Please note birthdays must be shared 30 days prior to the date. If your birthday falls within the next 30 days, please reach out to our customer service team at help@calpaks.com, and we're happy to help you add your birthday to our system!",
      "id": "799509e7-49a1-4277-a815-bcb4a77fdf20",
      "companyName": "CALPAK"
    },
    {
      "name": "What are the sizes of your cosmetic bags?",
      "content": "You can take a look at the sizes of our cosmetic bags below:\n\n- Small: 8\" x 4\" x 6\"\n- Medium: 9.75\" x 5\" x 7.5\"\n- Large: 11.5\" x 5.25\" x 9\"",
      "id": "0f32487b-2943-4f7f-bccd-77b427f1c03c",
      "companyName": "CALPAK"
    },
    {
      "name": "Cancel / edit order",
      "content": "We don't handle post-purchase requests via text and the fastest way to get help with your order is to email us at help@calpaks.com. Please let me know if you have any questions about our products, I'm more than happy to help out!",
      "id": "96bb872b-7dec-44b0-b459-4f8d0de0719e",
      "shortcut": "ced",
      "companyName": "CALPAK"
    },
    {
      "name": "Can I add my discount/reward points retroactively?",
      "content": "I'm afraid that we're not able to apply any promo codes or rewards points to orders that have already been placed. Apologies for the inconvenience!",
      "id": "071d8903-b8a4-48de-af51-7d22635657e4",
      "shortcut": "rdr",
      "companyName": "CALPAK"
    },
    {
      "name": "Where do you ship from?",
      "content": "Our warehouse is located in Gardena, CA!",
      "id": "8da90495-9233-4bdd-9254-366fb67ed1a8",
      "companyName": "CALPAK"
    },
    {
      "name": "Can I combine my returns using one shipping label?",
      "content": "Sadly, returns cannot be combined. You will need to return each order separately. My apologies!",
      "id": "8c2f5e14-1d64-4271-956b-9053c84ae49b",
      "companyName": "CALPAK"
    },
    {
      "name": "Does the Luka Key Pouch have card slots?",
      "content": "Sadly, our Luka Key Pouch does not come with card slots.",
      "id": "2dd26f63-be7f-4790-9f7d-74d4ded13cc6",
      "companyName": "CALPAK"
    },
    {
      "name": "Post Purchase Inquiries",
      "content": "We don't handle post-purchase requests via text and the fastest way to get help with your order is to email us at help@calpaks.com or to send us a chat on our site. Please let me know if you have any questions about our products, I'm more than happy to help out!",
      "id": "838b4d15-07ec-4c5a-a112-1223b66b494c",
      "shortcut": "ppi",
      "companyName": "CALPAK"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.calpaktravel.com/collections/sale",
      "id": "d266cbf0-0fdd-4aec-a09c-d457c90da929",
      "shortcut": "spg",
      "companyName": "CALPAK"
    },
    {
      "name": "How many points can I use on my order?",
      "content": "Great question! Once your order goes above the $50 threshold, you can use as many points as you like on your order. Please note, if you redeem your VIT points and your order total goes below the minimum threshold for free shipping, you will need to pay the cost of shipping. Unfortunately, VIT points cannot be applied to shipping costs.",
      "id": "06dad9a7-a950-48dd-aabc-162b59dbd3d0",
      "companyName": "CALPAK"
    },
    {
      "name": "Personalization: Retail Store",
      "content": "Personalization orders can be placed at our retail store (they will later ship from Outerspace 3PL).\nPlease take note that this does not speed up processing time, as personalized items will go through the same order flow as if they were placed online. \n Samples will be available to view in store.",
      "id": "dfbb2406-bf73-4aab-bb7a-143a8c628370",
      "companyName": "CALPAK"
    },
    {
      "name": "Personalization: Terms & Conditions",
      "content": "Please note you will be asked to review the following personalization Terms & Conditions before you place your order: \n1.  Final Sale: Personalized items cannot be canceled, returned, or exchanged once an order is placed. \n2.  Digital Preview vs. Final Product: Slight variations may occur due to screen differences, thread texture, and fabric details. \n3.  Text Restrictions: Offensive or inappropriate text is prohibited. Orders violating this policy may be canceled. \n4.  Warranty: Warranties apply only to the product itself. \n5.  Past Purchases: Customers will not be able to send back previously purchased CALPAK items to be personalized.  \n6.  Production Time: Add up to 5 extra business days to standard processing for personalized items.",
      "id": "60629b41-affa-4ca9-85ec-c9d78a99b49e",
      "companyName": "CALPAK"
    },
    {
      "name": "Rewards Program / What’s a VIT?",
      "content": "We have a VIT club where you can get first access to sales, a special birthday gift, exclusive events, and more. Plus you also get $5 just for signing up 😉 Here's where you can start your VIT journey: https://calpak.attn.tv/sl/UNlPK-CH",
      "id": "658c2216-9843-4ee3-b212-519b616d781a",
      "shortcut": "rwd",
      "companyName": "CALPAK"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 1-3 business days and we usually ship via FedEx. Once shipped it will take 1-6 business days for domestic orders. If you ordered a personalized item, please allow 5 additional business days for processing!",
      "id": "31b72cca-ab42-4796-856f-df0ad442bcec",
      "shortcut": "shp",
      "companyName": "CALPAK"
    }
  ]
}
