{
  "companyKey": "capillus",
  "templates": [
    {
      "name": "What are the benefits of the The Capillus Face Mask?",
      "content": "The Capillus Face Mask is a cutting-edge solution with 210 LEDs designed to rejuvenate your skin with the same commitment to quality and innovation that defines our renowned hair regrowth products. Bring out your best skin with the Capillus Face Mask, a cutting-edge solution that combines red, infrared, pink light and blue light therapy to target multiple skin concerns. Designed for convenience and effectiveness, this FDA-cleared device delivers professional-quality results from the comfort of your home.",
      "id": "dfcd41f8-c39f-4cc2-93e0-ad44787f1906",
      "companyName": "Capillus"
    },
    {
      "name": "Are there clinical trials that support the efficacy of Capillus?",
      "content": "Yes. Capillus Laser devices only use clinically proven technology. In fact, the premiere laser therapy cap model from Capillus - the CapillusPro model - has been proven effective through an independently reviewed clinical trial for which results have been published in an esteemed medical journal, Dermatologic Surgery. Dermatologic Surgery is a monthly peer-reviewed journal published by American Society for Dermatologic Surgery that deals with the subject matter of dermatology. You can check it out here: https://journals.lww.com/dermatologicsurgery/Abstract/2017/06000/Novel_Approach_to_Treating_Androgenetic_Alopecia.14.aspx",
      "id": "1ece6c45-c371-4a58-8da1-b7da3d060247",
      "companyName": "Capillus"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "All our products are assembled and serviced in the USA.",
      "id": "b6261ab4-5a57-4209-9734-6f50b3e32ecf",
      "shortcut": "mfc",
      "companyName": "Capillus"
    },
    {
      "name": "Financing Options for Capillus Products",
      "content": "There are several options that will allow you to buy Capillus laser cap today and pay over time. We accept most credit cards, or you may choose Affirm financing. You can check out this link for more details: https://capillus.gorgias.help/en-US/financing-options-for-capillus-products-228262",
      "id": "30e2dc00-3179-472c-ba4a-8ef80ec0f1a9",
      "companyName": "Capillus"
    },
    {
      "name": "Can Capillus be used for blonde, gray, or light hair colors?",
      "content": "Current industry literature and studies suggest that low-level laser therapy is equally effective on all hair and skin colors. In clinical trials, our CapillusPro model demonstrated the ability to increase hair counts significantly among study participants of various hair colors, including gray.",
      "id": "f6ae2afa-a2bf-4d69-aa77-292abec4af3c",
      "companyName": "Capillus"
    },
    {
      "name": "I’m holding the cap and pressing the power button but the cap doesn’t turn on.",
      "content": "There is a sensor on the inside of the device that only allows light to be emitted when the cap is on the head. As an eye-safety precaution, if the device is not on your head when you turn it on, the lasers will not stay on. When you place the cap on your head, the sensors are triggered, and the laser dome will turn on.",
      "id": "6ad9e110-0e11-4dba-93d4-e7b2eedc9f08",
      "companyName": "Capillus"
    },
    {
      "name": "Is the Capillus cap sweat proof?",
      "content": "The Capillus cap will not be damaged by sweat if conducting light exercise while completing treatment. However, activities that might knock a hat off your head are likely to be too strenuous to do while wearing Capillus. For best results, we recommend cleaning the device afterwards if used during exercise.",
      "id": "551e18f7-9489-4b14-bbad-50fe0db3a926",
      "companyName": "Capillus"
    },
    {
      "name": "What are the ingredients in your CAP+ Clinical Hair Therapy Bundle products?",
      "content": "You can check out the ingredients for our CAP+ Clinical Hair Therapy Bundle products here: https://capillus.gorgias.help/en-US/what-are-the-ingredients-in-your-cap-clinical-hair-therapy-bundle-products-228222",
      "id": "2fa9a182-1901-4f26-8eae-c877c681cd61",
      "companyName": "Capillus"
    },
    {
      "name": "Already Purchased",
      "content": "Thank you for choosing Capillus! We're excited to be part of your hair regrowth journey and are here to support you every step of the way. Let us know if you ever have any questions!",
      "id": "f2cfaa49-eaaf-4262-b9fe-d7dbace71866",
      "shortcut": "tfp",
      "companyName": "Capillus"
    },
    {
      "name": "What’s the Difference Between the Face Mask and the Red Light Therapy Panel?",
      "content": "Both devices use advanced red light therapy but serve different purposes.\n\n- Capillus Face Mask: Designed for facial skin rejuvenation, it combines red, infrared, pink, and blue light therapy to stimulate collagen, reduce fine lines, promote healthier skin, and target acne-causing bacteria. Its quick 10-minute sessions make it easy to use at home.\n- Red Light Therapy Panel: A versatile, full-body device, ideal for larger treatment areas, helping to soothe skin, reduce inflammation, and support natural healing. It offers customizable treatment times for enhanced skin and wellness benefits.\nBoth are FDA-cleared, non-invasive, and safe for at-home use, but the Face Mask targets facial concerns, while the Panel provides broader coverage.",
      "id": "2eac18af-740a-408b-baeb-75e6c04cf7a0",
      "companyName": "Capillus"
    },
    {
      "name": "Can I buy an extended warranty post-purchase?",
      "content": "All extended warranties on Capillus laser therapy caps must be purchased on checkout. Unfortunately, there is no way to purchase an extended warranty once a transaction has been completed. Extended warranties can only be purchased online.",
      "id": "1cc6b6f3-3edb-4fc0-b40c-8c2f971e2a7a",
      "companyName": "Capillus"
    },
    {
      "name": "Where to find the serial number on my Capillus laser cap for warranty activation?",
      "content": "The serial number of your Capillus laser therapy cap can be found on the back of the laser dome that is underneath of the Capillus fabric cap. Please refer to the image after following this link: https://capillus.gorgias.help/en-US/where-to-find-the-serial-number-on-my-capillus-laser-cap-for-warranty-activation-228241",
      "id": "f5a56f46-7a1c-48c9-bfc2-36a53be7277a",
      "companyName": "Capillus"
    },
    {
      "name": "At what wavelength do Capillus laser therapy caps operate?",
      "content": "All of the devices cleared by the FDA for the specific purpose of treating androgenetic alopecia and promoting hair growth operate in the visible light range, specifically at or around 650 nm.",
      "id": "692155a5-e625-42f6-a3b6-4ce58388f1a6",
      "companyName": "Capillus"
    },
    {
      "name": "Are Capillus lasers hot?",
      "content": "No. Capillus lasers are cool to the touch, meaning your LLLT treatment will be comfortable. In fact, LLLT (low-level laser therapy) is also known as cold laser therapy.",
      "id": "4cdf8068-eb22-46b9-91d7-c29eb1b971ff",
      "companyName": "Capillus"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a Capillus center near you here: https://www.capillus.com/pages/where-to-buy",
      "id": "ac6a856b-e6a2-4a09-aba4-d2cec7e435c7",
      "shortcut": "sl",
      "companyName": "Capillus"
    },
    {
      "name": "My cap won’t turn on at all. What might be the reason?",
      "content": "Some quick troubleshooting tips if your device is not turning on: There is a sensor in the cap that only allows light to be emitted when the cap is on your head. Check the connection between the cap and the battery pack. Check your battery charge level or charge the battery. And if your battery pack is not turning on, review the following. Ensure that you are not holding the \"on\" button down too long. Just press and hold on the button to turn the cap on. Make sure your battery is charged. You should fully charge the battery overnight before first use.",
      "id": "f4306952-98d1-4cff-8af6-7b62ed38e2b4",
      "companyName": "Capillus"
    },
    {
      "name": "How to clean my cap/device?",
      "content": "For more information on cleaning your device check out this link: https://capillus.gorgias.help/en-US/cleaning-your-device-228269",
      "id": "e945a6e9-f9c8-47e5-91b9-814aa3abcee3",
      "companyName": "Capillus"
    },
    {
      "name": "Why should I choose Capillus over other brands of laser therapy caps?",
      "content": "Capillus revolutionized the hair restoration industry with the Capillus laser cap almost a decade ago by making professional-strength laser therapy available to hair loss patients at home. Capillus was the first laser therapy cap to be cleared by the US FDA for treatment of androgenetic alopecia. Since then, many have tried to imitate. Don't settle when it comes to your hair health.",
      "id": "8c825549-16a9-426a-8e2d-1e0126420dbf",
      "companyName": "Capillus"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@capillus.com. Our team is happy to help!",
      "id": "ada99744-7b62-4eaa-bb0d-83c6607428b3",
      "shortcut": "cs",
      "companyName": "Capillus"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 2 business days. We aim to keep the shipping timeframe consistent, but it may be subject to change due to high volume sales. In the shopping cart, you will receive an Estimated Delivery Date and you will receive notification of any delay or cancellation of your order.",
      "id": "643f66ce-7be6-4597-9c5b-ad10680045c9",
      "shortcut": "shp",
      "companyName": "Capillus"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all domestic orders.",
      "id": "428dce19-ca6c-4167-aa63-7e2256c8a2b7",
      "shortcut": "fs",
      "companyName": "Capillus"
    },
    {
      "name": "Why is the warranty different on different Capillus models?",
      "content": "Each Capillus model is slightly different, with different levels of laser density. For example, the CapillusPlus and Pro models offer a greater number of laser density than the CapillusUltra. They also have different warranty lengths. The CapillusRX, available through physicians only, has the longest Warranty.",
      "id": "56d94ac2-b6a4-4295-b1e1-36946677b74d",
      "companyName": "Capillus"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/capillushair/ and FB here: https://www.facebook.com/CapillusHairTherapy/",
      "id": "639d14d7-219a-4100-9037-0d45a76c66bf",
      "shortcut": "smd",
      "companyName": "Capillus"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.capillus.com/pages/satisfaction-guarantee-pdp?srsltid=AfmBOoo_DiP_YHOMqF-eV6o_E3t6NZVAcl0W7UQC9rcthTiIZ_Dc7hhb",
      "id": "ed59185c-ff5e-42e9-b7b4-686c07b67627",
      "shortcut": "rp",
      "companyName": "Capillus"
    },
    {
      "name": "Why is Capillus so expensive?",
      "content": "At Capillus, we prioritize excellence in quality of product and service above all else. We assemble every individual laser device in our US facility and do not outsource production at the expense of quality. We only use the best materials for our products. We stand behind our products with excellence in warranty service. Anything less than the best is unacceptable. We offer products for all budgets with financing through 3rd parties to make our products more affordable.",
      "id": "76a7ca39-5af4-46f7-83a2-25f136399294",
      "shortcut": "pte",
      "companyName": "Capillus"
    },
    {
      "name": "Price Matching",
      "content": "We do offer Price Matching! You can see more info here: https://capillus.gorgias.help/en-US/price-match-guarantee-228175 and to submit your claim please contact our customer care team via chat on Capillus.com or by scheduling a call back at: https://www.capillus.com/pages/capillus-support-center for any price match submissions or questions.",
      "id": "332eb6f6-7e97-4684-9dc6-83677afcee38",
      "shortcut": "pmc",
      "companyName": "Capillus"
    },
    {
      "name": "Phone support",
      "content": "You can schedule a call back with our Customer Care team at: https://www.capillus.com/pages/capillus-support-center\nOr, I'd be happy to help you over text, let me know what I can do for you?",
      "id": "097ec381-1f0f-477a-925e-5380bc02ed28",
      "shortcut": "ps",
      "companyName": "Capillus"
    },
    {
      "name": "Are there different sizes of the Capillus cap available?",
      "content": "Regular caps fit most heads, up to 23\" in circumference (comparable to a size 7 hat). Extra-large caps, comparable to a size 8 hat, are available upon request by scheduling a call with out customer service at: https://www.capillus.com/pages/capillus-support-center. For smaller hat sizes, as long as the cap is within 2 cm all around (3/4\"), it is effective. Therefore, anyone with a head measuring 21\" or larger will be fine with a standard Capillus cap.",
      "id": "65d5c3d4-9fdc-477f-99b6-cbcd48a58b08",
      "companyName": "Capillus"
    },
    {
      "name": "I will be ordering soon",
      "content": "No problem! Thank you for your interest. If you need any assistance with your purchase, you can schedule a call with our Customer Care team here: https://www.capillus.com/pages/capillus-support-center. We're happy to help with anything you need to make the process easy!",
      "id": "908431c4-cb6d-4d27-8549-39d673305e3b",
      "shortcut": "OS",
      "companyName": "Capillus"
    },
    {
      "name": "Military / First responder / Healthcare discount",
      "content": "Thank you for your service! A 45% discount is available to current and Veteran members of the US Military, National Guard and Reserve. Immediate family members who reside in the same household are also eligible.\nCan I please have your full name, email address, and the product you're interested?",
      "id": "90f0e918-665b-4ccb-ab57-fb9e3e34a8d2",
      "shortcut": "ms",
      "companyName": "Capillus"
    },
    {
      "name": "What is the power output of the Specturm cap?",
      "content": "The total output of the spectrum is 1560 mW.",
      "id": "0ae75c6d-2d96-44aa-a9cf-a985cfc9d66f",
      "companyName": "Capillus"
    },
    {
      "name": "Do You Have Comparison Data with Your Major Competitors?",
      "content": "Yes, we do! Capillus is FDA-cleared to help you regrow your hair. Our laser therapy caps use only medical-grade lasers, ensuring effective treatment with no known adverse side effects. Many competitors, on the other hand, use a mix of LEDs and laser diodes in an attempt to achieve similar results.\n\nFor more details, you can check out: https://www.capillus.com/collections/all-caps#:~:text=560%20mW-,All%20Cleared%20To%20Grow,-Don%E2%80%99t%20worry%20%2D%20we%27ve\n\nLet me know if you have any other questions!",
      "id": "dc494324-3add-4f46-9feb-527e35d45314",
      "companyName": "Capillus"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://capillus.gorgias.help/en-US/capillus-limited-warranty-228214",
      "id": "2d9405ae-a4c5-43b6-8eeb-76600a0c0528",
      "shortcut": "wp",
      "companyName": "Capillus"
    },
    {
      "name": "Paying with HSA/FSA card",
      "content": "All our customers who want to pay with a HSA/FSA card must agree to our consent forms and the consultation.",
      "id": "6dc278df-d935-4bee-b36a-7c2798749859",
      "companyName": "Capillus"
    },
    {
      "name": "What's the Difference Between Laser and LED Light?",
      "content": "The main difference is in how the light behaves. Laser light is coherent, meaning it's highly focused, with all light waves moving in the same direction and phase-this allows it to penetrate deeper into the skin and deliver targeted results. LED light is incoherent, meaning it spreads out, cannot be focused, and loses energy, making it less effective for deeper treatments.\n\nOur caps use laser diodes for maximum effectiveness, while our masks, panel, eyelift, and healing pod use LEDs, which are ideal for surface-level skin benefits. \n\nFor further details, you can check: https://capillus.attn.tv/aRHunhaEplb3",
      "id": "22d4bf9f-2013-41ee-9995-5ea143d8ec68",
      "companyName": "Capillus"
    },
    {
      "name": "Do you offer refurbished/rework caps?",
      "content": "We do offer refurbished caps! Our refurbished caps undergo a thorough refurbishment process before they reach you, ensuring they meet our high-quality standards. For more information please check out this link: https://www.capillus.com/pages/rework",
      "id": "2c7f7e73-ed08-4dee-b907-673ff4509045",
      "companyName": "Capillus"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "id": "9c615baa-7054-42c2-a2c7-52ab3e9d48f1",
      "shortcut": "ced",
      "companyName": "Capillus"
    },
    {
      "name": "What is the difference between the S2 and the Spectrum?",
      "content": "Both the Capillus Spectrum and Capillus Pro S2 use the same FDA-cleared laser technology to help combat hair loss and promote hair regrowth. The key difference is the number of laser diodes, which affects the coverage and intensity of the treatment.\nThe Capillus Spectrum features 312 Laser Diodes & Near-Infrared Technology, while the Capillus Pro S2 offers 308 laser diodes for maximum scalp coverage. More laser diodes mean more stimulation per session, which can potentially enhance results over time. However, both models are effective-it really comes down to your personal hair restoration goals and budget.",
      "id": "1c902479-36b1-4a12-bd4e-76f044a66564",
      "companyName": "Capillus"
    },
    {
      "name": "Do you offer a Trade in Program?",
      "content": "We offer a trade-in program, allowing you to send in your old device and upgrade to the Capillus Pro S2. You can find more details here: https://www.capillus.com/pages/trade-in",
      "id": "09af1adb-4981-4271-968e-61932d55714b",
      "companyName": "Capillus"
    }
  ]
}
