{
  "companyKey": "cardboard cut out standees",
  "templates": [
    {
      "name": "Shipping time",
      "content": "We usually ship via UPS and orders placed by 10am on a business day will leave our facility the following business day. We have multiple shipping options available at checkout that can deliver orders in as quickly as 1 business day, check them out here: https://www.cardboardcutoutstandees.com/shipping.html",
      "id": "b76d87c3-be64-4c80-9d2d-a9c65aae0379",
      "shortcut": "shp",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Why Is Bulk Pricing Not Available for Separate Photos?",
      "content": "Sorry about that! Bulk pricing applies to the quantity of heads made from the same photo. For example, if you upload one photo, select your options, and choose a quantity of 2, the bulk pricing will apply. However, if you upload one photo and create a head, then upload a second photo and create another head, single-piece pricing applies to each one.",
      "id": "b5899762-4117-4fd3-b729-d09bfc4c6c8b",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "How long are the sticks on our 12\" BigHeads?",
      "content": "The sticks we use for the 12\" BigHeads are 8\" long.",
      "id": "e9dc0099-3ecb-428f-875f-fe9412837619",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Where are you located?",
      "content": "Our facility is in La Crosse, WI.",
      "id": "d938aec9-8c0b-4993-8cee-f361c6785388",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "I want multiple standees using one photo",
      "content": "If you want separate standees for each person, you can simply create 5 standees from our website and use this photo for each one. You'll have to do it 5 times. Right after the upload, you will come to a page where you select the height. On this page is a \"Special Instructions\" section. Simply type a note like \"use the first person on the right\" to identify one of the people for each standee.",
      "id": "a615b216-95d7-478a-ae1f-2a489ee5d65c",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Where do I add the discount? - brand specific",
      "content": "You'll find the discount box at checkout. If you're on a desktop you'll see it at the right side of your screen when you enter your shipping details. If you're using a phone, you'll find the discount box at the very bottom of the checkout page. Simply scroll to the bottom and you will see the entry box and the redeem button. Let me know if you can't find it.",
      "id": "a3af53a4-71e9-47e0-8ab1-8d70a4513ea6",
      "shortcut": "db",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can I add text / word to the sign?",
      "content": "Yes, we offer a text option. Upload your photo and in Step 3, select \"Add Text\". Enter the text and then select if you want a speech bubble, thought bubble, or sign.",
      "id": "66fb0bb9-9b79-4afb-ba98-5b17d44adf32",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "How can I submit a review?",
      "content": "We don't offer reviews directly on the website but you can leave one on our Facebook page here: https://www.facebook.com/CardboardCutoutStandees/ If you prefer, we can provide links for BBB or our business page on Google. Just let me know!",
      "id": "9be6f77d-79e6-4079-910d-4cf96acf1d87",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can I have the sign made of material where I can erase the message?",
      "content": "All of our sign, speech bubble, and thought bubble options can be covered with Dry Erase. You can select this option after you choose the sign type.",
      "id": "dff5756a-0f10-40f7-ae9a-0853994604f9",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "If I send a group picture can you cutout each persons head?(BigHeads)",
      "content": "We find that the best photos for BigHeads are headshots. Although group photos can be utilized they often don't produce the best results due to the photos resolution being spread over the entire group and not focused on the individual.",
      "id": "8f202cfe-03e7-4c5f-a937-89c31ecc367a",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can you edit my head on another person's body?",
      "content": "If you're able to find a body you would like to use (instructions below), you can use the image you want to use for the body to place your order through the online ordering system. \n\nYou'll need to select additional Photo Editing (there is a $20 fee for this), and let us know in the special instructions that you'd like to do a head swap. You'll then need to reply to your email confirmation with the face image you would like to use within one hour of placing your order. \n\nTo find a body, we would recommend trying to find an image with at least 2800 pixels within the height of the subject matter within the image. Here is a link to a video that teaches how to search for high resolution images using Google: https://youtu.be/kvTQPvkxv-o",
      "id": "cd9e769f-4832-4e32-8547-34be358fb51b",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "How much is shipping?",
      "content": "Shipping is calculated based on items ordered and the ship-to zip code. If you have the cart ready to go, you can apply a shipping city, state, and zip and receive a shipping quote right from the site.",
      "id": "8f0e6d56-e393-49dc-a093-acbdb5e9e871",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "How do I order a Face Hole standee?",
      "content": "Face Hole or Face-In-Hole standees are great for photos.  To order this style of cutout simply upload your photo and select the height and material. Select the editing option and let us know what style of Face Hole cutout you would prefer. \n\nLeave \"Panel Style Face In Hole\" in the editing instructions if you would like us to leave in the background so your guests can stay hidden behind it during photos. Leave \"Neck Scoop\" in the editing instructions if you would like us to cutout the image as we would with a normal standee. This will allow your guest to \"stand in\" behind the standee and place their face over the cutout body. Here's a screenshot for reference: https://prnt.sc/Nvu4KfLdJsyZ",
      "id": "355b696e-435e-4f0d-a3f9-11e2ac394ef9",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "How are BigHeads shipped?",
      "content": "BigHeads are shipped in boxes based on the size ordered that will meet UPS size requirements. 12-inch and 24-inch Heads will ship flat in a box. 36-inch Heads will be scored in half, and 47-inch Heads will be scored and folded into quads before shipping.",
      "id": "2a529100-10f3-4793-abad-301b816754f2",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can your Standees be set-up and taken down multiple times?",
      "content": "If you need a reusable standee, be sure to choose our Bubble-X plastic material. All standees made in Bubble-X plastic are highly durable and come with a detachable stand.",
      "id": "b47fbb8f-3342-4e86-add7-240670e08c26",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "How are Standees shipped?",
      "content": "The standees are scored, folded, and shipped in a box that will meet UPS size requirements. Upon arrival, you will lay out the standee on a clean surface and fold out the stand.",
      "id": "ccfdb373-0715-4b03-84b9-4d9984faed6a",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "The photo I want is old and printed out. Can I make it into a standee?",
      "content": "Absolutely! To have a standee of an old photo made, we recommend scanning the image at a minimum of 300 dpi (dots per inch) or, if possible, higher. Scanners can go as high as 2400 dpi. The higher the better. \n\nIf you don't have a scanner, then you can get images scanned at Walgreens, OfficeMax, Office Depot or Staples for typically less than $2.",
      "id": "b8ca44be-d8e9-4f00-ac66-dc563abae5e9",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "I would like to repeat a previous order. What is the best way to do this?",
      "content": "If you would like to repeat a previous order, place a new order with the same image and note the previous order number in the Order Notes. This will ensure it is exactly the same as the previous order.\n\nIf you do not have the image file from a previous order, please contact us at info@cardboardcutoutstandees.com and we can help you place a repeat order.",
      "id": "b8bbd172-d289-4aa5-9bf7-eb055f4fbadf",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Do you offer rush service production?",
      "content": "Orders placed by 10 a.m. CST on a business day will ship the following business day. If you need rushed production, please let me know and I would be more than happy to check on this with my team for you.",
      "id": "1446ea12-64da-48c7-900d-23a5d02b73c2",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can I have my photo reviewed before placing an order?",
      "content": "We certainly can pre-screen your images for you. To have us do that, just send us an email to info@cardboardcutoutstandees.com, type PRESCREEN in the subject line, and attach the image(s) in question. If there are any additional questions or concerns about that and/or placing an order, just write them in the body of the email.",
      "id": "428fd6b8-59ab-4bf8-a218-4f1755ad3b2f",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Which sizes work great for graduation?",
      "content": "All our sizes work great for graduation.",
      "id": "dcd132fd-de4d-4ba1-9217-523e38b457d9",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "I want more than 1 big head, do I have to do separate orders?",
      "content": "You'll have the option of uploading all photos at once if you're going to order them all with the same size and material.  You can use the \"Team Upload\" button here: https://www.cardboardcutoutstandees.com/big-head.html and either select all the photos, or you can simply drag and drop them on the screen.",
      "id": "6f704e0a-6d42-4261-aa89-8089aa871f66",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can you do celebrities / famous people?",
      "content": "Yes, we do reproduce celebrities and have even produced a video that shows how to search for high-resolution images: https://youtu.be/kvTQPvkxv-o?si=4LXQGAn0lunDk05T",
      "id": "ee9b6755-b1ea-41ff-835e-9e5cddba1055",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Do I need to remove all the background from my photo before sending it?",
      "content": "No, our graphic team will take care of that for you. If you want us to include background just make sure to note it in the \"special instructions\" when you order. We may have to include some background around the base of the unit to ensure it stands upright.",
      "id": "4deaaa8a-911a-4bd4-96a3-1956db0ebe14",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Are you able to add graduation caps?",
      "content": "I'm afraid we don't add grad caps to photos taken without a grad cap, but we would definitely include it if the submitted photo is taken with the subject wearing one!",
      "id": "52119c1d-abe8-4892-bdc7-78c577e9fbd8",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Will I receive a proof before my standee is made?",
      "content": "Proofs need to be selected as an option at checkout with standees and decals, and they're provided for free with murals. We don't provide proofs with BigHeads. If you don't select the proof option, our team of professionals still review every photo that is uploaded, and if there are quality concerns, we'll contact you via email.",
      "id": "359827f6-3028-4c62-8fad-2d89ffb8e745",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Maximum dimensions of the standee",
      "content": "The maximum dimensions of our standees are 9'10\" x 4'9\".  We can orient your image either portrait or landscape to fit these dimensions. If you want a standee larger than 9'10\" x 4'9\", contact us in regard to quoting a multi-panel standee.",
      "id": "91eedce5-3037-4a18-bc6f-8ee6d3dda26c",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "id": "98a43d23-a7f3-4b31-9bde-2743e96e8654",
      "shortcut": "ced",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/cardboardcutoutstandees/ , TikTok: https://www.tiktok.com/@cardboardcutoutstandees , and FB here: https://web.facebook.com/CardboardCutoutStandees/",
      "id": "361cf36f-4529-4c6c-b6fe-2fed1a436ab2",
      "shortcut": "smd",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "What are the cutouts made of?",
      "content": "Our products are made from 1/8\" corrugated cardboard, 3/16 inch foamcore, or 3/16 inch Bubble-X plastic.",
      "id": "2a4fa5a7-3b61-4b78-a268-20fe847ec567",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Free shipping",
      "content": "We offer free economy shipping on all domestic orders. For faster shipping options, costs are calculated based on shipping location and the shipping method you choose.",
      "id": "e693bceb-cdf5-4858-9075-d868b5b5f18b",
      "shortcut": "fs",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "My file/picture won't upload",
      "content": "Typically when a photo won't upload, the reason is usually due to the size of the file being too small. You can try uploading a larger-sized image.",
      "id": "f39b20cf-09a3-4760-9670-8e8458ad8e17",
      "shortcut": "pwu",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "How do I set up my standee?",
      "content": "Our standees can be unpackaged and set up in seconds.  Here is a quick video to walk you through the steps: https://www.youtube.com/watch?v=qQ8uEa3_loc",
      "id": "f63f7333-5b91-4f17-b580-b12bc21422f7",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Bulk Discount (ESC)",
      "content": "I can definitely check on this for you. Can you let me know the item type, quantity, and size you're looking to get? Can I also have your e-mail address?",
      "id": "9f87e86b-1ea6-418f-a7bb-e738e79e1df9",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Are the wall decals reusable?",
      "content": "Our Wall Decals are removable, but are not designed to be reused after removal.",
      "id": "4b1998c9-fdb4-40ea-bb36-fd9a38a7c5de",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-844-740-8103 from 8am to 4pm CT or let me know if I can help via text, it may be faster.",
      "id": "d977923f-99b8-445f-b0c9-e6c689849324",
      "shortcut": "ps",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://support.cardboardcutoutstandees.com/support/solutions/articles/69000803374-do-you-offer-refunds",
      "id": "dbcb6e43-eec9-4bdf-95cf-2364158e5057",
      "shortcut": "rp",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "What's the size of the Face Hole?",
      "content": "We recommend the face hole be an oval that is 8\" tall and 6\" wide for adults and 7\" tall and 5\" wide for children.",
      "id": "9476fb50-e248-479f-bb45-849316f53111",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Customer is trying to send a photo",
      "content": "Thank you for reaching out! It would be best to send the image to our customer support team directly at info@cardboardcutoutstandees.com. One of my colleagues will be more than happy to help out!",
      "id": "217d5e87-4e74-4d5c-b6a1-1f409f360a1e",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Do you offer editing for BigHeads?",
      "content": "With Bigheads we don't offer editing, we automatically remove the background and select the head.",
      "id": "956c0118-c270-48ed-8f11-a2ed9e13da40",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "What is the finish on the cutouts? Will it fade?",
      "content": "The finish is smooth, non-reflective and semi-glossy. We use UV resistant inks that ensure your standee won't fade.",
      "id": "ba371fb4-f7c9-44f7-b203-5a5957c5f889",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Where can I find high-resolution images?",
      "content": "We created a video guide that will help you search for high-resolution images. You can check it out here: https://www.youtube.com/watch?v=kvTQPvkxv-o Hope this helps!",
      "id": "1544286e-32a9-49c1-b15e-89dd3e87d5fe",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Do you have a preview option?",
      "content": "Selecting the subject and removing the background is a manual process completed by our editors. We do show a thumbnail of the original photo to allow you to ensure you have uploaded the correct photo.",
      "id": "ca6135fd-8896-43e6-9f79-b690f56dc485",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can I use your products as photo props?",
      "content": "Absolutely! You can upload images as BigHeads or standees, and they'll work great as photo props. We've had customers who did this before, and we've had amazing feedback from them.",
      "id": "eaceb61c-1688-45fd-8708-6e5e15397998",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can I add a gift note?",
      "content": "We currently don't have a way of enclosing any notes with the shipments, but we don't include our name on the return label. It shows as CCS, so it won't ruin the surprise.",
      "id": "74e0a42b-a3ec-4d22-8c5c-ab836be94d2c",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can you remove people from the photo?",
      "content": "Yes, we can, just let us know which person to remove in the \"Special Instructions\" when you select the height.",
      "id": "1f84bdb0-ba1c-446a-b0fb-e4627312b504",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "What if I am wearing a hat or have long hair in my photo?",
      "content": "You can check this article out to see how we size BigHeads when someone has long hair or a hat: https://cardboard.attn.tv/sl/9dFGCPlP",
      "id": "338bf37b-229a-4bf6-ac54-dad664245d92",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out.",
      "id": "084b1c5b-c83b-4c28-b7c9-e3ae97cb155e",
      "shortcut": "sl",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at info@cardboardcutoutstandees.com. Our team is happy to chat.",
      "id": "4e5a37a3-dbdc-481d-9a3b-b6e685363f8d",
      "shortcut": "wls",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at info@cardboardcutoutstandees.com. Our team is happy to chat.",
      "id": "55c130d6-cd8c-4673-9a4e-2572c719a498",
      "shortcut": "ams",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "edaf9aee-30da-435f-91a2-ce6ca615f93f",
      "shortcut": "ms",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Differences between Coated Cardboard, Foam Core, and Corrugated Plastic",
      "content": "Coated cardboard is the standard and best for indoor and moderate handling. If you prefer the highest print quality life-sized stand-up, then I'd recommend the foam core. Lastly, if you want your standee to last longer, especially if you want to use it outside, then I'd recommend Bubble-X plastic. You can find more info here: https://www.cardboardcutoutstandees.com/life-size-options.html#materials",
      "id": "5624f042-fff0-4fff-b4e1-a520b3ed0ec7",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can I upload a full body photo for the BigHead?",
      "content": "Our standard is to select the face. There is no need for you to crop the photo. You can upload it and we will just select the face.",
      "id": "fad5bd91-9b41-4caa-9974-4c8907a8affc",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "What are the prices of your Big Heads?",
      "content": "You can take a look at our BigHead pricing here: https://www.cardboardcutoutstandees.com/big-head-pricing.html",
      "id": "430eb9b3-f09d-4bcc-a47d-f4a5dad74c41",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "What's the pricing of your wall murals?",
      "content": "You can take a look at our Wall Mural pricing chart here: https://www.cardboardcutoutstandees.com/custom-wall-mural-pricing.html",
      "id": "36246142-9652-49fe-882c-8b3126d4d37f",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "What are the prices of your standees?",
      "content": "You can take a look at our Standee prices here: https://www.cardboardcutoutstandees.com/pricing.html",
      "id": "f20c9d2c-a151-4848-8fe3-4e9e4c0b2b99",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "What are the prices of your wall decals?",
      "content": "You can take a look at our Wall Decals pricing here: https://www.cardboardcutoutstandees.com/custom-wall-decal-pricing.html",
      "id": "da958a1a-8a2f-4b9a-917a-1f85a3025f96",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "How can I add multiple people?",
      "content": "Please note that with standees you can only upload a single photo. If you want to add more photos, the best way is to upload the main photo and select the editing option. In the entry for what editing you want, please explain what you would like us to do. Once the order is complete you will receive a confirmation email. You should reply to this email and attach the additional photos. Hope this helps!",
      "id": "c121741e-4c03-4c04-bb6a-f9381ae82f65",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "I want one standee for multiple people in one photo",
      "content": "If you want one standee with all five people, simply enter the height of the tallest person for the order and add a note that \"height given is for the tallest person on the right\". Please note that this would be wider than our standard 45\" width. We can do it but would calculate the number of panels required and the additional charge after receiving the order.",
      "id": "281747db-a358-4e64-92dc-a286813ce105",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can I see examples of the sizing for your BigHeads?",
      "content": "I'd recommend taking a look at this video here: https://www.youtube.com/shorts/oqU5Cf2xWy0 Hope this helps!",
      "id": "09bda0f6-039f-4747-85e5-017dbe7688ce",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Do you offer hand fans?",
      "content": "Yes, we do! You can check out our 12\" Heads here https://www.cardboardcutoutstandees.com/bighead-options.html",
      "id": "17bbf32e-9cac-4a99-b185-d7dfc9438cc9",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "WeekDAYS escalations",
      "content": "Let me check with my team. Please note that we may not be able to respond to you until tomorrow morning but I'll be in touch the moment I get an update!",
      "id": "70412fe6-1df2-403a-b54f-7fcd774e5b11",
      "shortcut": "wke",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Guarantee delivery dates - Brand Specific",
      "content": "We do guarantee the delivery dates provided during checkout. Note that delays in responding to follow-up emails, proof emails, etc., do alter the guaranteed date; however, when we do send these, we provide you with a deadline that you need to respond by to keep the originally scheduled date. Additionally, if the product doesn't reach you by the time we quoted during checkout, we will provide a refund.",
      "id": "4be7d22c-bdd7-4d03-9976-d3065f6989bf",
      "shortcut": "grn",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Do the 36\" and 24\" big heads come with sticks?",
      "content": "Only our 12\" BigHeads come with sticks. The 36\" and 47\" BigHeads come with handles that attach to the back, not sticks. And the 24\" doesn't come with a stick or handle.",
      "id": "0cea455b-6bc6-4123-9e80-cef37b290332",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Image not coming through",
      "content": "Due to the size of the image you have sent we are unable to receive it via text. Please email your image and questions to our email team at info@cardboardcutoutstandees.com. They will be able to assist you.",
      "id": "3dbf7a6e-112f-4a4f-9a98-49c08ed43bd3",
      "shortcut": "img",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "We offer UPS Next Day Air Saver, UPS 2-Day Air, and UPS 3-Day Select. We also provide customers with an \"Arrives On\" estimated delivery date for these shipping methods. Please allow 1-2 business days for production.",
      "id": "a35b9fc5-9c36-4b3a-93ce-e8814c6db62e",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "How does pricing work?",
      "content": "Please note the individual upload pricing options displayed per quantity are when the heads are all made from the same image. \n\nYou can see the pricing here: https://www.cardboardcutoutstandees.com/big-head-pricing.html?externalId=X4l4g",
      "id": "112d01a4-97f4-4f3e-9aa1-009fe8be997c",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Where can I find the 'Special Instructions' section?",
      "content": "Good question! The \"special instructions\" entry appears just after you upload your image. Let me know if you can find it.",
      "id": "2c20c8b2-b3d2-4d4b-a577-23a8a53fbd73",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "I don't need a stand! Do you have that option?",
      "content": "Our bubble-x plastic material units come with a stand that's attached with velcro, while the cardboard and foam core are attached with double-sided tape for no extra charge. \n\n Though if you'd like, we can make one with a stand that can be removed so the unit can be folded back up and reused - just select the bubble-x plastic material.",
      "id": "fe982ecb-1b4a-4055-a1b4-40fceafadbd9",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Can I add words/text to my Big Head cutout?",
      "content": "At the moment, the text customization option is only available for Standees and not for BigHeads.",
      "id": "c18a11b8-fefa-47cb-8b70-f196096339f2",
      "companyName": "Cardboard Cut Out Standees"
    },
    {
      "name": "Do you have team discounts for BigHeads?",
      "content": "We have a built-in discount for teams. Please use the team upload button and upload all of your images at once to receive the team pricing.",
      "id": "67f92fb6-6ec6-422b-bb49-0a56a41a0cbe",
      "companyName": "Cardboard Cut Out Standees"
    }
  ]
}
