{
  "companyKey": "churchsource",
  "templates": [
    {
      "name": "Can I sell my writings to your website?",
      "content": "We kindly ask you to visit our website below for information on how to write for us: https://www.harpercollinschristian.com/authors/manuscript-information/",
      "id": "529cb0c5-4f00-493f-9b81-c3bfa9e21005",
      "companyName": "ChurchSource"
    },
    {
      "name": "Can I use reward points and a promo code for a purchase?",
      "content": "Since rewards points act as a promo code, you cannot combine both in the same order. The good news is that you will be earning rewards on all orders, so you can save with a promo code on one order, earn rewards, and then use those points on the next order! You can find more details here: https://churchsource.com/pages/rewards-program-faq",
      "id": "f28d5d0c-1b31-4906-bb95-fb3df912830f",
      "companyName": "ChurchSource"
    },
    {
      "name": "Can I purchase your items outside the US/International shipping.",
      "content": "We only sell and ship products directly from our websites within the United States. \n \nThomas Nelson and Zondervan products can be purchased in nearly any other country through your local bookstore or online bookstores serving your country. Please feel free to search for your desired products on one of these websites: \n\n• https://churchsource.attn.tv/aMOHzkUbyx_O\n• https://churchsource.attn.tv/ajPE8MuKw5n1",
      "id": "f0ee9259-edee-4cde-892e-a481f5eefbe6",
      "companyName": "ChurchSource"
    },
    {
      "name": "How to check points?",
      "content": "ChurchSource: To check the balance of your points and tier status, be sure to log in to your account and go to the rewards page here: https://churchsource.attn.tv/sl/PsOZlAHO",
      "id": "193cc864-eb26-4913-8439-659040eb72ba",
      "companyName": "ChurchSource"
    },
    {
      "name": "Retroactive discount request",
      "content": "I'm afraid once an order has been placed we are not able to retroactively apply a promo code. I apologize for the inconvenience!",
      "id": "fe27d314-626d-4d8a-b1c3-8ea42fb96946",
      "shortcut": "rdr",
      "companyName": "ChurchSource"
    },
    {
      "name": "What's the difference between mass market and soft cover books?",
      "content": "The difference between mass-market and softcover books is that softcover books are larger, higher quality, and most expensive. In contrast, mass-market paperbacks are smaller, with less durability but a lower price.",
      "id": "d5ffa45d-be7e-4310-8b21-68b113e0b0be",
      "companyName": "ChurchSource"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "The best way to discuss this is to email us directly at customercare@harpercollins.com Our team is happy to chat.",
      "id": "7064e895-8134-49ce-a74e-96b3cb0d8d77",
      "shortcut": "ams",
      "companyName": "ChurchSource"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://churchsource.com/pages/semi-annual-sale",
      "id": "5e8f4fda-f07b-4596-a026-56c840159ddd",
      "shortcut": "ms",
      "companyName": "ChurchSource"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at customercare@harpercollins.com Our team is happy to chat.",
      "id": "afa798b2-ea5a-4d83-a537-0f42fbe7ced1",
      "shortcut": "wls",
      "companyName": "ChurchSource"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 2-3 business days and we usually ship via UPS or USPS. Once shipped, it will take 2-8 business days for domestic orders, and 3-4 weeks for APO/FPO.",
      "id": "b3b18640-e858-41d6-ba7e-e5fbc4dc6845",
      "shortcut": "shp",
      "companyName": "ChurchSource"
    },
    {
      "name": "Cancel / edit order",
      "content": "Unfortunately, once an order is submitted, it cannot be changed or canceled. If you have placed an order in error, you have 30 days from the date of purchase to return the product for a full refund.",
      "id": "771220bf-2e3c-4174-80d1-ac61d0ce2b51",
      "shortcut": "ced",
      "companyName": "ChurchSource"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at customercare@harpercollins.com Our team is happy to help!",
      "id": "85a36c17-18ef-45a4-b979-1d8c35dccffa",
      "shortcut": "cs",
      "companyName": "ChurchSource"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 800-727-3480 (Mon-Fri, 7:00 AM to 5:00 PM CST) or let me know if I can help via text, it may be faster.",
      "id": "69176b52-2423-4e32-b0af-9fec7db86027",
      "shortcut": "ps",
      "companyName": "ChurchSource"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://churchsource.com/pages/satisfaction-guarantee",
      "id": "89ea738c-3609-4cb4-95c5-90ef8d9748ea",
      "shortcut": "rp",
      "companyName": "ChurchSource"
    },
    {
      "name": "Can I read my e-books offline?",
      "content": "Of course! Now that your e-book is available to read on the Glose reading service, you can totally read it anytime, anywhere, through your Glose account. And you don't even have to download them! The only time you need to be online is when you first download an e-book you want to read.",
      "id": "b662405b-2136-41e6-9055-10e8492b2ae9",
      "companyName": "ChurchSource"
    },
    {
      "name": "Can you rush ship my order?",
      "content": "Unfortunately, we only offer ground shipping at the moment.",
      "id": "e73ca26c-1790-45a8-8d12-ab5af8c0e5a0",
      "companyName": "ChurchSource"
    },
    {
      "name": "Are Italian Duo-ToneTM and Leathersoft bindings genuine leather?",
      "content": "These bindings are made from soft, supple, simulated leather. There is no real leather used in these bindings.",
      "id": "a0f93253-c6d7-4afe-98cc-eef015e97627",
      "companyName": "ChurchSource"
    },
    {
      "name": "Store location / retailer",
      "content": "At this time, we only sell and ship products directly from our website within the US. We also sell our products through a wide variety of retail partners in the US such as Amazon and Christianbook.com.",
      "id": "8acaec8e-5d76-4f7a-a905-4db2cdd3e1a6",
      "shortcut": "sl",
      "companyName": "ChurchSource"
    },
    {
      "name": "Bible Warranty and Replacement",
      "content": "Our manufacturer's warranty provides coverage for defective bindings on hardcover, softcover, and Leather-LookTM and Italian Duo-Tone Bibles for four years and on bonded and top-grain leather Bibles for six years. This warranty doesn't apply to normal wear and tear. A lifetime warranty applies to defects within Bibles and books like missing pages, chapters, or books, collating errors and pages bound upside down. If your Bible meets these criteria, we'll replace it for you. You can find further instructions on how to request a replacement here: https://www.harpercollinschristian.com/p/2020/06/30/bible-warranty-and-replacement/",
      "id": "c5d884e8-4c87-495b-a8cf-561abe31a781",
      "shortcut": "wp",
      "companyName": "ChurchSource"
    },
    {
      "name": "What forms of payment do you accept on your website?",
      "content": "We currently accept Visa, Mastercard, Discover, American Express, and Paypal.",
      "id": "a122ac72-7d1f-408a-abf6-98bc32289496",
      "companyName": "ChurchSource"
    },
    {
      "name": "Rewards",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://churchsource.com/pages/rewards",
      "id": "457dc454-9a5e-4d4e-ae5a-36255e80c398",
      "shortcut": "rwd",
      "companyName": "ChurchSource"
    },
    {
      "name": "What is the audio quality of my downloaded audio book?",
      "content": "Downloaded audio books are 64-Kpbs MP3 files.",
      "id": "93edf116-bdb1-4376-8b26-1d2c2732d59d",
      "companyName": "ChurchSource"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $35+. Maybe you can add something else to reach the minimum?",
      "id": "b6fdf998-60d4-4c4a-bdb6-42f5d85a7a04",
      "shortcut": "fs",
      "companyName": "ChurchSource"
    },
    {
      "name": "Where can I read my e-book?",
      "content": "Once you've redeemed your e-book, you can read it on your computer, smartphone, tablet, or smartphone, through Glose. Read your e-book on all iOS devices (iPhone, iPad) and all Android devices. Alternatively, you can read on a Kindle Fire through Glose.com on your web browser. Unfortunately, you cannot read your e-book on an e-ink reader like Kindle or Nook.",
      "id": "c558d981-cd9e-4c0d-8813-b80c3da370eb",
      "companyName": "ChurchSource"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/churchsource/ and FB here: https://www.facebook.com/ChurchSourceResources",
      "id": "b89fc83e-0781-4d6e-b3db-179df5af7c36",
      "shortcut": "smd",
      "companyName": "ChurchSource"
    },
    {
      "name": "What is Glose?",
      "content": "Glose is a next-generation eBook and audiobook experience. Glose is a website (www.glose.com) and a free mobile application for iOS and Android that allows you to read eBooks and/or listen to audiobooks purchased from us, https://churchsource.com/ After purchasing from our site, your eBook or audiobook will be available to read or listen through your computer on www.glose.com as well as from your smartphone or tablet through the Glose app. Please visit www.glose.com to learn more.",
      "id": "29379c10-9506-4483-872a-9deaefdc558a",
      "companyName": "ChurchSource"
    },
    {
      "name": "Do you mail to prisons?",
      "content": "Yes, we do ship to prisons. Those orders will need to be placed over the phone. Please give us a call at 800-727-3480 and one of my colleagues will be more than happy to help out!",
      "id": "7c9468c5-055c-4d44-9949-0ab1024d3c06",
      "companyName": "ChurchSource"
    },
    {
      "name": "Post Purchase Inquiries",
      "content": "We don't handle post-purchase requests via text. Please email your request to customercare@harpercollins.com or feel free to call this number  800-727-3480 Monday-Friday, 7am to 5pm CST. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "id": "ed02702c-c6a4-4ea5-921a-ef3cd0c03cc2",
      "shortcut": "ppi",
      "companyName": "ChurchSource"
    },
    {
      "name": "Order Lookup/Tracking",
      "content": "For help tracking your order, please make sure you sign in to your account. Register or sign in here: https://churchsource.attn.tv/aocoSYthXJO3 You will be able to access order tracking from your profile page!",
      "id": "1a40378d-da4c-4f0b-8ed3-7b4634ce30e5",
      "companyName": "ChurchSource"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://churchsource.com/collections/spring-bible-sale",
      "id": "50805998-782b-4987-8738-61aba8261187",
      "shortcut": "spg",
      "companyName": "ChurchSource"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "At the moment, we do not offer expedited shipping. I apologize for the inconvenience.",
      "id": "48fa6e34-7476-47b4-8a11-f4c1843f5f9e",
      "companyName": "ChurchSource"
    },
    {
      "name": "How can I read the books I purchase or eBooks?",
      "content": "You can read your ebook purchase in the free Glose app by downloading it to any compatible Apple or Android device from your Apple App or Google Play Store or by going to glose.com\n \n 1. Launch the app or visit glose.com, and from the menu select Log In\n 2. Select Other Sign In Options\n 3. Select HarperCollins\n 4. Enter the UserName and Password you used to purchase your eBook\n 5. Select the book you would like to read and chose Read or Resume\n \nHere is a video example: https://churchsource.attn.tv/aix8xyn-LrRb",
      "id": "f066c0d2-2d43-44e0-8b21-ad54c43dfced",
      "companyName": "ChurchSource"
    },
    {
      "name": "How can I get my order tax exempt?",
      "content": "For Tax Exemption a copy of your State Sales Tax Exemption Certificate [not the same as a 501(c)(3) certificate] must be filed with ChurchSource prior to placing your order. If you already have an approved certificate on file, the tax will drop off when the order is processed. If you do not have one on file, you can send us a copy to be placed on file.",
      "id": "c2c384e6-08d7-4401-abac-fbd46c31b900",
      "companyName": "ChurchSource"
    },
    {
      "name": "Price matching",
      "content": "We do not offer price matching.",
      "id": "c9043aaf-e284-439d-8b3c-a5030d076bac",
      "shortcut": "pmc",
      "companyName": "ChurchSource"
    },
    {
      "name": "Can I use two payment methods?",
      "content": "Unfortunately, our system cannot accept split payments.",
      "id": "5070fca0-227e-4c2a-b7a0-a8f1bd722786",
      "companyName": "ChurchSource"
    }
  ]
}
