{
  "companyKey": "clearstem",
  "templates": [
    {
      "name": "What is Refund Day?",
      "content": "We occasionally have \"Refund Days\" where we select a random winner and fully refund their order. Promo info will be announced on their social media.",
      "id": "84ffd416-4123-47ce-a59c-ddf42ecd07ce",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Difference between MINDBODYSKIN and MINDBODYSKIN 2",
      "content": "The only difference between MINDBODYSKIN vs MINDBODYSKIN 2 is that MINDBODYSKIN 2 is formulated without 5-HTP making it available for those who take SSRIS!",
      "id": "b8f7a315-a1bf-4a25-9565-bcbc00675f11",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How do I cancel/edit my subscription?",
      "content": "Simply log in to your account and review your subscription in your dashboard. You can edit, make changes to your renewal dates, and cancel your subscription at any time. Let me know how that goes!",
      "id": "27e1305a-eac1-4963-8c2b-6d6f19a831d2",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Acne Panel: Will there be an extra cost at the LabCorp office?",
      "content": "No, everything is included in the initial price! There will be no extra cost at the LabCorp office.",
      "id": "ee8486ed-72a1-4172-9aa0-dbb7382998de",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is the percentage of Bakuchiol in HYDRAGLOW?",
      "content": "It's about 1%.",
      "id": "f7c0b9ad-9982-4269-a5a4-75cb19bf65ef",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Ingredients differing from bottle to website",
      "content": "Ingredients may fluctuate ever so slightly in the effort to stay as non-toxic as possible according to new data.",
      "id": "67333cd5-d84f-482b-8b22-427891f33841",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "YOUARESUNSHINE peeling or clumping",
      "content": "It is best to put 2 pumps in your hands and press onto the skin (don't rub). This is best practice for all mineral sunscreens. We'd love to hear your feedback once you try this method!",
      "id": "3cb3b4de-5598-44d9-9da9-16c2b0dfa28a",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Do your products contain THC or CBD?",
      "content": "None of our products are formulated with THC or CBD.",
      "id": "7cce292e-e109-4cd5-8217-18f15b3cc4cd",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Will MINDBODYSKIN solely clear up my acne?",
      "content": "If your acne is truly just hormonal this may be the only thing you need but we see the best results when we use the ingredients topically as well (skin is both internal and external). So if you use products that cause acne you may still break out.",
      "id": "60eafb07-6b5a-45b7-8015-ac802c4c116e",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Acne Panel: Fasted/Non Fasted Option",
      "content": "As a general rule of thumb labs should be done fasted! There are options for instructions through Rupa Health for both fasted and non fasted but anytime you run a fasted marker, the entire lab needs to be fasted. Fasted insulin is in the Acne Lab Test so please fast prior to labs if you feel comfortable doing so.",
      "id": "bbe0f6b6-327a-431c-9766-ebe5b6f26b7c",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can I take MINDBODYSKIN while actively trying to conceive?",
      "content": "If you are actively trying to conceive, please consult with your OBGYN for an individual dosing strategy. You may feel better just taking 1 or 2, but please confirm with your doctor.",
      "id": "7c9d4c94-0a2a-4157-9aa4-b9f39aacdf71",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Should I pause on birth control, vitamins, medications, antibiotics, or even MINDBODYSKIN with the Acne Lab Test?",
      "content": "We recommend you continue with your exact routine so we can get the best look at how your body is currently operating, without changing anything. This will provide us with the most accurate insight!",
      "id": "54591165-1f5a-4375-8834-6ff11389af5f",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "HYDRABERRY color",
      "content": "Our products are natural and made in small batches to ensure quality. They may look the slightest bit different from time to time because we use natural ingredients and no synthetic colors or dyes. The formulation has not changed!",
      "id": "030931a2-d6b0-4f5f-834b-1f8310a3cf8a",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can I switch from MINDBODYSKIN to MINDBODYSKIN 2 seamlessly?",
      "content": "Yes you can switch seamlessly!",
      "id": "ca7efd8b-9fe5-4057-ac03-dedf41e19d0d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is it more beneficial to take one tablet of Mind Body Skin 2 with each meal, or group them together and take them with the largest meal of the day?",
      "content": "This is totally up to how you feel most comfortable. We have heard of customers who take 3 capsules with their biggest meal of the day but also some who take 1 capsule before each meal because of the digestive enzymes.",
      "id": "0e4362d5-835e-45b1-bbb4-a9b7a9ed89dd",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Which product would you recommend?",
      "content": "I'd recommend taking our skin quiz in order to find the perfect product for you: https://clearstemskincare.com/pages/quiz",
      "id": "e2bb6653-ade8-4d3c-9cb8-f9fee55420ce",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Are there certain things that I should I avoid while taking MINDBODYSKIN supplement?",
      "content": "You can take it with other vitamins, just don't take other high vitamin-A doses or high DIM, as it could just be too much of a good thing. But we absolutely suggest taking digestive enzymes, probiotics, magnesium, and omega-3.",
      "id": "08e23052-5f30-4fc1-87a9-28f64ec051eb",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What are the natural fragrances in your products?",
      "content": "We use a proprietary blend of extracts from botanicals and low-sensitivity essential oils.",
      "id": "347aa280-0564-45a1-aeef-7dbf47d8513f",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Are your products gluten/soy free?",
      "content": "All of our products are gluten/soy free. Our co-founder, Kayleigh, actually has Celiac Disease, so this is something we were very strict on when creating all of our products.",
      "id": "f042bf81-8704-4953-98e4-1a0eaf9f5e1e",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Acne Safe Prenatal recommendation",
      "content": "We like the Solaray brand because there isn't an obscene amount of D (excess Vit D can cause acne around the mouth!). If you are struggling with breakouts around the month, I would take that supplement every other day and see how it goes. Always best to get nutrition from your food, but those can be great for pregnancy/pregnancy preparation.",
      "id": "cf2c6eac-7a3c-4199-97e8-ed5f94c4c351",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "On Production & Testing",
      "content": "When creating the supplement, we had patients at San Diego Acne Clinic test it and our circle of healthcare professionals approve it.",
      "id": "332b6302-d185-4b9f-894f-8d87b713128c",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Omega 3 for acne prone skin recommendation",
      "content": "We highly recommend Nordic Naturals.",
      "id": "24c99d4c-9952-4649-bbd4-144fd6fb789b",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is 5-HTP?",
      "content": "It supports immunity by contributing to healthy melatonin production which regulates sleep cycles and has a positive impact on overall body health and hormone function.",
      "id": "e5d9637d-8f66-4adc-b89f-9be98a3cbde7",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is DIM?",
      "content": "It is widely used in the treatment of both PCOS, PMS, and hormonal acne. It helps the body regulate estrogen and supports the liver with estrogen metabolism. This dual estrogen support is shown to help with mood swings and hormonal acne flare-ups, particularly as testosterone rises in the last half of the menstrual cycle.",
      "id": "4ceac9c5-7f95-40f4-a96a-5dd93fc4755d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "MINDBODYSKIN + Birth Control",
      "content": "It is fine to take regardless of any birth control status!",
      "id": "90145875-2276-41b2-ae61-86c904d967ee",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Body Lotion Fragrance",
      "content": "Our site includes the full breakdown on the shop pages of the exact extracts we use. We are\nsure to test any blends of fragrance/scents we use for low-reactivity and they make up a very\ntiny portion of our formula.",
      "id": "eaef27c3-76a1-4885-819b-0abafd0e2c4d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can I use CLEARSTEM with other products?",
      "content": "You are fine with other products. Retinol is a case-by-case basis depending on type, frequency, and skin sensitivity. We highly recommend sticking with the CLEARITY instead of a retinol as it causes long term damage to the skin when used regularly. There is a concentrated dose of vitamin C bioflavonoids in CLEARITY, so that would replace an additional vitamin C serum.",
      "id": "27fda733-c79c-4433-bb7a-76b994443354",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Serving size - Mindbodyskin",
      "content": "The serving size is 3 capsules with a meal (it works better with food as it has digestive enzyme and Vitamin A is fat-soluble). For smaller people who weigh less than 120 lb, they may be fine to just take 2 capsules. For those who get too relaxed from the 5-TP, we recommend taking in the evening.",
      "id": "03a31fa2-32a5-4aa0-9821-01b657c0d72a",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can MINDBODYSKIN be taken with vitex?",
      "content": "Our supplement contains DIM which works in conjunction with chasteberry (vitex) extract to resolve the dominance of estrogen over progesterone. We of course always recommend consulting a medical professional.\nAdditionally, a blend of Vitex/DIM/Vitamin B6 which are proven to support female hormonal health and estrogen balance.\n\nDIM is a natural compound that comes from cruciferous vegetables, and has been shown to help support healthy estrogen balance- which in turn helps symptoms from PMS, acne, fibroids, etc. Vitex comes from Chaste Berry and is an herb commonly used to treat PMS symptoms and irregular periods.",
      "id": "3f6df52a-9f36-4920-b183-cc2731de5f89",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is GENTLECLEAN and how do I use it?",
      "content": "GENTLECLEAN is a great everyday gentle wash and amazing for removing makeup and surface-level dirt/oil. To start, wet face with lukewarm water and apply a quarter-sized amount to your wet palms & lather well. Gently massage cleanser into skin using circular motions, then rinse off thoroughly with lukewarm water; pat dry.",
      "id": "eb68beb6-f3ea-4c86-ad05-c9f10bb2da54",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is BOUNCEBACK and how do I use it?",
      "content": "It's an anti-aging powerhouse, it'll fight wrinkles and scar damage. After CLEARITY has done its work, apply 2-3 pumps & massage into skin for 10-20 seconds. It can be used in addition to CELLRENEW or a replacement BOUNCEBACK will help to reduce redness and increase hydration.",
      "id": "dfb51d11-63a0-42dc-bfc2-4460a31461bb",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is BRIGHTEYES?",
      "content": "It's eye gel for wrinkles and dark circles. To use it, dip your fingertip into the jar & apply a pea-size amount of eye gel around the entire eye area. Allow to dry.",
      "id": "08dcb7d0-eccf-439a-98c5-2fef3e31ac86",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How to use VITAMINSCRUB?",
      "content": "Wet face with lukewarm water & apply a quarter-sized amount to your wet palms and lather until foams. Gently massage the scrub into skin using circular motions & light pressure for 15-30 seconds,\nfocusing on areas of breakouts, then rinse off thoroughly with lukewarm water; pat dry. VITAMINSCRUB will work to clean out your pores, exfoliate, dissolve dead skin cells, and prime your skin for maximum absorption of following products.",
      "id": "5fe5d8b6-59b3-4c40-b05c-609009ca26f9",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Tretinoin / Retinol - CLARITY",
      "content": "You can alternate nights using the CLEARITY and Tretinoin. Our founders recommend using CLEARITY more than tretinoin for anti-aging and our CELLRENEW can be used morning and night and is not affected by the Tretinoin.",
      "id": "a9f0e43c-aad9-4387-ab01-78d2f3ad38ce",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Rash from MINDBODYSKIN",
      "content": "We are, of course, happy to refund anything but we encourage you not to worry as these are all natural ingredients with lots of data. It may be that only 2 capsules is plenty for you.",
      "id": "5e1ed967-3f96-4fb2-9ec3-cc239f4ea2ca",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is Glutathione?",
      "content": "It's known to support liver and detoxification, serves as a powerful antioxidant, and helps to brighten the complexion which aids in the appearance of acne scars.",
      "id": "c2a4b12d-3365-4148-a500-39935e23fa97",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Headache from MINDBODYSKIN",
      "content": "Headaches can be a rare side effect from 5HTP (less than 1%) but it just means we need to phase it in. Try 1 capsule a day for about 5 days, then increase to 2. You may find that 2 is all you need, especially if you're on the lighter//smaller body type. Some people's bodies prefer to take five HTP at night, so try taking with your evening meal.",
      "id": "5d947732-7617-4b5f-a23e-7e5342190ea6",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "NON-CLEARSTEM make up recommendation",
      "content": "Acne safe and non-pore clogging. Co-founder Kayleigh and Danielle have been personally using this line for over 3 years. - https://www.priia.com/\n\nWe have yet to find another makeup brand to recommend because companies are constantly reformulating so they can at one point be free of pore clogging ingredients and then reformulate and not be anymore. Unfortunately, we are unable to keep up with other companies' formulations and since PRIIA has brand standards that are always free of pore clogging ingredients, this is the only one we can currently confidently recommend.",
      "id": "53fa95b9-f630-4ea2-a441-2b9a82ff8385",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is Vitamin A (as Retinyl Palmitate)?",
      "content": "This is a bioavailable form of vitamin A in a specific dosage that creates the maximum benefit with minimal risk of toxicity. Vitamin A is shown to improve the keratolytic function inside the pore, helping skin cells shed faster, which reduces the instance of Clogged Pores that create acne. The increased cellular turnover from vitamin A also supports faster regeneration of scar tissue from acne.",
      "id": "6ab5c2e8-a473-4b45-b53d-0708911aad7f",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is HYDRAGLOW and how do I use it?",
      "content": "It's a deep hydrating moisturizer to fight acne and aging.  To start, dip a clean fingertip into the jar & scoop a dime-size amount of it and then massage into face and neck area. The stem-cells & collagen-stimulating ingredients in it feed your skin exactly what\nit needs to regenerate and produce beautiful, healthy new collagen. The best part? It's super rich and luxurious but will never break you out. All the benefits, none of the acne. You win every time. It has antioxidant and anti-inflammatory properties that are also helpful for those with rosacea.",
      "id": "7a6b282c-362a-4795-8743-05238eb413c8",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is Vitamin B5 (Pantothenic Acid)?",
      "content": "It demonstrates significant potential to reduce hormonal acne and control oil production. It's also shown to help the oxidation process, supporting healthy digestion that can also reduce inflammation and increase nutrient absorption.",
      "id": "61651d19-37ba-48d6-aa36-e3d9d22bb7ee",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What's the source of your collagen stem cells?",
      "content": "We are first and foremost results-driven so we use Multiple Human Cell Stem Cell (MHCsc)TM technology. It's derived from the combination of fibroblasts and mesenchymalCells and utilizes exosome delivery. Everything is sourced ethically. In regards to our stem cells - they're donated and from our cruelty-free & vegan cosmetic lab in California and are purified collagen stem cell media. In CELLRENEW & BOUNCEBACK they're donated fat tissue & purified collagen media so that's why they're so effective for scars & wrinkles. In our other products, they're plant-based stem cells. None of our products contain DNA or embryonic material.",
      "id": "8e4652da-9a8a-4aa7-8266-a8e9f4725167",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is there a purging period with CLEARSTEM?",
      "content": "There's a small percentage of people that purge when switching products, but it's not typical. Not saying it couldn't happen, but just not the typical result. There are many acne products on the market that will cause a purge because they contain harsh chemicals and pore-clogging ingredients. If you're naturally acne-prone, you always want to check your skincare, makeup, and hair conditioner against our pore clogging ingredients list - https://clearstemskincare.com/pages/pore-clogging-ingredients-list to ensure once you get clear, other products won't break you out all over again.",
      "id": "b504a842-e51d-4c41-8586-d632a9b884bc",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How do I use CELLRENEW?",
      "content": "Start by shaking well before use, (we don't use junk fillers or binders, so natural separation occurs), then apply 2-3 pumps over the entire face. Massage into your skin for about 30 seconds.",
      "id": "b1c8f8cf-ce93-4585-add2-23beaf7cedfb",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Tretinoin / Retinol",
      "content": "CELLRENEW can be used morning and night and isn't affected by the tretinoin.",
      "id": "39be2a37-68a9-436f-9446-3a004c4cf905",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Return Policy",
      "content": "You can check out our detailed return policy here - https://clearstemskincare.com/policies/refund-policy",
      "id": "30c4fe9f-a2bf-47ee-93b9-9b400dca7344",
      "shortcut": "rp",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/clearstemskincare and FB here: https://www.facebook.com/clearstemskincare/",
      "id": "0301d61f-b94b-41c2-970e-4047eea1adde",
      "shortcut": "smd",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How long do products last?",
      "content": "Serums and BRIGHTEYESTM last about 1 month, and cleansers and HYDRAGLOWTM last about three months. Of course, this also depends on how frequently you're using the products.",
      "id": "d9b94b5c-7241-4804-961c-b6413d745592",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Reaction to CLEARITY",
      "content": "I believe if you began using CLEARITYÂ® only every other night and stopped application just as we recommend that people start out with every-other-night usage, because this is a professional style exfoliant and the skin needs a moment to adjust, just like starting a new advanced workout routine! While this serum does stimulate collagen, I'd avoid putting this (or any acid) directly under the eye as that area is sensitive to begin above the cheekbone you would not have the same reaction, so when you're ready, try that!",
      "id": "aaf6b2c3-4169-4945-9efa-d6abbc5b64b0",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "VITAMINSCRUB color",
      "content": "Our products are natural and made in small batches to ensure quality. They may look the slightest bit different from time to time because we use natural ingredients and no synthetic colors or dyes. The formulation has not changed!",
      "id": "acc09a21-3b72-49dc-a57c-b3a4412b9f9d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Difference between CELLRENEW vs BOUNCEBACK",
      "content": "BOUNCEBACK is the anti-wrinkle powerhouse - it is made for wrinkles more than just acne. It is what's recommended for all of our customers over the age of 26. The main difference is the amount of stem cells and there are 3 peptides we added that are not in CELLRENEW! Peptides work for serious collagen regeneration, so if the concerns are deeper scarring, texture, or wrinkles, BOUNCEBACK is for sure the best option!",
      "id": "777b99db-c7f9-486e-9dec-4095a0c0bb16",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is CELLRENEW a moisturizer?",
      "content": "Our CELLRENEW is a hydration serum, not a moisturizer. But it just really depends on your skin! If someone has very dry skin, then we 100 percent recommend a moisturizer on top. For a non-pore clogging moisturizer, we recommend HYDRAGLOW on our site.",
      "id": "f34d68b3-1c51-46e8-9190-d2f921db1579",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is CELLRENEW good for stretch marks?",
      "content": "We have had many new mom's tell us the CELLRENEW has helped with their stretch marks! It is due to the aloe vera and frankincense as well as its ability to help your body produce more collagen in that area. You will want to apply it and give yourself a massage to make sure it fully absorbs.",
      "id": "e35523ed-7e04-43d4-b8cf-ac900ff0c3f8",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is MINDBODYSKIN just for acne or aging as well?",
      "content": "While it is AMAZING for acne prone skin, the boost in mind body connection is helpful for anti-aging benefits as well! If you don't struggle with acne, you can take less - like 2 per day, instead of 3.",
      "id": "abf1de23-71bc-49ab-93ec-cb4bd3ed2849",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Cleaning SUNNYSIDE brush",
      "content": "Wet a paper towel and rub in a tiny amount of GENTLECLEAN to a section of the paper towel, swirl the brush around, then swirl around again on the non- GENTLECLEAN portion of the wet paper towel. Leave cap off to allow the brush to dry before putting it back on.",
      "id": "7a1c5f08-991a-4b1d-bdb6-41bc4629012b",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is SUNNYSIDE SPF good for all skin tones?",
      "content": "Great question! It is a super light translucent tint so it actually works great for all skin tones! We've had people with very dark and light skin use it and they love it.",
      "id": "2c3397eb-f507-405f-b55a-a65aa31456f5",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "HYDRAGLOW and why it goes so nicely with the PREGAME mask as a set!",
      "content": "PREGAME is your professional-style exfoliator mask; it takes off old, dull skin, and tells your face to replace it with brand-new fresh happy skin. Wax on, wax off. But did you know that exfoliation only works well in tandem with a nourishing moisturizer? It's just like exercise and nutrition. So while PREGAME removes old skin, you need the replacement skin to be nourished and healthy so it looks its best. That's where HYDRAGLOW comes in. The stem-cells & collagen-stimulating ingredients in HYDRAGLOW feed your skin exactly what it needs to regenerate and produce beautiful, healthy new collagen. The best part? It's super rich and luxurious but will never break you out. All the benefits, none of the acne. You win every time.",
      "id": "4db39887-8dc8-4246-a9cd-67be43c53227",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Why is the B-5 level SO high? - Mindbodyskin",
      "content": "Great question! Actually we can take much higher doses than the basic RDI when we want to create change (ie taking Airborne for immunity has 10,000X the RDI of Vitamin C) We know which vitamins to put extra of to help control acne and we carefully thought out these doses. In fact, if you look at any of your other supplements you'll see all sorts of amounts depending on what that vitamin is supposed to help with!",
      "id": "dda42791-9a76-4ee1-bd6f-38f416eafc8d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "MINDBODYSKIN: Why is the Vitamin A level so high?",
      "content": "Good question! Vitamin A toxicity is extremely rare and generally only occurs in adults who regularly take more than 25,000 IU a day for years on end.  MINDBODYSKINTM has a great amount of Vitamin A  however it's still very far below any toxic thresholds. (It's less than 25% of the amount it would take to potentially be toxic) If it's a particular concern for you, you can always \"dose down\" and just take 2 supplements instead of 3.",
      "id": "304f7182-aab2-401d-82fa-c7ea327b9092",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How long does it take to see results? - Mindbodyskin",
      "content": "Nearly everyone starts seeing positive improvements the first week of using the CLEAR kit + MINDBODYSKIN. We do always remind people that they must get rid of all pore-clogging ingredients in their other products though (ie makeup, haircare, spf). If you are still using products that have any of these ingredients you will still break out. Pore-clogging ingredients prevent people from getting clear even when they are doing everything else right so we can't stress this enough.\nHere are three great resources where you can learn more about healing acne!\n\n- The Art of Being Well by Dr. Will Cole: How To Heal Acne & Aging Skin From The Inside-Out (+ Outside-In): https://clearstemskincare.com/blogs/podcast/how-to-heal-acne-aging-skin-from-the-inside-out-outside-in\n- The Skinny Confidential Podcast: Everything You Need To Know About Healing Acne & Skin:https://clearstemskincare.com/blogs/podcast/everything-to-know-about-healing-acne-skin\n\n- Hormones and Acne by Danielle Gronich: https://clearstemskincare.com/blogs/skin-care-learning-center/hormones-acne?_pos=1&_psq=hormon&_ss=e&_v=1.0",
      "id": "d2f93619-d2ac-40bb-bb04-c78fce9886a6",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "MINDBODYSKIN - who is it for?",
      "content": "This product is for anyone with acne or oily/acne-prone skin. This product serves the market who wants more control over their acne without having to take toxic medications like antibiotics, or for parents who do not want to put their child on something like Accutane.",
      "id": "8bc5c1e5-8a23-4c6a-bf68-aab7f5988f66",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Free Shipping",
      "content": "We offer free shipping on domestic orders over $75. Maybe you can add something else to reach the minimum?",
      "id": "ffff0f58-ab6d-482f-8f61-30ece29ba4ed",
      "shortcut": "fs",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is CLEARITY for and how to use it?",
      "content": "It will fight acne, wrinkles, melasma, and brighten skin. Apply 3 pumps to your fingertips, slowly massage into the skin avoiding the eye area, and let it sit for 15-20 minutes and let it do its job (don't wash off).",
      "id": "720e13b9-11d2-4a09-a2f9-511929ea8b39",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Plump up or raise my indented scar on the forehead? Microneedling?",
      "content": "Both serums would help with this scar, and micro-needling is the best treatment. I recommend bi-weekly micro-needling and the usage of CELLRENEW directly following treatment. The CLEARITY serum can be used 3 days post-needling but the CELLRENEW can be applied immediately after. So, CELLRENEW the first day then BOUNCEBACK the following days!",
      "id": "b0021936-a927-43ec-b572-6d6185ab5c45",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What are the results to look out for when taking Mindbodyskin?",
      "content": "Customers will not notice much for the first few days, but then may experience a better stress-response and feelings of calm and peace. After 1 week customers should notice less new acne and a reduction in size and inflammation of pre-existing acne. After 2 weeks customers should see a significant reduction in both new and existing acne, along with elevated feelings of well-being. After 1 month, customers should notice a smoother menstrual experience, better sleep, and significantly clearer skin that heals faster and is less oily throughout the day.",
      "id": "74a30321-74cc-4dd0-bb85-cb242727aff8",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Supplements recommendation",
      "content": "In regards to supplements: it's more about what not to take (to trigger acne). These are the few that our founders recommend - we always recommend you do your own research and chat with your doctor before using. You can try Extra Strength Bromelain (Doctor's Best Brand) off Amazon, Thrive Spore-Based Probiotic (you can use code CLEARSTEM for a discount), Magnesium Citrate (the Pure Encapsulation brand), Digestive Enzymes before meals (Solaray or Source Naturals) and Omega 3 for acne prone skin (Nordic Naturals).",
      "id": "47bc176e-d0a7-45bd-8c7c-61f9d0332211",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Digestive enzymes recommendations",
      "content": "The digestive enzymes Danielle recommends are the Solaray or Source Naturals brand. They're available at Sprouts/Whole Foods.",
      "id": "955327c7-5f9e-4e7d-876c-7a33e8cedd34",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@clearstemskincare.com, or send us a message via the website at https://clearstemskincare.com/pages/contact-us. Our team is happy to help!",
      "id": "3d696a8d-96d1-4c9e-84ad-0ede92a73cc2",
      "shortcut": "cs",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is waxing safe in conjunction with using your products?",
      "content": "Yes you are still able to wax your lip, but please take 2 days off from the CLEARITYÂ® serum before and after the wax. All of our other products are safe to use on a regular basis along with your wax.",
      "id": "ee3fc1fd-d186-416f-ae88-7c55c08299c4",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Milia",
      "content": "CLEARITY can help dissolve milia and should be rubbed into the area gently; it will definitely soften them and can make professional extraction of them easier. Milia are stubborn but CLEARITY should help, slowly but surely (give it a few weeks)",
      "id": "614c2859-e07d-43ae-8b36-7e148c2f3bd6",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Rosacea",
      "content": "GENTLECLEAN is the perfect hydrating, calming cleanser for rosacea. The mandelic acid in CLEARITY has calming and exfoliating properties that are helpful with rosacea, CELLRENEW/BOUNCEBACK will help to reduce redness and increase hydration, HYDRAGLOW has antioxidant and anti-inflammatory properties that are also helpful for those with rosacea.",
      "id": "c65c4e5b-d59a-4f40-a144-a6a1d9b02c07",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Melasma",
      "content": "The CLEARITY serum helps with melasma and so does the CELLRENEW. The best plan would be to use CLEARITY and leave it alone on the skin for at least 20 min, do not rinse. Then apply CELLRENEW!",
      "id": "d09978f3-0ede-4941-9c81-e27aee57473a",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Shipping Time",
      "content": "Our processing time takes 1-2 business days and we usually ship via USPS, UPS and FedEx. Once shipped, it will take 3-7 business days for domestic orders, and 1-4 weeks for international orders.",
      "id": "fe0852df-9bb2-49b8-bd6b-e7def82b3ff6",
      "shortcut": "shp",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Are your products pregnancy safe?",
      "content": "We avoid the known contraindications like retinol and & salicylic acid but we feel each pregnancy is individual and that your OBGYN should give you the final say. Show them the CLEARSTEM products you want to use and have them give you the thumbs up.ðŸ˜˜\n\nPlease note that MINDBODYSKIN is not pregnancy safe!",
      "id": "8e46366b-37b3-49fb-8c5b-f546573d1ba0",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at wholesale@clearstemskincare.com. Our team is happy to chat.",
      "id": "f3f92fb7-a4e3-4f18-a7a5-cfdf0854fdb1",
      "shortcut": "wls",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Restock? (autosend enabled)",
      "content": "I currently don't have the exact date of a possible restock, but I recommend signing up on the product page so you're notified the second it comes back in!",
      "id": "6f26016e-2ded-11ed-a261-0242ac120002",
      "shortcut": "stof",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "I can't add more than 1 (one) bottle of MINDBODYSKIN to my cart",
      "content": "I'm afraid that customers can only purchase 1 product of MINDBODYSKIN as the lead time is too long. I apologize for the inconvenience this may cause.",
      "id": "45247006-3d62-4655-91ea-b77abacefd77",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Specific Ingredient Questions",
      "content": "We understand your concern for specific ingredient questions. We work with the highest quality US-based labs and put our formulas through a ton of 3rd party testing. We utilize data from the EWG, Good Face project, and other clean lists to reach the highest intersection of safe but effective. We don't hop on social media scare trends as our chemists are world-class and know what really matters!",
      "id": "ff0c9be8-0f4e-4361-a595-a9443075fe78",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! You can learn more and apply for our ambassador program here: https://clearstemskincare.com/pages/brand-ambassadors",
      "id": "68a670a8-d371-4b82-910a-2337ecf3398d",
      "shortcut": "ams",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "id": "1e40cb6a-f35b-4ae8-b0bd-8842bd6a53e5",
      "shortcut": "ps",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out.",
      "id": "4dae7056-d6c0-4412-bcef-2ff2b59d7392",
      "shortcut": "sl",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "id": "5ae61c2f-c04a-49a5-9ca7-922f35049700",
      "shortcut": "ced",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "afbc4727-5e01-4c93-9e16-8d9f221a39a7",
      "shortcut": "ms",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Do you offer consults/consultations?",
      "content": "We don't offer consults, however, you can reach out to the San Diego Acne Clinic here: https://clearstem.attn.tv/sl/XBkE8rfL , our co-founder's clinic, to get more information about virtual consults that may be available.",
      "id": "92627f90-926d-4227-b4b2-8cb3ac530e12",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://clearstem.com/apps/aftership",
      "id": "ca7ad59c-6f51-41cb-99f6-4fa64058f275",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is the source of your maltodextrin?",
      "content": "Ours comes from potatoes, but may contain corn. If you have a severe allergy to corn, we would recommend avoiding the products with maltodextrin just to be safe.",
      "id": "012c4b0c-943d-4aac-8d80-f337372ac388",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "If I have dry skin, would VITAMINSCRUB make my skin more dry?",
      "content": "VITAMINSCRUB will work to clean out your pores, exfoliate, dissolve dead skin cells, and allow products to penetrate deeper into the skin! Scrub with light pressure for about 6 seconds. If experiencing dryness, you can apply HYDRABERRY at night until the dryness subsides :)",
      "id": "d90bdfac-804d-4597-ae79-a1874d564c10",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Acne Panel/What will be tested?",
      "content": "This bundle includes:\n\n- CBC with Differential\n- Complement C3\n- Complement C4\n- Comprehensive Metabolic Panel\n- GGT\n- Hemoglobin A1c\n- Insulin, Fasting\n- Lipid Panel with Total Cholesterol/HDL Ratio\n- Phosphorus\n- Testosterone, Free & Total w/ SHBG\n- Uric Acid",
      "id": "97fe3888-145f-4aea-aa9d-b4f10fcc1bb4",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "I know Argan Oil is often classified as non comedogenic but there have been mixed reviews from chemists I know, is there something that makes yours different which allows it to be non comedogenic?",
      "content": "Argan is actually acne safe, especially when it is only a small fraction of the formula! At San Diego Acne Clinic we have never seen an issue with Argan.",
      "id": "6c635bd3-521d-4761-a382-e7251a11f4aa",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "MINDBODYSKIN: How many do you take and when?",
      "content": "Serving size is 3 capsules with a meal (it works better with food as it has digestive enzyme and Vitamin A is fat-soluble). For smaller people who weigh less than 120 lb, they may be fine to just take 2 capsules. For those who get too relaxed from the 5-HTP, we recommend talking in the evening.",
      "id": "51a5ef4a-eebe-4991-89f7-288fa6a36e37",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can DIM affect a woman's menstrual cycle?",
      "content": "Some people's periods shift when they transition off birth control and can shift a bit when taking DIM- it's rare but can happen! This should normalize within a couple months :)",
      "id": "5fd4796f-83f0-4209-9c7a-f3a9abd2cbcb",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "CLEARITY color",
      "content": "Our products are natural and made in small batches to ensure quality. They may look the slightest bit different from time to time because we use natural ingredients and no synthetic colors or dyes. The formulation has not changed!",
      "id": "21124695-9a69-47a5-a27a-9f9c56b6bfff",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "GENTLECLEAN color",
      "content": "Our products are natural and made in small batches to ensure quality. They may look the slightest bit different from time to time because we use natural ingredients and no synthetic colors or dyes. Specifically in GENTLECLEAN, we use Sea Buckthorn oil which has a ton of variations from harvest to harvest. The formulation has not changed!",
      "id": "078b45bf-59b8-42ac-9a87-7cc446bf62d4",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Does CLEARITYÂ® have glycolic or salicylic acid if not, what are the active ingredients that help clear acne?",
      "content": "Mandelic Acid, vitamin C and turmeric is amazing for unclogging pores and dissolving excess skin oil. Palmetto, green tea, and reishi mushroom, work together to balance oil production & regulate hormonal acne. It's perfect for all skin types.",
      "id": "88172817-b8c4-4b56-8bb1-796483cfd16b",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can CELLRENEWÂ® and BOUNCEBACKTM be used at the same time?",
      "content": "CELLRENEW and BOUNCEBACK work wonders together! CELLRENEW regenerates the skin in many ways and BOUNCEBACK is proven to reduce & prevent fine lines and wrinkles as well as reverse scarring. You will fall in love with your skin!!",
      "id": "492a4061-935b-450a-a92f-2a46ecb8313b",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Differin gel with MINDBODYSKIN",
      "content": "Yes, you can begin with MINDBODYSKIN as it is a non toxic supplement formulated with very clean ingredients.",
      "id": "944c7c1e-61de-45bd-8967-d543539f5945",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Are there antibiotics in your products?",
      "content": "Great question - I double checked with our founders and we only use good probiotics in our line, no antibiotics!",
      "id": "0accd741-2210-4963-b0ac-995c67d1f46d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Specific Ingredient questions regarding MINDBODYSKIN",
      "content": "We understand your concern for specific ingredient questions. We work with the highest quality US-based labs and put our formulas through a ton of 3rd party testing. Due to people trying to copycat us we cannot provide extraneous details that would be proprietary to our supply chain. Thank you for the opportunity to connect with you, we are here to help build a routine and troubleshoot anything that could be affecting your skin so let us know if we can assist you with that.",
      "id": "833e8c3e-597a-4aa8-8cb5-2decc226e67c",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How much lysine vs how much arginine is there in HYDRAGLOW?",
      "content": "It is a blend and there are equal amounts!",
      "id": "2228d36e-8dfb-4c66-8acf-fcdb3dd1c7e0",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "If I can't take MINDBODYSKIN because of the 5-HTP, then what should I take for my acne?",
      "content": "You can check out our MINDBODYSKIN 2 with no 5-HTP!",
      "id": "864a218a-477e-4777-ad10-b1313cbbd69f",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "MINDBODYSKIN: Vitamin A toxicity concern",
      "content": "We have a team of doctors that help determine therapeutic dose. This dose is fairly common in other acne supplements and is less toxic than Accutane. Vitamin A is also a powerful antioxidant that most people are deficient in, and the acne sufferers specifically need more of. If you are concerned about your unique levels, or you are taking any other supplements containing Vitamin A, schedule an appointment with your doctor to get your levels checked.",
      "id": "58397f67-e3e7-4334-9d4a-248571592981",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "BOUNCEBACK color",
      "content": "Our products are natural and made in small batches to ensure quality. They may look the slightest bit different from time to time because we use natural ingredients and no synthetic colors or dyes. The formulation has not changed!",
      "id": "59d16c9f-f604-4d0e-b10b-b40a61eb9c7d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Acne Lab Test: How/Where do I get my blood drawn?",
      "content": "Once you have purchased the Acne Lab Test, Rupa Health will automatically send you local blood draw options in your email instructions. If you have any further questions please feel free to reach out to support@rupahealth.com.",
      "id": "3f6c3118-0334-4ea9-ba2a-c43b98cdf5bb",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can HYDRAGLOW be used with retinol?",
      "content": "Yes! Let me know if there is anything else I can assist you with.",
      "id": "beccff1d-3943-4583-9965-5ec7aa567d62",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Saw Palmetto",
      "content": "Saw palmetto is a plant with many different particles, we use the small particles that have a hormone balancing effect. It's not the oil part!",
      "id": "0c20a9c2-b176-4ba1-8832-803b83b426f1",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Does SOFTSKIN help with KP, scar tissue, and body acne?",
      "content": "We love SOFTSKIN! Not only an amazing body lotion formulated with a blend of soothing botanicals and barrier-restoring hydration molecules, but also amazing for scar tissue, keratosis pilaris (KP) and body acne.",
      "id": "160e1c50-2d93-49ff-972e-1883f2890e23",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can MINDBODYSKIN be opened and added to food?",
      "content": "Yes! You can open the capsule and sprinkle it on your food, apple sauce, or even a smoothie!",
      "id": "7e81b4c3-aaf1-4b5f-8662-d21e580de566",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is your glycerin plant derived?",
      "content": "Yes, it is plant derived!",
      "id": "c826baaa-c7c1-41e6-8b30-1538435f0b78",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Customer with an allergy worried about MINDBODYSKIN because it is produced in a facility with eggs, gluten, wheat, milk, tree nuts, soy beans, peanuts, crustacean, fish, and shellfish",
      "content": "We would like to assure you that our products undergo rigorous quality control measures at every stage of production. Our manufacturing processes are designed to minimize the risk of contamination, and we have strict protocols in place to maintain cleanliness and hygiene within our facilities.\n\nWhile the possibility of contamination is very unlikely, we are required by regulatory standards to include a disclaimer to ensure compliance. This disclaimer does not imply that there is an elevated risk of contamination in our products but serves as a precautionary measure to meet industry guidelines.",
      "id": "942d6b45-f862-4a03-a7aa-8ee0ad3cb25c",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is an acne lab panel and how will this help me?",
      "content": "The CLEARSTEM Acne Lab panel is a customized blood test that includes markers commonly out of range when it comes to acne. The panel helps us unpack what the blood is communicating through a variety of categories such as stress, blood sugar, hydration, hormones, possible infections, immune, inflammation and more. These imbalances not only contribute to overall health, but can influence the skin as well. We will break down your results and help you discover which markers are out of optimal ranges and our top supports for each category that may be burdened!",
      "id": "aa427eed-02c9-4843-8048-fc6c548a1146",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can VITAMINSCRUBTM be used with tretinoin?",
      "content": "First, we'd suggest doing a \"patch test\". Use a clear section of the skin either the back of the wrist or around the elbow. Apply the product and leave it alone for 24 hours. If you don't experience a reaction you can use VITAMINSCRUB on alternating nights with tretinoin. Never on skin that is peeling or irritated!",
      "id": "968df7b5-9618-43e5-b983-b429acb69b7b",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is YOUARESUNSHINE safe for coral reefs?",
      "content": "Yes it's safe, it's mineral based!",
      "id": "7ce1bd6c-148d-4aa8-863b-83a72c20b83c",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "CLEARITY: For someone who says that vitamin c should not not be used if you have hormonal/cystic acne",
      "content": "Thanks so much for reaching out! That is not widely true, in fact the antioxidant support can be great to help the healing skin! Cystic acne is particularly vulnerable to sun damage so C in the right % is great! Our CLEARITYÂ® serum is primarily a mandelic acid which is the best for cystic acne, there is about 2 to 4% of vitamin C bioflavonoids so it is a non-irritating amount of vitamin C anyhow!",
      "id": "8f215b52-c6b9-45c0-abbb-da383e3be378",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Any new product launches coming soon?",
      "content": "We are currently working on a few magic items! Stay tuned... one of which will launch soon! We love and appreciate feedback. Which items would you like for us to formulate?",
      "id": "93f00f9a-a876-4537-81e4-98f41246aff4",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "PREGAME Burning/Tingling",
      "content": "A tingling sensation is actually normal when using PREGAME - you can hear Danielle and Kayleigh talking more about this starting around minute 5 in this FAQ video: https://www.instagram.com/tv/CUGPylFjja3/?utm_source=ig_web_copy_link They also provide tips for what to do if the tingling continues beyond the first few uses.",
      "id": "d6e98e08-403a-4a9e-8421-4220fabb027a",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Eczema",
      "content": "Our new MINDBODYSKIN is helping with eczema, which is exciting! GENTLECLEAN is a calming and hydrating cleanser, CELLRENEW and BOUNCEBACK will help to reduce redness and increase hydration, and HYDRAGLOW has antioxidant and anti-inflammatory properties that are also helpful for those with dry, sensitive skin.",
      "id": "671f51b0-38cd-463c-92d1-1d8938d1f619",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Tint in YOUARESUNSHINE",
      "content": "YOUARESUNSHINETM is formulated with 21% Zinc Oxide, which is the active ingredient. It is a sheer tint, meaning the tint is there to counteract the whiteness of zinc, so it blends into every skin tone!",
      "id": "c0e4126f-cf20-4817-9369-56855be53054",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is MINDBODYSKIN safe for pregnant and breastfeeding mothers?",
      "content": "No, MBS is contraindicated for pregnancy & breastfeeding due to hormonal activities.",
      "id": "b0acbae7-9fd4-46cf-b124-95e86173982e",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Do sunflower seed and almond oil cause pore clogging?",
      "content": "I wouldn't use either of these on your face but as long as you aren't prone to acne on your back or chest then these are fine to use on your body!",
      "id": "00dc954d-eae6-40d1-bb47-f59ca31080a3",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "MINDBODYSKIN: New Color with upgrade?",
      "content": "With the addition of milk thistle and turmeric it can look a little bit more yellowish earthy color.",
      "id": "41b9b8c5-fb68-4daa-92fd-dc2d7a1fce0d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Membership:  Will the monthly calls be 1-1 or in a group setting?",
      "content": "The CLEARSTEM Membership will feature monthly group calls, as we've recognized the significant value of this setting in creating a supportive environment where questions posed by one member can be beneficial to others on the call, but also it reassures our community they are not alone in their journey! In the future, we may explore the possibility of providing individual sessions.",
      "id": "cd592ac0-6c91-48a9-a0e8-26d06c62fb03",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Retinol/niacinamide & CLEARITY",
      "content": "Yes, CLEARITY can be used in the morning, let it sit on bare skin for at least 15 minutes, then followed by CELLRENEW. You may see better results using the CLEARITY at night also INSTEAD of the retinol, or alternating nights. Niacinamide is fine to keep using in addition to CLEARITY but you wouldn't want to use CLEARITY and the retinol on the same night.\n\nSo you can start using CLEARITY in the morning and continue her current night regimen, or use CLEARITY in the morning and evenings so long as she is alternating it with the retinol.\n\nIf the retinol product has niacinamide in it, that's ok, you would simply use that mixture one night, then CLEARITY the next. If the niacinamide is a separate item then you can use it every night regardless!",
      "id": "e64a1c32-385a-43eb-a58d-39d1797de1a1",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Traveling with products on the plane",
      "content": "If you screw the lid on too tight it creates pressure when flying (the same thing that happens to water bottles with the cap on too tight. Please make sure to losely close it so pressure can release when flying! It is best to have products in your carry on!",
      "id": "bc9a6656-1cef-4e21-9c67-fecdc0fcbf02",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Does Coco-caprylate/caprate cause pore clogging?",
      "content": "It depends on how far it's down on the ingredients list. Typically the last few ingredients are less than 1% in the formula. This would be an ingredient to test to see if it breaks you out or not.",
      "id": "f19595fb-bbd6-4024-a1cf-47d4564ae6ec",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "BRIGHTEYES Tingling/Burning Question",
      "content": "Please know that BRIGHTEYESTM has some powerful activities in it and tingling is just totally normal and should subside with regular use. This is the caffeine driving the peptides to stimulate your collagen. If you are starting to get redness or other visible skin irritation, you can reduce the usage to twice a week until your skin adjusts.\n\nIf you feel that your skin is actually having an allergic reaction, please trust your instincts and return the product back to us. We are more than happy to refund you because we just want you to love everything you're using!",
      "id": "70b10c56-58d4-472d-b823-2d301aa68094",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Dermaplane",
      "content": "We would not recommend dermaplaning on active acne, but you can ask your esthetician if she can analyze your skin in person!",
      "id": "caa5c4ab-a6b1-4a78-95c2-1e8501f8a3a6",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How often can PREGAME be used?",
      "content": "PREGAME is multifunctional! We recommend starting with 1x per week! Use for 2 minutes and follow with HYDRAGLOWTM to get a quick smoothing, brightening, and glow effect with no dryness. Use it for 10 minutes and follow with CLEARITY which will give you the results of a mild chemical peel which will smoothes wrinkles, reduces appearance of acne scars, evens pigmentation, and brightens the skin :)",
      "id": "af871d81-e5c2-4468-a6c4-6e0a46d10591",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "RetinA/Tretinoin with MINDBODYSKIN",
      "content": "We don't love RetinA because of how harsh it is. Topical tretinoin does get into the bloodstream but it is impossible to know what level. We suggest you run this by your doctor and have them give you the thumbs up.",
      "id": "bbe0ad41-8bfc-45e2-97c3-651f206878c3",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Redness around nose/cheeks",
      "content": "The best products for the redness around your nose and cheeks would be our CELLRENEW serum, followed by HYDRAGLOW.",
      "id": "375538ec-28a1-4f79-b216-522496747e19",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Squalene vs Squalane",
      "content": "This can be very confusing but SqualEne and SqualAne are two very different things! Squalene is Shark liver oil which is a no-no and Squalane is derived from olives (which is what we use)",
      "id": "d3d6561e-a0c7-431c-9bba-3a945f4dcbcc",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is MINDBODYSKIN safe for teens?",
      "content": "While we do not specifically test on teenagers, yes MINDBODYSKIN can be extremely helpful for teen acne & hormonal swings. We do recommend you run it by your family doctor to check for any specific contraindications they may know of given any unique family history. We also encourage you to look up the ingredients so you and your teen can learn about what they do!",
      "id": "8b819443-a6df-4188-ae89-65a922d04369",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What is the difference between Retinol and Bakuchiol?",
      "content": "Retinol is a case by case basis depending on the frequency, type, and skin sensitivity. Unfortunately it causes long term damage to the skin when used regularly. Also purging is the main side effect! Bakuchiol is a natural alternative to retinol with no purging. Safe for all skin types, even sensitive skin.",
      "id": "3c0947db-2195-4d06-a003-a4a401bb52d0",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Fungal Acne",
      "content": "Yes! Our products are specifically designed to also be effective for this. Mandelic acid is anti-fungal.",
      "id": "48042e38-32cf-412b-b417-5f7f41316477",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "A lot of the ingredients with very technical names are really similar to the ones on the list but not exactly.. Does this mean the structure is changed enough that it isnâ€™t a pore clogger?",
      "content": "Great question! It needs to have the exact name, even though some words look similar they can be completely different chemistry-wise",
      "id": "f00f8d64-86b9-498d-936d-8579cc1b0a2f",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Do you use high, low or mixed weight hyaluronic acid in your products?",
      "content": "We use mixed weight.",
      "id": "34e737ba-b62c-4728-aa42-81a7b5148f4c",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How often should I use VITAMINSCRUB? Will overuse cause irritation?",
      "content": "The frequency of VITAMINSCRUB totally depends on everyone's skin!! For dry and sensitive skin it is recommended to use 2x per week to start. I personally have oily acne prone skin and use GENTLECLEAN every morning and for the evening I use GENTLECLEAN and VITAMINSCRUB (with very light pressure for about 6 seconds). This is what has worked for me, but we understand everyone's skin is unique. Therefore, test how your skin feels when using VITAMINSCRUB!",
      "id": "fa726112-239c-4455-b19a-a4e391f66e28",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "I want to get a facial but donâ€™t know if the products have pore clogging ingredients, what should I do?",
      "content": "Find a Face Reality Expert near you and book a facial! For an at home facial, use PREGAME for 10 minutes and follow with CLEARITY which will give you the results of a mild chemical peel: smoothes wrinkles, reduces appearance of acne scars, evens pigmentation, and brightens the skin.",
      "id": "0a7a64b0-82c9-4cb8-9825-d7eeeea7e91f",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "PH Level",
      "content": "The pH of our products is compatible with the skin, so most are about 5.5. CLEARITYÂ® and PREGAMETM are lower pH because they are exfoliants, but each neutralizes fairly quickly so the skin barrier doesn't get compromised.",
      "id": "6fe30860-559c-4076-b3d4-b3191ef310fb",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "CLEARITY acid percentage",
      "content": "The percentage is about 6% plus 2% lactic. CLEARITY is roughly 7% mandelic, 2-4% lactic, 5-7% stabilized Vitamin C bioflavonoids (they are more potent alongside the AHA's and penetrate better).",
      "id": "cc71a380-572d-46cf-8a6b-aee92f8d85d4",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Rupa Health: Cancellation and Refund Policy",
      "content": "This is a very similar protocol as if you get blood work completed with your primary care! You can view Rupa's Health refund policy here: https://www.rupahealth.com/refund-policy",
      "id": "d86491f8-b55e-4875-b864-b30b98e070cd",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Should I use YOUARESUNSHINE during cloudy/cold/rainy days?",
      "content": "Clouds may reduce the intensity of sunlight, but UV rays can still penetrate through clouds and cause skin damage. It's important to wear sunscreen every day, regardless of the weather conditions.",
      "id": "dfaa1c94-26d0-4c06-b882-35adb2cf6e6c",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can I use HYDRABERRY as a moisturizer if I have dry skin?",
      "content": "Great question!! HYDRABERRY is not a moisturizer, it is a moisture mask. Perfect for anyone who needs extra moisture to their skin. Wear it to bed as a moisture locking sleeping mask, this would be the last step in your evening skincare regimen. You will wake up with luxurious skin :)",
      "id": "4eabc281-51d6-4df5-8b86-91e5a47cba66",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Does Caprylic/Capric Triglyceride cause pore clogging?",
      "content": "Don't worry about this one as much! Most of the time this will not break people out. It depends more on the quantity used. If you use a product that has this in it, and it doesn't break you out- you are good to keep using.",
      "id": "fb7249f2-726b-440f-b4dc-009a7e2a73e8",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Aloe Leaf Extract",
      "content": "Our lab only uses the safe, decolorized aloe vera leaf extract.",
      "id": "848897ad-177a-4651-a914-9c1f60288624",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "PRIIA recommendations of products (After we send the non-clearstem make up recommendation temp)",
      "content": "For Priia - I personally love and use the liquid foundation on a daily basis. It blends SO well over CELLRENEWÂ®. Kayleigh uses the powder on a daily basis and the liquid foundation for more full coverage days. I think the highlighting powder is wonderful as well! Really brightens my cheekbones & I use their blush & finishing powder. It all just depends on what you like in your makeup routine, but those are the ones I personally have experience with :)",
      "id": "9d9c4e51-aff4-497b-999f-0e1fccc5ca63",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "PREGAME â€œGlitterâ€ Ingredient",
      "content": "The ingredient in PREGAME that creates the shiny look is from a naturally-occurring mineral called Mica.",
      "id": "32718891-0187-4349-aa77-c959e1110e17",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "MINDBODYSKIN with Accutane",
      "content": "No you should not take any other Vitamin A supplement while on Accutane. This would depend on how your unique labs results, please consult with your doctor.",
      "id": "4fc4a05e-2784-4d54-bb97-21544dd82cb8",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is the Tocopherol in your product sourced from Soy, Sunflower or another source?",
      "content": "It's derived from sunflower because we find soy to interfere with hormones.",
      "id": "26e44283-8a83-4b64-ad5e-837baaaa3a84",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Acme Test: Who is reviewing the bloodwork results and making recommendations?",
      "content": "Our Acne Specialists who review the Acne Lab Test results are Practitioners trained in blood chemistry. Under the expertise of Emily Morrow, an Integrative & Nutritional Therapy Practitioner & Blood Chemistry Expert, in collaboration with Rupa Health, our specialists meticulously assess your lab results. They focus on identifying out of the range markets contributing to acne and provide a tailored plan of action to address each concern.",
      "id": "684c45cf-0229-454c-9d3d-bd56d3ec1be1",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Acne Panel: Where/When can I view my results?",
      "content": "Results will automatically be sent to the email address on file once they are available. Rupa labs will process your labs within 3-10 business days, your results from them will then be sent to a team of acne specialists. Our team of CLEARSTEM acne specialists will then analyze your results and email you your custom analysis and protocol within 7 days.",
      "id": "d2f5d3a5-9878-4d35-8422-3db766d9ae74",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Are there any side effects with MINDBODYSKIN?",
      "content": "We have yet to observe any side effects with MINDBODYSKIN. As everyone is bio-individually different we suggest you run this by your doctor if you have any specific questions.",
      "id": "e74cec09-35eb-4f58-a30b-3e88f29ec4a0",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can I take MINDBODYSKIN with other vitamins?",
      "content": "Yes! Just don't take other high vitamin-A doses or high DIM as it could just be too much of a good thing. But we absolutely suggest taking digestive enzymes, probiotics, magnesium, and omega 3.",
      "id": "2e61c7a1-2ba5-48a1-b3fc-a97473e52171",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How long do I take MINDBODYSKIN in order to clear up my acne?",
      "content": "Everyone is different but people generally report seeing improvement in about a week with results continuing to get better over time. This is something that may be part of your long-term acne plan, especially if you're very prone; you may also find that taking it before PMS is all you need. Everyone is different but you can use this tool for as long as you need.",
      "id": "77adebdb-649a-4210-b27f-a5209733cd88",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "CELLRENEW color",
      "content": "Our products are natural and made in small batches to ensure quality. They may look the slightest bit different from time to time because we use natural ingredients and no synthetic colors or dyes. The formulation has not changed!",
      "id": "9698d4b1-18e7-4fa9-9959-352ac9850975",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How do I know if this Acne Lab is right for me?",
      "content": "The CLEARSTEM Acne Lab panel is for the person who wants to get to the root of their acne and address the underlying imbalances based on their results!",
      "id": "67477f9f-6bc2-411a-86cc-441468c05901",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Membership Benefits/What is included?",
      "content": "Below are details on what is included in the CLEARSTEM Membership:\n \n- Monthly calls with acne specialists\n- Quarterly Q&A sessions to provide personalized guidance\n- New videos and masterclasses to deepen your understanding\n- A breakdown of the most common root causes of acne\n- Suggested remedies and protocols to rebalance\n- Meal plans and acne safe product recommendations",
      "id": "3d1db335-544b-4625-8db7-b0c44afc8ab3",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Does cocos nucifera (coconut) fruit juice cause pore clogging?",
      "content": "Please note that anything relating to coconut can be problematic",
      "id": "8bcfc96b-04f1-4e00-9e06-1525a096f677",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is there a scent in LIPS & CUTES?",
      "content": "Yes, the scent is dreamsicle!",
      "id": "a6173ff4-bf7b-442c-95c5-32b68b46174d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Natural Fragrance in CLEARITY",
      "content": "Our packaging artist added \"Natural Fragrance\" to CLEARITY's label to save room. The full ingredient list is listed on our website. CLEARITY is formulated with orange and vanilla low sensitivity essential oil.",
      "id": "2e35bcc0-d2e7-4459-8775-c02017a6f688",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "HYDRAGLOW color",
      "content": "Our products are natural and made in small batches to ensure quality. They may look the slightest bit different from time to time because we use natural ingredients and no synthetic colors or dyes. The formulation has not changed!",
      "id": "684a2ff6-3f81-4011-9920-39bba1bf7c91",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "MINDBODYSKIN: Why are there B vitamins in the formula when B vitamins cause acne?",
      "content": "B12 is actually great for your health because it increases your energy and alertness level which translates into better brain performance! B12's connection to acne is only when it is taken in EXCESS (400%RDV). Remember, the devil is in the dosage. We put B12 in our MINDBODYSKIN vitamin because it is part of the specialty blend and helps with absorption.",
      "id": "e1a2515e-7c92-46e9-8611-76feaa986c6f",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Is MINDBODYSKIN safe for men?",
      "content": "Yes! It is safe for both men and women",
      "id": "4ba60353-edc3-404c-a4ba-578b889d52da",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Why is there Silicon dioxide in MINDBODYSKIN?",
      "content": "Silicon is amazing for hair and collagen!",
      "id": "64a5e2e5-cb77-4168-b1a9-2a1a29fea3dd",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Do you accept FSA/HSA?",
      "content": "We don't accept FSA/HSA as a method of payment but we do for the Acne Lab test!",
      "id": "f09eaeec-71f8-4bdd-8190-cdc5b3d7a07d",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Acne Lab Test: What is the turnaround time for results?/When will I receive my results?",
      "content": "Turnaround times may vary depending on each lab. It is calculated from the date that the sample is received at the lab. If you have any further questions regarding your specific blood sample, please feel free to reach out to support@rupahealth.com.",
      "id": "9a2ae992-c083-45ee-9d86-4890fab7a333",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Do nuts make acne worse?",
      "content": "Yes! Peanuts and some nut butters (like almond) can make acne worse. I recommend pecans and macadamias!",
      "id": "a27471c0-e503-4a4b-9e35-c69297400ea0",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Acne Safe Laundry Detergent",
      "content": "We know it can be tricky to find a good one. We recommend: \n\n- https://www.amazon.com/Free-Clear-Liquid-Laundry-Detergent/dp/B07RGLXNVR\n- https://www.amazon.com/dp/B01150VJ3K/ref=cm_sw_r_sms_c_api_i_H92hEbJMF98NP",
      "id": "ede069fe-7ae4-4f04-b734-af7c29b46a13",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can I take Mind Body Skin with spirolactone?",
      "content": "Both of these options do have some similarities in how they work, particularly in their anti-androgen effects. That's why using them together might be a bit too much.\n\nWhat's wonderful about MINDBODYSKIN is that it offers additional elements that can be really beneficial for managing acne, which Spironolactone doesn't provide. You might discover that alternating days with these options works well for you. And down the road, you could even consider transitioning fully to ours if you find that it suits you better. Your health and satisfaction are what truly matters to us!",
      "id": "1d553755-ee09-46ea-accd-7fe0e4c55f88",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What ingredients have changed for HYDRAGLOW?",
      "content": "We've improved the HYDRAGLOW formula to be more compatible with makeup for daytime use and provide a dewier, glassier look. We're sure you'll love it! Here's a screenshot of the ingredients in it: https://clearstem.attn.tv/sl/y2rOBGh6",
      "id": "2c2a3850-2407-45c0-8517-8e59f0c91f43",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How old/age do you have to be to get an acne lab panel done?",
      "content": "The CLEARSTEM Acne Lab panel is for those who want to get to the root of their acne and address the underlying imbalances based on their results! There's no specific age requirement.",
      "id": "b00a46a5-484c-45af-81d7-b7b48acf47d8",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can you recommend a routine?",
      "content": "Got you! Here is a great routine you can follow to achieve the best skin of your life.\n\nMorning Routine:\n1. Gentleclean\n2. Brighteyes\n3. Cellrenew\n4. Hydraglow (if needed)\n5. Youaresunshine SPF 50\n6. Sunnyside brush on SPF throughout the day (optional but highly recommended)\n7. Lips & cute\n\nEvening Routine:\n1. Gentleclean or Vitamin scrub\n2. Brighteyes\n3. Clearity (leave alone on bare skin for at least 10 minutes)\n4. Cellrenew (or Bounceback if trying to prevent wrinkles)\n5. Hydraglow *option to add hydraberry moisture mask\n6. Lips & Cutes",
      "id": "0252dcb6-34ad-4a65-b4d5-7120c9eee2c7",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Should I use your products if my skin is sensitive to exfoliating?",
      "content": "If your skin is more on the sensitive side, be sure to ease into our exfoliators (VITAMINSCRUB and CLEARITY) and only do those 3x per week in the evenings to begin. Our GENTLECLEAN is a great gentle wash that can be used for everyday cleansing if your skin is more sensitive.",
      "id": "1d4314f5-840f-47a0-8542-be07999b2015",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Financing",
      "content": "We accept Shop Pay Installments for customers within the US. Shop Pay Installments allows you to split your purchase into four equal, interest-free payments, made every two weeks. It's a flexible and convenient way to manage your payments.",
      "id": "8e35137c-c62b-4de5-bde5-4222cfc57a37",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "Can I use BOUNCEBACK and tretinoin?",
      "content": "You can use Bounceback alongside your current skincare routine, including tretinoin. Bounceback is designed to effectively address fine lines, wrinkles, and scarring, making it a great addition to your regimen.",
      "id": "fd8e5224-aebe-45b0-89a7-3b2b4603c146",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "What if I miss or skip a day of the MINDBODYSKIN capsules?",
      "content": "If you can't remember whether you took your MINDBODYSKIN capsules, we recommend waiting until your next scheduled dose. Taking another dose when unsure might lead to consuming too much, which isn't ideal. If you happen to skip a day, that's also generally okay. You can resume your routine the following day.",
      "id": "ac1ea139-aafe-4856-9f4d-f67793714b2a",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How can I sign up for your Masterclass?",
      "content": "I'm glad you asked! You can sign up for our next Masterclass here: https://clearstem.attn.tv/aB3vMf-jAlYL",
      "id": "832c4f04-1019-4daf-bede-e6fb26566e18",
      "companyName": "CLEARSTEM"
    },
    {
      "name": "How do I start a return?",
      "content": "You can start your return here: https://clearstemskincare.loopreturns.com/#/",
      "id": "3b2d0afb-f590-4736-9d3a-1c1e3fa836f4",
      "companyName": "CLEARSTEM"
    }
  ]
}
