{
  "companyKey": "comfrt",
  "templates": [
    {
      "name": "Do you offer exchanges?",
      "content": "Yes, If you want to you can swap your item for a different size or color (based on availability), and your replacement will ship once your return has been received and processed.\n\nIn order to qualify for an even exchange, all items must be approved/requested within 30 days of delivery. Unfortunately, anything after the 30 day window can not be approved. All exchanges must be in new condition with no signs of wear and tear, stains or other signs of usage; including in the original poly bag with SKU to return in.",
      "id": "33415b0b-7b30-44e5-87dd-d378c2910851",
      "companyName": "Comfrt"
    },
    {
      "name": "When will I get my store credit?",
      "content": "Please note that store credit will be issued one week after our warehouse receives your return. If there is an issue with your return upon arrival, you will be contacted by info@comfrt.com.",
      "id": "2d3cad8f-d07b-471f-91e2-ff72b79105cf",
      "companyName": "Comfrt"
    },
    {
      "name": "Do your Hoodies have drawstrings?",
      "content": "Our Hoodies don't have drawstrings, only our Shorts do.",
      "id": "8930f6ef-8764-46b8-bf17-bdb53a6e513d",
      "companyName": "Comfrt"
    },
    {
      "name": "Do you offer refunds?",
      "content": "Please note that we do not offer refunds and all items are final sale.",
      "id": "6a5e93d9-2642-42fc-b017-acfddd9818d9",
      "companyName": "Comfrt"
    },
    {
      "name": "Can I exchange a sale item?",
      "content": "Yes, you can! Please note that exchanges must be requested within 30 days of delivery. Unfortunately, anything after the 30 day window period can not be approved.",
      "id": "f50cfbbc-53c9-4d77-8b3f-66347928284f",
      "companyName": "Comfrt"
    },
    {
      "name": "How do I start a return?",
      "content": "You can start your return here: https://comfrt.loopreturns.com/#/",
      "id": "2d0c9a8a-6917-4445-8672-cfdec79cc9dc",
      "companyName": "Comfrt"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "be9c88b8-7921-453b-8dac-b0e20b0113a2",
      "shortcut": "ms",
      "companyName": "Comfrt"
    },
    {
      "name": "Can you add a discount retroactively?",
      "content": "Unfortunately, we are unable to add any discounts post-purchase. Apologies for the inconvenience!",
      "id": "faa51c6a-d25d-451e-ad45-49d23c552693",
      "shortcut": "rdr",
      "companyName": "Comfrt"
    },
    {
      "name": "Are the products unisex?",
      "content": "Good question! All of our collections are unisex, made with the same slightly weighted super soft combed cotton material, designed oversized! The difference per collection is simply the designs.",
      "id": "085ddbca-5d90-4fef-bc8a-843a49adcbb6",
      "companyName": "Comfrt"
    },
    {
      "name": "What size should I get?",
      "content": "We would suggest going with your normal size! All items are designed oversized to keep in mind. If you wish to size up/down and are not happy with the fit we do offer 30 days for exchanges!",
      "id": "3a2911a4-4d44-46c7-8795-14602f6fbb99",
      "companyName": "Comfrt"
    },
    {
      "name": "Rewards / referral",
      "content": "We don't currently have a rewards/referral program, but you can check out our ambassador program here: https://www.comfrt.com/pages/ambassador",
      "id": "10f8c599-3469-433c-bc7c-84cc8d7505e8",
      "shortcut": "rwd",
      "companyName": "Comfrt"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out.",
      "id": "501d7aad-deda-4b86-8c76-80c3696c6092",
      "shortcut": "sl",
      "companyName": "Comfrt"
    },
    {
      "name": "What makes Comfrt different?",
      "content": "We're focused on blending the best materials to create the most comfortable hoodie you've ever worn. Many of our customers with anxiety and/or depression enjoy our slightly weighted hoodie, as it may relieve stress/anxiety, and has been said to feel like a hug.",
      "id": "674a8e6d-77f6-4772-a297-49f63ae000fb",
      "companyName": "Comfrt"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thanks for your interest! Check out our ambassador program here: https://www.comfrt.com/pages/ambassador",
      "id": "b08a6800-0bea-45af-a64a-c4c53ad59c76",
      "shortcut": "ams",
      "companyName": "Comfrt"
    },
    {
      "name": "Will I have to pay sales tax?",
      "content": "Yes, sales tax varies by state. Your state tax will populate at checkout automatically.",
      "id": "73eb0d12-3c17-4f76-8e8f-288f5f5d4305",
      "companyName": "Comfrt"
    },
    {
      "name": "Care Instructions",
      "content": "Cleanse your Comfrt product on your washing machine's gentle cycle with cold water. Wash colors separately and do not bleach. You may tumble dry on low or hang to dry. Cool iron, if needed.",
      "id": "9ec52548-dbb2-4c6a-86b2-7b663c2a983f",
      "companyName": "Comfrt"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at info@comfrt.com Our team is happy to chat.",
      "id": "a4474f0e-850b-48de-873f-d7b83166687c",
      "shortcut": "wls",
      "companyName": "Comfrt"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/comfrtclothing/?hl=en and TikTok here: https://www.tiktok.com/@comfrtclothing",
      "id": "42afa808-13af-428c-9cef-ccfeb1dab3c3",
      "shortcut": "smd",
      "companyName": "Comfrt"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you?",
      "id": "133b6617-6db5-4682-8351-466a4fa5b2e4",
      "shortcut": "ps",
      "companyName": "Comfrt"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at info@comfrt.com. Our team is happy to help!",
      "id": "6ad304ec-59bf-459c-85a1-263390c15f48",
      "shortcut": "cs",
      "companyName": "Comfrt"
    },
    {
      "name": "Where do you ship from?",
      "content": "We have several facilities within the US to ensure fast shipping times.",
      "id": "88441cfa-3200-4cb8-b498-45e191e1b40d",
      "companyName": "Comfrt"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 1-2 business days, and once shipped, it will take 3-4 business days for domestic orders.",
      "id": "d15edd12-b5e5-43cf-ba67-f53438a44a19",
      "shortcut": "shp",
      "companyName": "Comfrt"
    },
    {
      "name": "Cancel / edit order",
      "content": "Please send us an email at info@comfrt.com immediately after purchasing as our warehouse processes orders immediately. Our team is happy to help!",
      "id": "0a2d5b5e-13f2-4ce0-a98b-b057182c80cd",
      "shortcut": "ced",
      "companyName": "Comfrt"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on orders over $165. Maybe you can add something else to reach the minimum?",
      "id": "106ba431-2277-485b-b9e7-d4f345cf8dfe",
      "shortcut": "fs",
      "companyName": "Comfrt"
    },
    {
      "name": "Sizing",
      "content": "Happy to help you find the right size! Our customers love how comfy our hoodies are, they usually purchase a size up. We always recommend comparing your measurements with our size guide on each product page to find your perfect fit! If you're still unsure, just let me know.",
      "id": "e81f35a5-9005-4a5d-a70b-678aa8b2bbc2",
      "shortcut": "sz",
      "companyName": "Comfrt"
    },
    {
      "name": "What is the difference between the Coordinate and Signature collection?",
      "content": "The difference is the colors! Our Coordinate Collection includes the coordinates of where Comfrt is based in Miami, and our Signature Collection contains our signature \"Comfrt\" logo! They are the same material, size, and fit!",
      "id": "1fc7e404-fdde-46c9-9d10-9249c57adfa6",
      "companyName": "Comfrt"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.comfrt.com/policies/refund-policy",
      "id": "ab4731bb-4d52-4956-bf51-8e3706b4e054",
      "shortcut": "rp",
      "companyName": "Comfrt"
    },
    {
      "name": "Payment Methods",
      "content": "We only accept major credit cards like Visa, MasterCard, AMEX, Discover, JCB, UnionPay, Diners Club, ELC, Paypal, AfterPay, Klarna, and ShopPay.",
      "id": "2064f30f-884f-4281-b655-34bf40228d53",
      "companyName": "Comfrt"
    },
    {
      "name": "I returned my order, when will I receive my credit?",
      "content": "Thank you for reaching out! Store Credit will be issued within 1 week of your return being received by our warehouse. If there is an issue with your return upon arrival, you will be contacted by info@comfrt.com.\nFeel free to check more details here: https://comfrt.attn.tv/a3SqIrq9r_mu\nLet me know if I can help you with anything else!",
      "id": "aeea5ca2-e0aa-4ae5-8986-7f6cdceb54d2",
      "companyName": "Comfrt"
    },
    {
      "name": "Was Comfrt formerly another brand?",
      "content": "Comfrt is an original brand focused on making the most comfortable hoodies available",
      "id": "fc3b576c-2865-4fa8-b54e-4db8ab2a2de8",
      "shortcut": "cfb",
      "companyName": "Comfrt"
    },
    {
      "name": "Price difference / Why does the price change when I open the item?",
      "content": "Our prices vary depending on the size or color you select. The price on the main page typically reflects the lowest or discounted price available for that item, which might explain the difference you see when you open the item.",
      "id": "2d30e8a2-5f8d-4f20-b02a-114f8b0dae5b",
      "companyName": "Comfrt"
    },
    {
      "name": "Can I cancle a pre-order?",
      "content": "Pre-orders can only be canceled within 7 days of purchase. After that, cancellations are not possible. You can request a refund by emailing your order number and request to info@comfrt.com.\n\nFor more details, check out our Pre-Order Policy here: https://comfrt.com/pages/pre-order-policy#pre-order-and-estimated-shipping-date.",
      "id": "73b280ba-0556-4190-9c37-35ad6306b39f",
      "companyName": "Comfrt"
    },
    {
      "name": "Pre-order shipping, when will my pre-order arrive?",
      "content": "The estimated shipping date for pre-ordered items will be displayed on the product page and in your order confirmation email.  Please note that this date is an estimate, and is not a guaranteed date of delivery or receipt.  The estimated delivery date that you receive in your confirmation email is subject to change based on production, supplier availability, or other unforeseen circumstances.",
      "id": "9019e714-2523-4d5b-9da8-02a8a124e7da",
      "companyName": "Comfrt"
    },
    {
      "name": "Pre-order shipping delays",
      "content": "Comfrt will make every effort to ship your available pre-order inventory as close to the estimated shipment date as possible. This may result in multiple shipments. \n\nShould an item or items not be shipped within 14 days after the original estimated shipment date, you may request a cancellation of the affected item(s) for a refund to your original method of payment by emailing our customer support team at info@comfrt.com.\n\nComfrt will provide updates via email as soon as possible regarding your pre-order status. If we are ultimately unable to fulfill your order, a full refund will be automatically processed.",
      "id": "09c4c619-6c74-4797-bf85-2f0fcdd26e6d",
      "companyName": "Comfrt"
    }
  ]
}
