{
  "companyKey": "cozy earth",
  "templates": [
    {
      "name": "Retroactive discount request",
      "content": "Unfortunately, discount codes cannot be applied once an order has already been placed and completed.",
      "id": "b57b187b-ba13-4455-a1d2-8f22e66abd26",
      "shortcut": "rdr",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $100. Maybe you can add something else to reach the minimum?",
      "id": "45194b39-c5a2-4ffe-9e0c-7a36f73b9bec",
      "shortcut": "fs",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Does your clothing shrink?",
      "content": "Our clothing shouldn't shrink. If it does, we can offer an exchange if you are unsatisfied within the 30-day window.",
      "id": "754673d6-7af0-4d42-adb2-fb6d31ddc00b",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Where do you ship from?",
      "content": "Our items ship from Salt Lake City, UT.",
      "id": "359b7d1f-29e2-410b-afcc-5fce6d8d7a84",
      "companyName": "Cozy Earth"
    },
    {
      "name": "What is the difference between bamboo and bamboo linen?",
      "content": "When it comes to choosing between bamboo viscose and linen sheets, the decision ultimately comes down to personal preference. Viscose from Bamboo sheets are softer and temperature-regulating, while linen sheets showcase subtle texture and feature moisture-wicking qualities. Both options are more sustainable than the traditional cotton alternative, so you can't go wrong with either choice. I hope this helps!",
      "id": "e914b2ad-bff4-40dd-ac19-d47b8925cd34",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Can I return a final sale item featured on your We Made Too Much Sale?",
      "content": "Please note that products featured on our We Made Too Much Sale are non-refundable. Please double-check your sizes; no returns or exchanges will be accepted.",
      "id": "24a8f6cf-2abb-4b7a-885d-e6c17dc64922",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Are the Premium Plush Bath Towels safe to put in a towel warmer bucket for the bathroom?",
      "content": "Our towels, composed of 40% Premium Viscose from Bamboo and 60% cotton with an 800 GSM, are designed for optimal softness and absorbency. While they can be used in a towel warmer bucket for the bathroom, it's essential to follow care instructions for the best longevity.\n\nPlease ensure to wash them before the first use using a color-safe detergent and machine wash warm with similar colors. To maintain maximum absorbency, it's advised to avoid excessive use of fabric conditioners. Tumble dry on low heat, and please refrain from using bleach.\n\nThis should keep your towels in excellent condition while enjoying the added warmth from the towel warmer.",
      "id": "29c302ec-aed4-4868-800b-9acd4d27be6f",
      "companyName": "Cozy Earth"
    },
    {
      "name": "When do I receive my refund for return?",
      "content": "After we have received your returned items a refund will be credited to your original method of payment within 2-5 business days. This credit will appear on your next statement, depending on the issuing bank and/or billing cycle which could take up to 5-10 business days.",
      "id": "5078c033-5945-4016-93c1-75f957e6dd81",
      "companyName": "Cozy Earth"
    },
    {
      "name": "How can I redeem my points?",
      "content": "Please follow these steps: \n\n1. Login to your Cozy Earth Club account\n2. Add desired items to your cart\n3. Continue to checkout\n4. In your order summary at checkout, click on the desired amount of points you would like to redeem in the dropdown menu\n\nLet me know how that goes!",
      "id": "26c636e7-6316-4df4-b619-21d2f5db70ab",
      "companyName": "Cozy Earth"
    },
    {
      "name": "First Responder discount",
      "content": "Thank you for your service! You can use code Frontlines2021 at checkout to enjoy a 15% discount on your entire order. Please note, this is your own personalized code and can only be used by yourself when making purchases.",
      "id": "f3135fd5-630a-4ab8-94bc-377bb8436102",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Inseam length of the women's small tall jogger pant",
      "content": "The Inseam for Women's Small Tall Jogger Pant is 30\".",
      "id": "87427a14-c40a-45a5-a980-477ab9a2c3f2",
      "companyName": "Cozy Earth"
    },
    {
      "name": "How do I remove the shipping protection from my cart?",
      "content": "Before you click on checkout, make sure to click the toggle to turn off the shipping protection. Please know that each time you go back to continue shopping, you will have to turn it off because it will automatically be added when you add a new item. Please be advised as well that if you are already at the checkout screen, you will not have the option to remove the shipping protection, and you will need to go back to the shopping cart page by hitting the back button and using the toggle button to remove it. If the same issue still shows after following these steps, you can send us a screenshot of your checkout screen for us to raise to the internal team.",
      "id": "8234849d-6a30-494a-a0b6-8cbee9b783af",
      "companyName": "Cozy Earth"
    },
    {
      "name": "What's the difference between the regular and tall inseam measurements?",
      "content": "For the regular inseam, the measurement is 27 inches, and for the tall inseam, the measurement is 29 inches. The primary distinction is that the tall inseam is two inches longer than the regular inseam. This adjustment is made to better accommodate individuals with longer legs, ensuring a more comfortable and tailored fit.",
      "id": "4cf83579-31ad-411b-9494-f02346fc8ff4",
      "companyName": "Cozy Earth"
    },
    {
      "name": "How to redeem the $75 cashback?",
      "content": "You'll need to purchase through the cashback link promo text that you received to avail of the $75 cashback. The $75 cashback will be automatically added to your cart once you have purchased $200 and above. Please be advised that it won't be valid if you use a discount code on the purchase.\n\nOnce you have successfully placed your order, you will receive a cashback notification email. That email will provide two options to redeem: Cashback or Cozy Earth credit. Once an option is selected, you will be shown a countdown to the end of the 30 days to redeem your reward.",
      "id": "d6e3db72-71b8-496c-8e78-7db62be47338",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Are your bedding, towels, and clothing all warranted against pilling, abnormal rips and tears, and workmanship defects?",
      "content": "Our bedding, towels, and clothing are all warranted against pilling, abnormal rips and tears, and workmanship defects.\n\nFor more information, you may refer to this link: https://cozyearth.attn.tv/sl/jQ8tBlml",
      "id": "42be29b4-20d4-4d56-9c84-c8809e5fd8a4",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 2-3 business days and we usually ship via USPS, UPS, DHL, and OnTrac. Once shipped it will take 2-7 business days for domestic orders.",
      "id": "0d556a7d-0bd0-4679-abb0-5d1ec1b0a26d",
      "shortcut": "shp",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Can I combine my reward points along with the discount code?",
      "content": "You cannot combine discount codes and rewards points at the same time.",
      "id": "f5f6d7cf-70df-4fdf-b7b6-7cae0c0cd58d",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Healthcare discount",
      "content": "Thank you for your service. Unfortunately, at this time, we no longer offer a healthcare discount. We deeply appreciate the important work healthcare professionals do, and while this program has ended, we encourage you to stay connected through our newsletter for updates on future promotions and special offers.",
      "id": "3f922ec4-05b8-4de3-8371-36156c573484",
      "companyName": "Cozy Earth"
    },
    {
      "name": "What is the length of your long sleeve products?",
      "content": "The length for each size is XS - 24\", S - 24.5\", M - 25\", L - 25.5\", XL - 26\", XXL - 26.5\", and XXXL - 27\".\nI hope this helps!",
      "id": "efa0f683-61a4-4810-836e-d8381c647687",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Can you tell me the difference between regular and \"concealed\" pillowcases?",
      "content": "The concealed ones are made to hide the pillows. There is an interior flap intended to hide the pillow. They have an extra piece of fabric to stop the pillow from being seen at the end of the pillowcase, while the traditional ones are just normal pillowcases.",
      "id": "b5d9d46c-33fc-4ee0-9ddf-d03212c893b1",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Customer is having issues while purchasing Fount Society items",
      "content": "For purchasing concerns in regard to Fount Society items, please reach out to support@fountsociety.com / +1 385-255-7371.",
      "id": "34a20216-805e-4375-aed6-bd2700ad5881",
      "companyName": "Cozy Earth"
    },
    {
      "name": "What is the 100 night sleep trial?",
      "content": "All of our products can be returned or exchanged within 100 days - and include an additional 10-year warranty against defects. If you do decide to return, we'll pay for the return shipping and issue a refund to the original payment method or give store credit once received into our warehouse.",
      "id": "5d632b7c-e6e7-4fef-a2b3-c9b401ecf26f",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loyalty: How many points do I have?",
      "content": "Please log in to your Cozy Earth Club account to be updated on how many points you have earned. Scroll down past your order history and you'll be able to see your amount of points.",
      "id": "388c19a3-4d92-4ac3-ab82-df1d2bd5da4f",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bath: Do your towels pill?",
      "content": "No, they don't! Our towels, bedding, and clothing are all warrantied against pilling, discoloration, and shredding.",
      "id": "d7805200-be7a-47a5-aa2a-6a49d573f933",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Sustainability: How has Cozy Earth established its own proprietary supply chain?",
      "content": "Our founder speaks fluent Mandarin Chinese and he, along with our team, has worked years to establish long-lasting relationships and trust with the most responsible and forward-thinking manufacturers on the planet. These hand-selected partners are at the forefront of luxury bedding. Because of this, Cozy Earth is the world's leader in responsibly sourced, authentic, high-quality viscose from bamboo textiles. We're able to guarantee that our process, working conditions, and products are reaching their potential in quality. The vast majority of other bedding companies just buy ready-made products through middlemen and trade companies. We at Cozy Earth believe this is doing the customer a disservice. Instead, we go to the lengths no one else will to ensure that what we do, and how we do it, is best in its category.",
      "id": "fcfbeb4a-1cff-4167-983f-72190478b842",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Sustainability: What makes Cozy Earth the most trusted brand for responsibly-made luxury linens and clothing?",
      "content": "Our fabrics are noticeably softer, longer-lasting, and better at regulating temperature than competing products. We're recognized as the world's leading experts in viscose from bamboo textiles. We invest more in direct-working relationships with our supply chain. We personally know the farmers, fiber producers, yarn makers, weavers, treatment facilities, bag makers, label makers...and so on. We have better guarantees and warranty that instill customer confidence. We personally ensure working conditions and fair labor practices. Our fiber process is patented, recycles water, and doesn't release waste into the environment. We advocate, influence, and help improve all areas of overseas manufacturing.",
      "id": "4dd203ea-307c-4128-8112-5276ebf72dda",
      "companyName": "Cozy Earth"
    },
    {
      "name": "General: What are the benefits of your viscose from bamboo?",
      "content": "We only focus on producing the \"unbelievably great\" and avoid everything else. We've gone to great lengths to verify that our viscose from bamboo fabric and fiber is responsibly sourced, temperature regulating, and wicks moisture while you sleep. With our bedding you sleep at the perfect temperature - never worry about hot flashes again!",
      "id": "d3dea69d-79d8-4c03-b02d-eb602b86aa02",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bedding: What are the dimensions of your comforters, sheets, pillows, etc.?",
      "content": "All our product dimensions are listed on each product page under \"Measurements\".",
      "id": "2b11769a-a351-439d-9c97-82dc03beb439",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bedding: Do you have a high thread count?",
      "content": "The short answer is yes! But, we're going to let you in on a little secret. The notion that thread count is always an accurate measurement of softness, strength, and quality is totally inadequate. Any master fabric-maker can tell you that developing premium quality fabrics requires years of R&D to find the right recipe of fiber, yarn, weave, technology, consistency, and quality control. That attention to detail is what we pride ouself on and what we're known for. We've literally spent years fine-tuning our fabrics so they 'wow' you from the moment you open your delivery to every night after. :)",
      "id": "88333d29-c9d0-40d3-8b57-c915699d2425",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Where are your products made / manufactured?",
      "content": "Our products are made in China. The video on the website at the bottom of this page shows how they're made in China and is a super environment-friendly place: https://cozyearth.com/products/rib-knit-bamboo-lounge-pant",
      "id": "3d639522-150e-4380-bf44-df38211f6d07",
      "shortcut": "mfc",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loyalty: Do wholesale customers receive points?",
      "content": "Unfortunately, we can no longer offer Wholesale Customers loyalty points. If you are a Wholesale Customer and currently have points, feel free to redeem them on our main website, but moving forward from January 1st, 2021, we can no longer offer points.",
      "id": "568ae243-52de-4c68-8547-ced9e2822bff",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Oprah: Which products are Oprah's favorites?",
      "content": "You can take a look at Oprah's top picks from the past 5 years at the following link: https://cozyearth.com/pages/oft",
      "id": "a6b90788-99ad-4f68-a9b2-18293f750191",
      "companyName": "Cozy Earth"
    },
    {
      "name": "What are your products made of?",
      "content": "Our products are made from Viscose from Bamboo.",
      "id": "994c9af5-8611-4d93-b76d-898c35382de8",
      "companyName": "Cozy Earth"
    },
    {
      "name": "How to activate the $100 cashback?",
      "content": "To redeem your $100 cash back, follow the link you received. From there, you need to enter your email address and phone number. Next, add your desired items to the cart, and the allotted cashback amount will appear in the cart as if it's another item. After that, you need to check out, and in 30 days, you can redeem the cashback for the allotted amount or redeem Cozy Earth credit.",
      "id": "dcc37ffa-18a0-46a7-9dab-fb173e12d76e",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/cozyearth/ and FB here: https://www.facebook.com/cozyearth",
      "id": "d4715c8c-95ea-4040-be70-4b4329cc1397",
      "shortcut": "smd",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://cozyearth.com/pages/returns",
      "id": "43e12a01-b6e3-444f-980d-218ad93b7840",
      "shortcut": "rp",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Sizing",
      "content": "Our sleepwear and loungewear is generously sized for maximum around-the-house comfort. If you're between sizes, we recommend sizing down for the best fit. We have a find your size questionnaire on each product page as well!",
      "id": "386891bc-96c5-41b4-8856-b0f1e033bb65",
      "shortcut": "sz",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 385-225-9268 or let me know if I can help via text, it may be faster.",
      "id": "f4c99190-890a-42f4-aa9d-56e6d49f8837",
      "shortcut": "ps",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://cozyearth.com/pages/warranty",
      "id": "b064ca22-f540-4bee-b944-4e929ac2ee38",
      "shortcut": "wp",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can sign up for our affiliate program here: https://cozyearth.com/pages/affiliates",
      "id": "93beec86-c9d4-4a23-a3cc-d97b29a62a08",
      "shortcut": "ams",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bath: Can you monogram or embroider my towels?",
      "content": "I'm afraid that's not an option we have at the moment.",
      "id": "2681ea19-adea-434a-829a-ac53beacff1c",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bath: Will skincare/makeup products with benzoyl peroxide bleach the towels?",
      "content": "Yes. If you do have products with those ingredients, we recommend using our white towels.",
      "id": "f668712b-75f3-4aeb-9585-d2b35ee2a3af",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loyalty: What if I placed an order before creating an account?",
      "content": "Those points you earned are linked to the email address associated with your previous purchase. If you make an account with that same email address, your points will be applied to the new account.",
      "id": "c59fbf3a-6623-4ec5-8e93-4ea01214efce",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Product care: How do I wash the Bamboo Sheets, Duvet Covers, and Pillow Cases?",
      "content": "Machine wash cold, normal detergent, no fabric softener, no bleach. Machine dry normally, and for best results, you can use our Wool Dryer Balls.",
      "id": "7d8b4a63-2ad8-446f-92e5-afd2ab846ce6",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loyalty: How many points can I redeem?",
      "content": "Points are redeemable only in the following intervals: 100, 200, 300, 400, 500, or 1,000 points per order.",
      "id": "6ae4ddc9-9bbb-4901-ba69-0e4e6ebc81d7",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bath: Can I use bleach on my towels/washcloths/bath mat?",
      "content": "Please don't! The bleach can discolor the viscose bamboo fibers and blemish the fabric.",
      "id": "fd5b1b2d-98ae-4afb-8b39-247afec59a60",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bath: Does your bath mat have a rubber backing?",
      "content": "No, it doesn't. Let me know if there's anything else I can assist you with!",
      "id": "3c546897-aeed-4a6e-8190-b474ca54a7d2",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loyalty: Can I redeem points if I have a discount code?",
      "content": "Unfortunately no. Discount codes cannot be stacked on top of point redemptions.",
      "id": "bd32e71f-cd39-46d9-98b7-36ee580685c7",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loungewear: How do I wash your loungewear and sleepwear?",
      "content": "Machine wash cold, normal detergent, no fabric softener, no bleach, and machine dry normally. To minimize wrinkles, remove them from the dryer and put them on hangers promptly.",
      "id": "43f0387c-b3c3-4b33-86de-08ff3ac0b8b4",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loungewear: Does your loungewear pill?",
      "content": "No, it doesn't! Our loungewear, towels, and clothing are all warrantied against pilling, discoloration, and shredding.",
      "id": "6442005b-2054-407a-858b-ba553b315e4f",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loungewear: What does the stretch-knit fabric feel like?",
      "content": "It's a super-soft bamboo with added stretch for all body types. It stays at the perfect temperature and is oversized for maximum comfort.",
      "id": "7a8f8465-6812-4887-9c46-6eb76247cd53",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bedding: How do I put on the duvet cover?",
      "content": "All of our duvet covers come with handy snap ties at the corners and midpoints that perfectly match up to anchor loops on our comforters. Once you secure them the comforter will never shift or move inside the duvet cover.  For the easiest way to put on the duvet cover follow the steps below:\n\nTurn the duvet cover inside out and lay it on the bed with the opening at the top of the bed. Lay your comforter on top. Connect all ties from the duvet cover to the matching loops on the comforter. Start at the bottom and roll the comforter and the connected duvet cover towards the opening of the duvet cover at the top of the bed. Once you've rolled all the way up to the duvet cover opening, reach inside the opening, grab the entire roll, pull it through the opening, and then unroll it. Your duvet cover is now right-side out and the comforter is secure on the inside.",
      "id": "35515e69-a293-4c78-930a-9f7d34915ce0",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bedding: What’s the difference between the Standard Fill and the Extra Fill comforters? Which one should I choose?",
      "content": "Most people find the Standard Fill to be the perfect temperature and weight. It reduces humidity that makes us feel too hot or cold and instead stays warm, dry, and cozy all night long. For our customers who are extremely cold-natured, live in a drafty home, sleep with the thermostat below 60 degrees, or live in a particularly cold climate may want to consider an Extra Fill Comforter since it has 30% more filling and has a nice bump of insulation. Keep in mind you have 100 days to try it out. If you're not satisfied, you can return it for a full refund or exchange it.",
      "id": "dac78ecc-7162-4b78-b204-254e2cf13fc5",
      "companyName": "Cozy Earth"
    },
    {
      "name": "General: I noticed your products are a bit more expensive than others out there, what’s the difference?",
      "content": "From a practical point of view, our fabrics are noticeably softer, longer-lasting, and better at regulating temperature than other products. It's a difference you can feel in any side by side comparisons, even when compared to other viscose from bamboo sheets. We invest more in working directly with every single supplier from seed to finished sheet. This means we personally know and regularly communicate with the farmers, the fiber producers, the yarn makers and weavers, treatment facilities, bag makers, label makers...and so on. This access is unprecedented in the bedding industry and it allows us to make unique and better products that will never pill, shred, discolor, or change feel when washed. It's premium-quality luxury bedding, acutely managed from start to finish. In addition, we personally ensure good working conditions and fair labor practices. Our fiber process recycles water and doesn't release waste into the environment. Additionally, we avoid the use of caustic chemicals unlike most brands. The result of all of this work is the softest and highest quality viscose from bamboo fabric, fiber, and silk made today.",
      "id": "efaf8bab-0fa1-47f6-ac17-87dc65d9aabb",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bedding: Do your sheets pill? Do your comforters / pillows lump?",
      "content": "Our bedding, towels, and clothing are all warrantied against pilling, discoloration, and shredding. Our comforter and pillow fill will also never divide or shift, unlike down feathers. Additionally, you can rest assured any defects are covered and replaced immediately. We stand by our products' premium quality and longevity!",
      "id": "516cb65f-5b4e-4de5-8d4a-25964f0727cf",
      "companyName": "Cozy Earth"
    },
    {
      "name": "General: Do you use any harmful dyes or chemicals?",
      "content": "We typically avoid dyes, but when needed, we only use responsible dyeing practices and ensure all of our products are free of harmful chemicals.",
      "id": "6999e75b-9f00-451d-affd-1bb870880f06",
      "companyName": "Cozy Earth"
    },
    {
      "name": "General: Why is your viscose from bamboo better than the rest?",
      "content": "We're the world's leader in responsibly sourced, authentic, high-quality viscose from bamboo textiles. Our thousands of 5-star reviews and unpaid celebrity endorsements speak for themselves. Our bedding and clothing are crafted softer and stronger with quality that exceeds anything on the market today.",
      "id": "54dd9910-b71f-406f-a63b-a08970ae0cf8",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Bedding: What’s the difference between the bamboo comforter and the silk comforter? Which one should I choose?",
      "content": "Both comforters wick moisture, keep you feeling less humid and much cooler. The difference is the general feel and your personal preference. Do you prefer a larger, fluffy, down-feeling comforter? If so, go with silk. It's extremely luxurious, puffier, and mushier. Do you prefer a comforter with a thinner profile to cuddle you up but not too full? The Bamboo comforter is like a super soft quilt and it's perfect for those who want something that is never going to get too hot.",
      "id": "1f4ccc95-cedf-4fd2-a1b9-ce1f169ac84b",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Product care: How do I wash the Bamboo Comforter and Bamboo Mattress Pad?",
      "content": "You can spot clean or dry clean them. For machine washing, we recommend washing cold, with normal detergent, no fabric softener, no bleach and do not spin. Machine dry normally or hang dry. To avoid the clumping of filling, add 2-3 of our Wool Dryer Balls when machine drying and try to wash and dry in a commercial-sized dryer and washer. Use of a protective duvet cover is strongly recommended and required to validate manufacturer's extended warranty. Please note that regular or excessive washing of our comforters is unnecessary if you're using and washing your protective duvet cover.",
      "id": "3092e315-5f24-4a76-849b-1675e2ae6c86",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Product care: How do I wash the Silk Comforter and Silk Pillow?",
      "content": "You can spot clean or dry clean them. For machine washing, we recommend rinse cycle only, do not spin. Machine dry on delicate, low heat, or hang dry. To avoid the clumping of filling, add 2-3 of our Wool Dryer Balls when machine drying and try to wash and dry in a commercial-sized dryer and washer. Use of a protective duvet cover is strongly recommended and required to validate manufacturer's extended warranty. Please note that regular or excessive washing of our comforters is unnecessary if you're using and washing your protective duvet cover.",
      "id": "0daf2996-14d3-49bd-ac12-e874c102cc34",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loyalty: How can I redeem my points?",
      "content": "Please log in to your Cozy Earth Club account. Add the desired items to your cart and continue to checkout. In your order summary at checkout, click on the desired amount of points you would like to redeem in the dropdown menu.",
      "id": "f09c0643-24f1-405b-9904-b194e1bbd670",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Military discount",
      "content": "Thank you for your service! You can use code Military10 at checkout to enjoy a 10% discount on your entire order. Please note, this is your own personalized code and can only be used by yourself when making purchases.",
      "id": "097cba17-b8dc-4b10-87a2-ef62482fff65",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at support@cozyearth.com. Our team is happy to chat.",
      "id": "f95ced52-161b-4355-b73b-8a607d827d11",
      "shortcut": "wls",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@cozyearth.com or fill out this form: https://cozyearth.com/pages/contact. Our team is happy to help!",
      "id": "e74be278-fdae-4fd7-a7f3-ddc196789326",
      "shortcut": "cs",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Cancel / edit order",
      "content": "Please reach out to our post-purchase support team directly to make any changes to your order here: https://cozyearth.com/pages/contact",
      "id": "9625bb96-f9a1-4c1d-ba46-e5ba1a6b2b92",
      "shortcut": "ced",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Rewards Program",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://cozyearth.com/pages/rewards",
      "id": "be5261d4-d02a-416b-a278-ab310f518d29",
      "shortcut": "rwd",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loyalty: It won't let me redeem my points",
      "content": "If you are going through ShopPay to checkout, please know that you will not see the area to add your Cozy Club points. You will first need to scroll down to the bottom of the page and select \"check out as a guest\" to be able to view the Cozy Club points section.",
      "id": "83b559f0-f0ea-470f-be9b-f826483bb291",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Do your duvet covers have zippers?",
      "content": "Our duvet covers do not have zippers on them.",
      "id": "bc2ba96b-01ea-4dd3-ad7f-22d0295f9eb8",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Do you have a referral program?",
      "content": "We have a referral program where you can refer a friend and give them a $50 gift card on their first order, and you'll get a $50 gift card to complete your Cozy Earth collection. Check it out here: https://cozyearth.com/pages/rewards",
      "id": "cbc5b87f-a272-445b-a80a-35c46d2ea52f",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here:",
      "id": "4e01796b-b405-4dd5-9129-019e48d8da92",
      "shortcut": "spg",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Do you have any discounts going on right now?",
      "content": "From time to time we do offer promotions via email, so sign up for our email list and you'll receive them too! One promotion we always have going is our bundles, where you can save an additional 5% when you purchase 3 or more items.",
      "id": "55910c34-e604-463f-a2b9-f01f9c828d44",
      "shortcut": "ncode",
      "companyName": "Cozy Earth"
    },
    {
      "name": "What if my shipment is international?",
      "content": "We ask for 2-3 business days to process your order before shipment. We do not ship on Saturday, Sunday, or on Holidays.\n\nCozy Earth provides worldwide shipping to our customers outside of the US, and pricing varies country to country.\n\nWe offer FedEx International Shipping for our international customers. We do not make money on charging you for shipping. We are very conservative in our shipping charge costs, and in many cases, we undercharge what the actual cost is to ship the product(s). Shipping is not our product.\n\nDue to International customs fees, import taxes and shipping costs - we are not able to offer a \"Free Shipping\" option for our international customers.\n\nOur international shipping rates are calculated based on the total weight of your order.\n\nAll packages shipped via FedEX International generally arrive within 5-14 business days. However, delays created by customs may require a 10-20 business-day time in transit. This is very rare, but do be aware of this possibility.\n\nIf you are experiencing complications for your delivery, please contact the shipping carrier. For most cases, Cozy Earth is unable to provide any additional information or changes to your shipment once it has left our facilities.\n\nCozy Earth is not liable for any lost packages due to address errors.",
      "id": "6df843dd-ef59-4dd5-b009-630f4750f165",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Subscriptions: Can I customize my shipping frequencies?",
      "content": "Yes! Your shipping frequencies are customizable to fit your routine. Whether you use Fount Society as a part of your everyday skincare routine or use them as an occasional indulgence, it's all up to you. Head to your Fount Society account to tailor it to your liking.",
      "id": "8ed5f717-fd80-4d79-9655-7c5404568c01",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Subscriptions: What are the benefits of a Fount Society subscription?",
      "content": "A Fount Society subscription keeps you stocked with your favorite products. With a customizable shipping frequency, it's for your convenience and overall lifestyle. On top of that, subscribers save 15% on recurring deliveries!",
      "id": "08a9fcd4-e5bc-452d-b41c-592da28bc38b",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Subscriptions: How do I cancel my subscription?",
      "content": "To cancel your subscription, log into your Fount Society Account and click the \"Manage Subscription\" tab. From there, select the subscription you wish to cancel and click \"Cancel Subscription.",
      "id": "dfec3ebf-3cec-4ce2-9b28-1bf252923281",
      "companyName": "Cozy Earth"
    },
    {
      "name": "What is Shipping Protection?",
      "content": "Shipping Protection is optional and can be added to any order. This service is offered to ensure your package's safe shipment and arrival. No refunds will be issued for missing orders but we will reship the order or issue virtual credit for all orders that include shipping protection.\n\nIn the event that something like this happens to your order, our Shipping Protection services will work to investigate and resolve the situation quickly.\n\nThe Shipping Protection coverage has the following requirements for either the reshipment order or any orders placed at a later date using the virtual credit:\n\nThe items will be non-refundable, non-returnable, non-exchangeable and not carry any warranty.\nThey will ship with a signature required for delivery.\n\nShipping Protection is non-refundable on shipped orders.\n\nPlease note that some carriers mark a shipment delivered before it actually has been. Allow 48-72 BUSINESS hours from the original delivery date for the package to turn up. If you have not received your package during that frame, please contact us at support@cozyearth.com or via phone at (385)-225-9268, Monday-Friday, 7 A.M.- 6 P.M. MST, for assistance.",
      "id": "71c3bd6a-465a-47a3-b985-93809a01cb80",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Loyalty: How do I login to my account?",
      "content": "1. Click on \"Cozy Earth Club\"\n\n2. Click \"Login\"\n\n3. Enter your email address and password.\n\n4. If you have not made an account, simply click \"Join Now\" to start earning rewards.",
      "id": "1ad5ddc3-d123-4ff0-9f61-23cca7349863",
      "companyName": "Cozy Earth"
    },
    {
      "name": "What about custom duties and charges?",
      "content": "Most countries impose a customs duty and import tax on goods from abroad (this is not rare). These customs duties and import taxes are beyond our control and may delay your package from arriving on time (this is rare). Unfortunately, we cannot offer refunds or future accommodations for customers receiving customs duties or import taxes.\n\nIf you are unable or simply do not wish to pay the customs fee, your package will be returned to us and you will only be penalized for the cost of shipping your package.\n\nYou will be refunded upon receiving your order back at our facility.",
      "id": "94b54516-6dc5-40da-b5d7-84232b961b6b",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Subscriptions: Can I reschedule or skip a recurring delivery?",
      "content": "Yes, of course! This option is available when you log into your Fount Society account.",
      "id": "589567de-dbcf-47f4-93ee-8adb221ec296",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Subscriptions: Can I subscribe to a skincare subscription?",
      "content": "Yes! With a Fount Society subscription, you can save 15% on your purchase and receive recurring deliveries based on your shipping frequency preferences.",
      "id": "91b5e4a8-3bab-4f7c-b6a5-5c40e61aed69",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Subscriptions: Can I schedule multiple deliveries for more than one product?",
      "content": "Yes, you can arrange multiple deliveries for different products. Simply add the items to your cart and customize the shipping frequency for each product according to your preference.",
      "id": "74e44ad5-6269-4bd6-8f67-e27bdb12e546",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Membership: How do I become a member?",
      "content": "Add the membership to your cart from this page and check out! Then you will be prompted to either create an account or sign in to your existing Cozy Earth account.",
      "id": "38dfaec6-d093-4623-8cde-0ea7b1459098",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Membership: How can I cancel my membership?",
      "content": "You can cancel your membership from your member portal at any time. Please note that upon cancellation, you will immediately lose access to all membership benefits. Cozy Earth does not provide refunds or credits, including partially used billing periods.",
      "id": "30a060c8-9e76-4f9f-b405-f2380626152b",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Membership: How does the Monthly Giveaway Entry work?",
      "content": "Members will automatically be included in a monthly giveaway, giving you the opportunity to win fantastic prizes without the need for additional sign-ups; your membership itself serves as your entry.",
      "id": "b9e30642-a7a3-4ab6-9303-799f088c4bff",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Membership: Is the membership fee a recurring charge?",
      "content": "Yes. Members pay $149 once a year to access all membership benefits. If you do not cancel before the end of the first year your membership will automatically renew and you will be charged again.",
      "id": "b06c0966-f26d-4a37-b6c6-42985dc2f998",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Membership: Do I need to have an account with Cozy Earth?",
      "content": "Yes! Once you sign up, you'll be prompted to create an account (if you don't already have one) to get access to all the member benefits.",
      "id": "f7eda50d-be41-4922-b1fd-bd14ef8be8f3",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Membership: How do the Seasonal Gifts work?",
      "content": "Once you're logged into your account, you can easily add your gift to your order right from your shopping cart. We offer members a new gift each season, and you can redeem your gift once every three months (4x a year) when you make a purchase with us. When we change our seasonal gift, you'll see the option to add the new gift to your cart.",
      "id": "82d7320e-d47f-4906-9dad-f933e19b9465",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Membership: How do I access my benefits?",
      "content": "Sign in to your Cozy Earth account to automatically apply your perks: Free Shipping, Seasonal Gifts, etc. Credits will be automatically issued to your account and we will notify you via email.",
      "id": "f8b5757e-2576-406a-8169-6b238be63f48",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Membership: Do my credits expire?",
      "content": "Credits earned by purchasing (20% for every $1 spent) will expire 365 days after they are earned. Monthly credit will expire at the end of the month they were issued. Purchase during the month to apply the credit to your order.",
      "id": "1d5f8122-bd30-4a52-9d7b-6a96b234206e",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Membership: What will happen to my points?",
      "content": "Don't worry, we haven't forgotten about your loyalty. We're converting your existing points into store credit in our new program. Your rewards will be waiting for you!",
      "id": "1f65af9a-2d2c-47ab-98d5-29759a21e76a",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://cozyearth.com/pages/store-locations?srsltid=AfmBOortaxXHAnYuXJZc8S4eAPyqsVTtp-JMNR-iAEpu5KHqnxuU74Vk",
      "id": "bf0961a8-5d7d-4ef8-a7b4-515cf38f2bb3",
      "shortcut": "sl",
      "companyName": "Cozy Earth"
    },
    {
      "name": "How do I start a return?",
      "content": "You can start your return here: https://cozyearth.com/apps/redo/returns-portal/login",
      "id": "3400efdf-e3d7-40c9-885d-3bc3c69e0dbf",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Does the membership apply to past orders?",
      "content": "At this time, we're unable to apply membership benefits retroactively to past orders - the coverage can only begin from the moment the membership is purchased. If you decide to move forward with it, all future orders will be fully protected.",
      "id": "e42549c2-736b-4d2e-bd18-b46511592adb",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Do you accept HSA/FSA?",
      "content": "Currently, we do not support direct HSA/FSA card payments at checkout due to compliance reasons. Instead, please use a regular credit or debit card for your purchase, even when checking out as a guest. Once your order is placed, you can submit your receipt to your HSA/FSA administrator for reimbursement. We partner with Truemed, which may help by providing a health assessment to determine eligibility for a Letter of Medical Necessity if needed!",
      "id": "824745cf-5583-455d-87a1-224177e963f3",
      "companyName": "Cozy Earth"
    },
    {
      "name": "Price adjustment",
      "content": "Price adjustments are available within 30 days, if the same items go on sale, and the sale is active when you contact us.",
      "id": "36b7a676-6efa-4fa9-aee4-c0437944d6c9",
      "companyName": "Cozy Earth"
    }
  ]
}
