{
  "companyKey": "d.s. & durga",
  "templates": [
    {
      "name": "Can I make my own sample set?",
      "content": "Yes, you can customize your sample set at the following link: https://www.dsanddurga.com/products/custom-sample-set",
      "id": "486c5c83-2755-43ec-910a-539b3702c80b",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Free Shipping",
      "content": "We offer free shipping on domestic orders over $50. Maybe you can add something else to reach the minimum?",
      "id": "ade8c770-4e82-4c92-99ff-03ee17cf1b55",
      "shortcut": "fs",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Customer Support",
      "content": "The best way to handle this is to email us directly at cs@dsanddurga.com. Our team is happy to help!",
      "id": "b2a6cd57-8aee-457c-8198-7804c26ae3ff",
      "shortcut": "cs",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Return Policy",
      "content": "You can check out our detailed return policy here - https://www.dsanddurga.com/shipping-and-returns",
      "id": "e08ae550-f7f0-4c57-8543-5bec5535b99b",
      "shortcut": "rp",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Shipping Time",
      "content": "Our processing time takes 2 business days and we usually ship via USPS and UPS. Once shipped, it will take 5-8 business days for domestic orders.",
      "id": "e27070e8-b518-4def-b725-836d0b50946f",
      "shortcut": "shp",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Will my perfume change over time?",
      "content": "One thing people don't often talk about is our perception of scent changing over time. For example, if you're in a room with a strong aroma like a skunk, after a while your brain adjusts to filter it out and you won't notice it as much after a while. The same happens when we wear something over and over again. That is one of the reasons we always suggest rotating a wardrobe of fragrances.",
      "id": "4af71a85-981b-47a4-8a52-6448ec221531",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "I can't get my sample perfume to dispense",
      "content": "If you're having difficulty getting your sample to dispense, the seal on the sample may still need to be broken. Please hold the sample between your thumb and index finger and depress firmly with the thumb of the other hand. Once the seal is broken your sample should dispense with ease.",
      "id": "1e6b2e83-0e34-40df-903c-6aa7b0d1d08b",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "What are your candles made of?",
      "content": "Our candles are made from soy-vegetable wax and use a cotton wick. The burn time is 60 hours. Our glasses candle vessels are meant to be reused and repurposed.",
      "id": "f2c982f4-1fab-42f3-8981-41d0fbd24e33",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Do you offer samples?",
      "content": "We do not offer free samples of our products at this time. We do however offer a number of sample sets that allow you to explore our collection. I'm afraid that samples of limited-edition scents are not available.",
      "id": "6335d974-e6f7-4a18-9657-7ac8de59b831",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Can my perfume expire?",
      "content": "Expiration in perfume is a technicality. Eau de parfum by nature is oil sitting in pure alcohol which acts as a preservative. In fact, many fumes continue to age as time goes on - as long as they aren't subject to drastic temperature, humidity, and sunlight changes. Some things you may notice after 2 years - chemical interactions with perfume alcohol can cause some materials like citrus to have a bit of an acetone smell. This only lasts for about 30 seconds when first sprayed and is a natural occurrence.",
      "id": "54b123e3-f9bd-4ca4-8fed-d59f39bc1983",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "What scents are used at the Thompson Hotel Group?",
      "content": "The scent used in Thompson Hotels is our Bowmakers scent. We make a 50ml/100ml EDP and pocket perfume of Bowmakers and you can check them out here: https://www.dsanddurga.com/products/bowmakers?_ga=2.193156781.1231659578.1667838523-1537427500.1667838523",
      "id": "b2959f4e-6236-4a78-a895-2f5f2dc9afdd",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "How do I care for my candle?",
      "content": "For optimal burning, trim wicks to a 1⁄4 inch before each light to avoid smoking and overheating the glass. The first burn should be long enough for the surface layer to liquify to the edge to ensure even subsequent burns and prevent tunneling - we recommend 2 hours.\n\nAlways protect the surface on which the candle sits and keep out of draft. Do not burn for more than four hours at a time and do not leave unattended.",
      "id": "bf418c85-8e4a-432f-be92-9dcf5305a859",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "93d150aa-0267-4005-a2e7-8d55ed6f6d99",
      "shortcut": "ms",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.dsanddurga.com/retailers#retailers",
      "id": "dc85d3e8-2858-4e6b-a58f-022f3f651eb7",
      "shortcut": "sl",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "id": "74ddb7b2-6ee6-4178-b0d6-5bc3dda5a913",
      "shortcut": "ps",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/dsanddurga/ and FB here: https://www.facebook.com/dsandd/",
      "id": "cefa1b9e-328d-41b1-9b15-55d1feb362e4",
      "shortcut": "smd",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Are your products paraben/phthalate free?",
      "content": "Our products are 100% vegan, never tested on animals, and are paraben/phthalate free. You can also find the ingredient panel for each product on our website on the product page.",
      "id": "1306739b-e7dc-40d2-9b32-3c587633fd36",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "All our products are made in the US.",
      "id": "3f60568d-a162-48f6-93ad-0b9b531a89e7",
      "shortcut": "mfc",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "What types of ingredients do you use?",
      "content": "We use both natural and synthetic materials in all of our products and adhere to the latest safety and environmental regulations of the International Fragrance Research Association (IFRA). Naturals vs synthetics in perfumes is often misunderstood. Many of the strictest regulations in perfume come from natural materials! Naturals can also pose sustainability problems. Rest assured, we source our juice from the most ethical companies in the world who are at the forefront of material fragrance safety.",
      "id": "d94d20ae-1963-4fce-aa9a-40a8007f490f",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Do you ship internationally?",
      "content": "We only ship to the United States and Canada at this time.",
      "id": "369c48c3-421e-4fb6-89ad-806851b3c036",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address, and the change you'd like to make?",
      "id": "8aa02c87-1624-4e83-a6cc-1be95e109a3f",
      "shortcut": "ced",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at cs@dsanddurga.com. Our team is happy to chat.",
      "id": "26b9f027-55c3-47e0-8ca3-a66fdf3dc3ec",
      "shortcut": "ams",
      "companyName": "D.S. & Durga"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at maggie@dsanddurga.com. Our team is happy to chat.",
      "id": "f0351013-0ec4-4b84-9508-a0e05016f579",
      "shortcut": "wls",
      "companyName": "D.S. & Durga"
    }
  ]
}
