{
  "companyKey": "dr.westin childs",
  "templates": [
    {
      "name": "Do any of your supplements act as blood thinners?",
      "content": "Our supplements do not act as blood thinners. Hope this helps!",
      "id": "6049ff51-3e2c-4b03-a288-0bd903a7767c",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "I started taking T3 about a month ago because I have low T3. How long do you estimate it will take to bring it up?",
      "content": "It takes 6 weeks for the benefits to build up in the system and several months for the ingredients to reach their full effect.",
      "id": "27ea1bad-a339-4aa6-bdf7-ba5c21bc5633",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Are your products organic?",
      "content": "All of our supplements are considered non-GMO.",
      "id": "94d38626-b512-4b5c-97f7-a290b33b47aa",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Post Purchase Inquiries",
      "content": "We don't handle post-purchase requests via text. Please email your request to hello@restartmed.com or feel free to call this number (480) 331-9431. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "id": "a8565754-c817-459f-bdfe-c3871a575789",
      "shortcut": "ppi",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Store location/ retailer",
      "content": "We don't currently have a physical store but definitely keep an eye out. Our Amazon store can be found here though: https://www.amazon.com/stores/DrWestinChilds/page/F5C1D466-7DAD-4C5E-A5CA-4BD46D597A4A?ref_=ast_bln",
      "id": "38f58784-ecfe-4b3e-a90c-edbdb88e2448",
      "shortcut": "sl",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (480) 331-9431 or let me know if I can help via text, it may be faster.",
      "id": "ac4ece8a-90a2-4702-8098-f5268eab2930",
      "shortcut": "ps",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "All our products are made in the US.",
      "id": "c1ff63df-2768-4632-b936-ff7506049da1",
      "shortcut": "mfc",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all domestic orders!",
      "id": "44affba7-d539-41cb-a24b-625558258280",
      "shortcut": "fs",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Are your products non-GMO?",
      "content": "All of our supplements are non-GMO. Let me know if you need further help.",
      "id": "198306e9-4ffe-4979-8c4d-20c619b8d399",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Rewards",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://www.restartmed.com/rewards/",
      "id": "a48ed99a-67a1-4eb6-8dc4-c5db0bcc8271",
      "shortcut": "rwd",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at hello@restartmed.com. Our team is happy to chat.",
      "id": "f013b235-aef0-4be4-8aa1-7a7ab41d8f9c",
      "shortcut": "wls",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can Thyroid Meds and high blood pressure meds be taken with GlucoSlow and Daily Essentials?",
      "content": "There are no known interactions with our supplements and any medications. We do recommend that you take all of our supplements 30-60 minutes away from thyroid medication. All other medications and supplements should be taken away from GlucoSlow Fiber by 30-60 minutes as well.",
      "id": "b361f768-d567-4dfe-acca-d69c1ee0db6e",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "What's your Amazon store?",
      "content": "Our Amazon store can be found here: https://www.amazon.com/stores/DrWestinChilds/page/F5C1D466-7DAD-4C5E-A5CA-4BD46D597A4A?ref_=ast_bln",
      "id": "6c9fc88c-ee6f-45d8-b119-7c911dd34d98",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.restartmed.com/supplement-policies/",
      "id": "0434afc7-86d2-4007-b1f0-2f2c80f26fe6",
      "shortcut": "rp",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I use your supplements if I have MTFHR mutations?",
      "content": "Yes, all of our supplements can be used if you have MTHFR genetic mutations. We use only premethylated B vitamins and the most activated form of folate.",
      "id": "0148f395-d6db-464a-a49b-d76664229d34",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "How/when should I take the capsules of the Thyroid Daily Essentials?",
      "content": "You would take all 4 capsules of the Thyroid daily essentials at the same time.",
      "id": "0d86aed2-324f-4933-8563-f55ebc1c960e",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Which product works for hypothyroidism?",
      "content": "This bundle is best for hypothyroidism: https://www.restartmed.com/product/hypothyroid-bundle/",
      "id": "168964cb-aef0-448e-be06-4fe0bd180d37",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Does ARC prevent me from sleeping?",
      "content": "ARC usually doesn't keep you awake so you can pretty much use it any time of the day. If you prefer to take it away from your other medications then taking it in the afternoon is fine as well.",
      "id": "67eeba19-dcac-4dd9-9ea3-58a7182f30b2",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Is the Thyroid Adrenal Reset Complex and the Thyroid Hair Regrowth Complex the same?",
      "content": "They both contain different ingredients and do different things. One focuses more on thyroid support and the other on supporting your hair, skin, and nails. They can safely be combined and used together.",
      "id": "6b8c6b65-3b00-485e-a4a1-98e870d006bc",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can dogs take your supplements?",
      "content": "Our supplements were primarily designed for humans but there have been some people who have used them on their dogs in the past.",
      "id": "74282ca1-6660-4acc-965c-327ce2284326",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Do you have anything for leaky gut?",
      "content": "We do! I recommend the Ultra Biotic which you can check out here: https://www.restartmed.com/product/ultra-biotic-x100/",
      "id": "6d95462b-59b2-47dc-bf27-5e43fd5c642e",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "What is the best vitamin/bundle for Hashimoto?",
      "content": "The best bundle for Hashimoto's is this one: https://www.restartmed.com/product/hashimotos-bundle/",
      "id": "84fd575e-2fc4-47c9-af67-50dfbccb2a94",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I take the T3 conversion booster with the weight loss bundle?",
      "content": "Yes, you can safely use the T3 conversion booster with our weight loss bundle.",
      "id": "8f166473-987c-4936-8fc7-60cc5cf2cec9",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I use Arc II and Thyroid Chill together? How do they compare?",
      "content": "Thyroid Chill is better for neurotransmitter support and ARC II is better for adrenal support. Both can have a calming effect on the mood and mind and they work via different mechanisms so they can be used together.",
      "id": "98079b54-0abd-4be4-a0ec-bc752e93cc55",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "How can I get off thyroid medication safely?",
      "content": "You can see this article which outlines more information about how to get off of thyroid medication safely - https://drwc.attn.tv/sl/PRJ05afh",
      "id": "983da60d-ccc7-494b-9157-c4ffc584796b",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can you use A.R.C II with the Hashimoto's bundle?",
      "content": "No worries, you can use A.R.C II with the Hashimoto's bundle.",
      "id": "29a36dee-e174-46d9-91e6-c7c555c6bca1",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "I'm allergic to adaptogens, is A.R.C II safe for me to use?",
      "content": "A.R.C II contains adaptogens, so you wouldn't want to use it if you are allergic to adaptogens.",
      "id": "6421d103-73d9-45bf-87ad-b90858f872a8",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "How long do your protein powders last/How long can I use them?",
      "content": "Our protein powders have a 14-28 day supply and we recommend that you continue to use them as long as possible, especially if you're trying to lose weight. When it comes to the weight loss bundle, we would recommend that you use it in its entirety for 60 days which means you will want to get another container of protein powder.",
      "id": "82a20b0a-5a20-4e67-9c25-8fdac125f688",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "What are the Leptin Resistance Rx capsules made out of?",
      "content": "Our capsules are made out of a HPMC veggie capsules.",
      "id": "106cd7f7-ed06-47ee-a881-76bf308d1e78",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "What's the difference between the A.R.C II and Thyroid Adrenal Reset Complex?",
      "content": "A.R.C II is a vegan adrenal supplement and Thyroid adrenal reset complex contains adrenal glandulars. Both work to support your adrenals but each has different ingredients. They can both be combined together or used individually and we have both because some people respond better to certain ingredients over others. Some people also prefer vegan supplements over products that have animal ingredients.",
      "id": "175b3366-d6d9-495d-b647-ded8634864d9",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "How do you take T3 Conversion Booster?",
      "content": "The recommended dose is 2 capsules taken each day (with or without food) before noon and at least 30-60 minutes away from your thyroid medication (if you take any). At 2 capsules each day this supplement will provide you with a 60 day supply. Some thyroid patients may benefit from doubling the dose up to 4 capsules per day by taking 2 capsules in the morning and 2 capsules in the afternoon/evening. This is ideal for those with high reverse T3 levels or very low T3 levels.",
      "id": "20225236-c7ff-4630-b86a-b52d660641b0",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I start the weight loss bundles before the thyroid bundles?",
      "content": "It's usually better to start with the thyroid bundles before using our weight loss bundles but you can start with either. Before you choose, check out this article: https://drwc.attn.tv/sl/Nj8Nm3Z4",
      "id": "25a3ce50-b776-4ead-b795-fced585368e2",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I use your weight loss supplements even if I don't have a thyroid problem?",
      "content": "Our weight loss supplements can be used even if you don't have a thyroid problem so you're good to go.",
      "id": "27317a1f-5417-4ac3-b8ca-10fbcc179329",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Is it safe to take Iodine for a long time?",
      "content": "Iodine is required by humans so long term use isn't a problem provided the dosing is not too high.",
      "id": "4b5d95aa-0cb5-4e82-b566-99fa2d200aec",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can you combine the Hashimoto's bundle with the thyroid daily essentials?",
      "content": "Yes, you can combine thyroid daily essentials with the Hashimoto's bundle.",
      "id": "4f3b48fb-f0ed-47a9-ac21-d86c93203641",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "How long does the Hyperthyroid bundle last?",
      "content": "Each product lasts a different amount of time (depending on how much you use) but you can expect this; Pure D3 liquid will last several months (each bottle contains over 1,000 servings) and the average serving size is 2-5 drops per day. A.R.C. II will last 1 month (if using 2 capsules per day), Omega Soothe SR will last 30 days if using 2 capsules per day or 60 days if using 1 capsule per day (higher doses are often better if you have more inflammation), and Ultra Biotic x100 will last 1 month (if using 1 capsule per day).",
      "id": "6f8b5017-badf-4501-aad8-2495542d4062",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "My cortisol is high, is A.R.C II safe for me?",
      "content": "No worries, A.R.C II can be used in cases of high cortisol.",
      "id": "7471ccda-af07-4980-8af4-8e073d997731",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "For hyperthyroidism, which food should I avoid?",
      "content": "You can download a free list of foods to avoid on this page: https://www.restartmed.com/start-here/ You can also find a list of diets approved for hypothyroid patients here: https://www.restartmed.com/hypothyroidism-diet/",
      "id": "75e7dbb5-c2b8-4348-be7b-b1d17ab801d9",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "What do you recommend for weight loss?",
      "content": "If weight loss is your primary goal then I would recommend that you check out this weight loss program here: https://www.restartmed.com/hormone-mastery/",
      "id": "76b74172-9d4b-4330-959b-83736ce3fa9e",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Recommendations to help reduce stress",
      "content": "Check out this article which outlines several ways to help reduce your stress - https://www.restartmed.com/cortisol-and-weight-gain/",
      "id": "881f9be1-efbb-4ff3-9655-8564f69d70c2",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can T3 conversion booster help lower T3 levels?",
      "content": "Yes, T3 conversion booster can help with reverse T3 levels.",
      "id": "8b2f9117-fcf1-432e-aa12-13fa1f242fcb",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "How do you take Thyroid Adrenal Complex?",
      "content": "For mild to moderate adrenal fatigue, we recommend that you take 2 capsules each morning (with a meal). For advanced adrenal fatigue you may need to take 2 capsules in the morning and 2 capsules at noon (for a total of 4 capsules each day). Taking this supplement with food will help reduce any issues with nausea. Don't take this supplement in the afternoon or it may make sleep difficult.",
      "id": "8b39cd3f-0208-4878-bc13-d416711a9f2b",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "What's the difference between Thyroid Adrenal Reset Complex (TARC) and A.R.C II?",
      "content": "Thyroid adrenal reset complex which we abbreviate TARC is an adrenal support supplement that contains animal products. A.R.C II is a vegan adrenal support supplement. Each contains slightly different ingredients, but both still support adrenal health.",
      "id": "8d934405-1e13-41f7-8142-5340d95ffd36",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Do you have a list of thyroid approved foods?",
      "content": "We don't have a complete list of thyroid approved foods but you can find some foods that are okay to eat in these articles: https://drwc.attn.tv/sl/4bi94BD7 and https://drwc.attn.tv/sl/bo_JzpQf",
      "id": "9eb1e3cc-90bd-4d7d-8f73-33f0e28cf5aa",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I take Biotin if I have thyroid issues?",
      "content": "Biotin is perfectly safe if you have a thyroid problem. It can interfere with your lab tests but doesn't impact your thyroid. It can be solved by avoiding biotin 2 days prior to getting your labs drawn. Check out this article for more information: https://drwc.attn.tv/sl/H95oryEy",
      "id": "a0d98180-352b-46a0-ab9e-967f47a39cae",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Your hair growth vitamins/products aren't working",
      "content": "It takes a good 4-8 weeks (sometimes longer) to see changes in your hair when using any supplement. If you haven't been using them that long then please continue until you hit that point!",
      "id": "a3905aba-ffc9-4bee-a8dc-b0262bb28016",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "I currently take the T3 booster and thyroid daily essentials. How and when would I add the A.R.C II to my regimen?",
      "content": "You would take two capsules of A.R.C II before bed each day and at least 30-60 minutes away from your thyroid medication.",
      "id": "c7d74757-2def-4b3d-b5e2-c614141cc783",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Dosage for Thyroid Glandular+",
      "content": "The recommended dose for Thyroid Glandular+ is 2 capsules per day but can be increased up to a maximum of 4 capsules per day as necessary.",
      "id": "c9fc2f90-a644-4572-9020-206e18cdea56",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Does Thyroid Glandular+ support thyroid function if I don't have Hashimoto's?",
      "content": "Yes, Thyroid Glandular+ can be used to support thyroid function even if you don't have Hashimoto's.",
      "id": "cad40259-a371-4c33-8989-2ddecef2c55e",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Is Dr. Childs treating / seeing patients? How can I make an appointment?",
      "content": "Dr. Childs isn't treating or seeing patients at this time but if that ever changes, we'll send out an email to our email list. You can sign up to be notified by downloading any of our free resources on this page: https://www.restartmed.com/start-here/?utm_campaign=concierge&utm_medium=text&utm_source=attentive&externalId=n2Dua",
      "id": "d6a94ca2-3da2-4a13-926b-a554c8ac786a",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I take Thyroid Glandular along with Cytomel?",
      "content": "Yes, they can be taken together but you would want to take Thyroid Glandular+ 30-60 minutes away from whenever you take your Cytomel.",
      "id": "ec823070-1684-42b9-8132-289ea22a34f4",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can kids/children use your products?",
      "content": "Our supplements are designed for adults, so we recommend getting approval from a doctor before someone under 18 uses them.",
      "id": "f13a1d93-500c-4357-b22b-6e8b4fd5f83a",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "What is the animal source for your supplements?",
      "content": "The animal source is bovine for all of our supplements that contain glandulars.",
      "id": "fb41fb0a-55e2-4f7d-8eef-9771aeec949d",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at hello@restartmed.com or give us a call at (480) 331-9431. Our team is happy to help!",
      "id": "aeb73227-d655-4ea1-b838-bf856f6c4e61",
      "shortcut": "cs",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Shipping time",
      "content": "We usually ship via USPS and UPS, and once shipped it will take 3-5 business days domestically and 2-4 weeks internationally.",
      "id": "f232df67-292c-43bf-9ebb-57dee4b7247b",
      "shortcut": "shp",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Do you have protein powders without broccoli?",
      "content": "Yes, these two don't have broccoli in them: \n\n- https://www.restartmed.com/product/functional-fuel-detox/\n- https://www.restartmed.com/product/functional-fuel-complete/",
      "id": "1438b85e-026f-42e1-9d8b-63076b23a68f",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Are your products gluten free?",
      "content": "Yes. All of our supplements are gluten-free.",
      "id": "4efa438f-aa1f-4152-930b-9b70666522b1",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Are your supplements third party tested?",
      "content": "We third-party test every single batch and lot of our supplements for mold, heavy metals, toxins, bacteria, and yeast.",
      "id": "7fe03963-8dd0-4588-816d-267120aa8b48",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Are your supplements safe?",
      "content": "Yes! Our supplements are very well tolerated. Most people do not have any negative side effects or symptoms while using them. Rarely, some people can take some time to adjust to them but they shouldn't cause any big issues or problems during this time period.",
      "id": "f4af1645-f664-4e88-ad7f-b2be8858d192",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Do you have an auto-ship program?",
      "content": "We do not have any auto-ship programs! Any order that you place is only a one-time order. We may add subscribe and save to some products in the future but you will never be forced into an automatic payment option.",
      "id": "59ba6b2c-70fd-4166-a80c-a211bbacba70",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can your products be used while breastfeeding?",
      "content": "Most of my products can be safely used while breastfeeding but please check with your doctor about your specific situation before using any over-the-counter supplement.",
      "id": "e8163fbc-a6f9-42c9-ad7e-40aa834edf0e",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Are your products produced in a GMP compliant facility?",
      "content": "Yes! All of our products are produced in a GMP-compliant facility.",
      "id": "6784acf2-5136-4253-bb5a-e53189b30484",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can your products be used if I have had RAI or iodine ablation?",
      "content": "Yes! People who are post radioactive iodine ablation can still benefit from thyroid supplements.",
      "id": "9596d4e3-b44b-4c41-9dc7-61210d129363",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "I’m pregnant. Can I use your products?",
      "content": "A few of our products contain ingredients that should not be used in pregnancy. These include ingredients like Vitamin A and ashwagandha. There's a lot of conflicting information about natural ingredients and how they impact pregnancy so it's best to always touch base with your ob/gyn or midwife before using any supplement/product. \n\nMany pregnant women have used our products over the years without any issue but always run it by your doctor first!",
      "id": "08339695-c8db-406a-b66e-23f866601b9a",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "I noticed that a lot of your products are currently out of stock, what’s going on?",
      "content": "Great observation! Right now we are in a transition phase. If you've been around for a while then you will know that we previously had a lot of different products that were pretty generic.\n\nThey were very high quality, but they were still generic. This year we decided to make the switch and focus solely on supplements that are designed specifically for thyroid patients. So for example, instead of a general probiotic, we wanted to make the perfect probiotic for thyroid patients.\n\nAll of the changes you are about to see coming out are helping us to get to that goal. The focus of all of our supplements going forward will be on thyroid health and weight loss.",
      "id": "c8ed6521-f148-4fe0-81a7-5c029aa5eb5e",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Does the Black Seed Oil have a laxative effect?",
      "content": "Based on our experience so far, it doesn't seem to cause loose stools but your mileage may vary depending on the dose and your gut function.",
      "id": "1e3d601a-737a-441e-b7af-bbb0af0ac775",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I use your probiotics while on antibiotics?",
      "content": "Yes, it's safe to use all of our probiotics, including Gut Bomb 350 billion, with antibiotics.",
      "id": "bfccd91e-c0b2-4e46-a350-8412a4d9dc74",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I take the Thyroid Multivitamin together with the Hashimoto’s Bundle?",
      "content": "It's usually not necessary to take the multivitamin if you're using the entire Hashimoto's bundle. Having said that, we do have people who use both without any issue, so it depends on the person.",
      "id": "baa02c4c-7f7a-48f6-908e-ee74ce97d7be",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can I use the 'Thyroid Hair Regrowth Complex' and 'Thyroid Daily Essentials' together?",
      "content": "Yes, you can safely use Thyroid hair regrowth complex and Thyroid daily essentials together.",
      "id": "bba173eb-7796-4662-a58d-5480e4e6163f",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "How do I redeem my points?",
      "content": "First, access your account here: https://drwc.attn.tv/sl/2AUKnA9Q  then you can follow the instructions on how to redeem your points here: https://drwc.attn.tv/sl/QeNZjBGy",
      "id": "bdc976d1-210b-48c6-8ce1-26fcba888b92",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "How do I test for leptin resistance?",
      "content": "If you'd like to test for leptin resistance check out this article - https://drwc.attn.tv/sl/yiUNQAWC",
      "id": "d168b274-31d3-4a1e-8493-2a3eb68a3e94",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can the capsules be broken open and put in food or drink?",
      "content": "Yes, you can safely break open our supplements and put them into a liquid for easier consumption. Many people put them into morning smoothies and/or apple sauce to take them.",
      "id": "d9020757-c018-43c5-986e-a0e11549cdc9",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Does your adrenal supplement and multivitamin contain sea food?",
      "content": "Thyroid daily essentials doesn't contain any sea food, and Thyroid adrenal reset complex contains chlorella which is a freshwater algae.",
      "id": "e1356666-3a47-4503-8c94-ff7495b59020",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "How do I take Berberine?",
      "content": "The dosing for Berberine is 2 capsules taken in the morning and 2 capsules taken in the evening. You can take it with other supplements and with or without food.",
      "id": "e46cf616-49ec-4720-871a-c63915a39453",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Why does the Thyroid Glandular+ look different?/have two different colors?",
      "content": "We have two manufacturers for Thyroid Glandular+ and the color differs between the two but we can confirm that they contain the same active ingredients. We get a lot of questions about the color but I can confirm that they're the same product and both work equally as well as the other.",
      "id": "f3c7e4aa-ac96-4011-8c94-515393a2b43a",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Difference between thyroid adrenal reset complex and the daily essentials multvitamins supplement",
      "content": "The thyroid adrenal reset complex focuses more on the adrenal and thyroid gland directly, while thyroid daily essentials is a complete multivitamin that contains vitamins, nutrients, minerals, and botanicals, that the thyroid needs to function. They both contain different ingredients and focus on different areas of thyroid function.",
      "id": "96fc9e58-e64a-450c-9b2d-4088bfcbd262",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Can any of your weight loss supplements be taken on an empty stomach?",
      "content": "GlucoSlow Fiber should be taken on an empty stomach. It works by filling the stomach up to prevent you from getting hungry so you want to take it before you eat with a full glass of water. The other weight loss supplements (found in the weight loss bundle): https://www.restartmed.com/product/weight-loss-bundle/ can be taken with or without food.",
      "id": "cd3024d8-83ad-468c-8df8-617892e85ef8",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "51eb7cb9-5403-436b-9d5e-8f990686ce98",
      "shortcut": "ms",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/westinchilds/ and FB here: https://www.facebook.com/restartmedical/",
      "id": "93c3f4f9-0455-49d8-9d9c-e69645349ff9",
      "shortcut": "smd",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at hello@restartmed.com. Our team is happy to chat.",
      "id": "bbba9986-b1b0-4e49-b97a-b6e4f4a24392",
      "shortcut": "ams",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Do you have any samples that I can try?",
      "content": "At this time we do not have any samples to provide! We are working on providing some samples but don't have any plans for the immediate future. If it helps to know, we do have a 60-day money-back guarantee and if the products don't work for you, you can send them back.",
      "id": "10d9ae07-804d-464d-8709-7add903aab12",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Does T2 elevate T3 levels and stress TSH?",
      "content": "Essential T2 will not have any impact on any thyroid hormone lab tests including TSH or free T3.",
      "id": "77d4d07e-ad18-4f48-ad60-5df0e3e95354",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Cancel / edit order",
      "content": "We don't handle post-purchase requests via text. Please email your request to hello@restartmed.com or feel free to call this number (480) 331-9431. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "id": "0ae1b4ef-5f47-49b4-9b2a-b20aacc8ee61",
      "shortcut": "ced",
      "companyName": "Dr.Westin Childs"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.restartmed.com/save-20/",
      "id": "26a93afb-c03d-44ce-bf33-92455c312d0b",
      "shortcut": "spg",
      "companyName": "Dr.Westin Childs"
    }
  ]
}
