{
  "companyKey": "dreamcloud",
  "templates": [
    {
      "name": "Do you offer white glove delivery?",
      "content": "We're sorry! Our White Glove Delivery service is temporarily unavailable. Don't worry - your order will still ship directly to you within the estimated timeframe provided at checkout.",
      "id": "0b66a6c7-3ded-4ef4-8c78-cca9d939d4ae",
      "companyName": "DreamCloud"
    },
    {
      "name": "Do you offer financing?",
      "content": "We offer financing via Affirm. You can learn more about it here: https://www.dreamcloudsleep.com/p/mattress-financing/",
      "id": "9630b607-0821-4f23-8bea-9a34a7e812a7",
      "companyName": "DreamCloud"
    },
    {
      "name": "Can I choose/schedule a delivery date?",
      "content": "While we don't have an option to schedule a delivery date, we can hold your order until a specific ship date. To place your order, please call us at (833) 237-3269 or email support@dreamcloudsleep.com and our team will help you place an order with a scheduled ship date.",
      "id": "b41ccfab-5ff7-4129-8249-adbf672198db",
      "companyName": "DreamCloud"
    },
    {
      "name": "Can I use my HSA / FSA card?",
      "content": "Yes, select Truemed as your payment option at checkout and use your HSA or FSA card like any other credit card. You can see more info here: https://www.dreamcloudsleep.com/fsa-hsa-mattress-and-eligible-products",
      "id": "c77ef8e3-e89b-4b79-ba49-d1c05a043462",
      "companyName": "DreamCloud"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order:  https://www.dreamcloudsleep.com/login/order-number",
      "id": "8288d782-162a-4375-bb5f-05725c3e9b19",
      "companyName": "DreamCloud"
    },
    {
      "name": "Escalation",
      "content": "Thanks for reaching out! This question is best handled by contacting my team at shop@dreamcloudsleep.com or calling us directly at 1 (833) 237-3269.",
      "id": "f7407ea8-4a62-41df-aa87-0ca28bfba4e4",
      "shortcut": "esc",
      "companyName": "DreamCloud"
    },
    {
      "name": "Testing the Mattress",
      "content": "We completely understand wanting to touch and feel the mattress. We make it easy to test our mattress in the privacy of your own home by giving you a full year to decide if it's the right fit with our industry-best 365-night sleep trial!",
      "id": "9f1f1704-6eb3-4902-900e-57d7d87d3496",
      "companyName": "DreamCloud"
    },
    {
      "name": "Local Store Testing",
      "content": "We completely understand wanting to touch and feel the mattress. A local retailer may have a DreamCloud mattress in stock for you to see it in person. You can find local retailers using our store locator guide https://www.dreamcloudsleep.com/store/store-locator",
      "id": "29268349-75ff-48e1-9ff1-d7e1f356553c",
      "companyName": "DreamCloud"
    },
    {
      "name": "How long does it take for a DreamCloud mattress to expand?",
      "content": "A DreamCloud Hybrid mattress may take up to 72 hours to fully expand up to its original form. However, you can start sleeping on the mattress in a couple of hours. Please note, breaking in a new mattress always takes time. External factors like air pressure, airflow, room temperature, etc., may affect the expansion timing of the DreamCloud Hybrid mattress.",
      "id": "4df9b132-65c4-4742-9bd3-c5479c872ab6",
      "companyName": "DreamCloud"
    },
    {
      "name": "Healthcare Discount",
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://www.dreamcloudsleep.com/mattress-discount/healthcare-professional",
      "id": "006a80ac-dc3d-4410-a324-e8eecb4c02a3",
      "companyName": "DreamCloud"
    },
    {
      "name": "What does CertiPUR-US® certified mean?",
      "content": "When we say that DreamCloud's foams are CertiPUR-US® Certified, we mean that these foams meet the rigorous CertiPUR-US® standards for emissions, content, performance, and durability. This seal means that DreamCloud foams are:\n\n• Made without ozone depleters\n• Made without PBDEs, TDCPP or TCEP (\"Tris\") flame retardants\n• Made without mercury, lead and heavy metals\n• Made without formaldehyde\n• Made without phthalates regulated by the Consumer Product Safety Commission\n• Low VOC (Volatile Organic Compound) emissions for indoor air quality (less than 0.5 parts per million)",
      "id": "e60c8f99-a710-4a93-ac79-05e436a2d25c",
      "companyName": "DreamCloud"
    },
    {
      "name": "Mattress size chart",
      "content": "You can take a look at our Mattress & Bed Size-Dimension guide here: https://www.dreamcloudsleep.com/p/mattress-size-dimensions-guide/",
      "id": "37b1bd73-dec1-41ce-96c9-4907c9b2067e",
      "companyName": "DreamCloud"
    },
    {
      "name": "First Responder Discount",
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://www.dreamcloudsleep.com/mattress-discount/first-responders",
      "id": "61b5107d-c648-45fd-9e4f-fda46c90de9c",
      "companyName": "DreamCloud"
    },
    {
      "name": "What is the weight limit of your mattresses?",
      "content": "The maximum weight capacity for the DreamCloud mattress is 1,000 pounds of evenly distributed weight for CalKing, King, Queen, and Full mattresses. For Twin and Twin XL mattresses, the weight capacity is 500 pounds.",
      "id": "47b15fd0-d14d-4888-9761-25d198bc78ed",
      "companyName": "DreamCloud"
    },
    {
      "name": "How long will my DreamCloud mattress last?",
      "content": "Generally, most mattresses last 7 to 10 years. But at DreamCloud, our goals are simple - a better mattress for the best price.\n\nIf your DreamCloud becomes damaged from normal use anytime during your ownership, we will replace or repair your mattress at no charge. It doesn't matter if it's 2039. We designed DreamCloud to outlast heavy long term use, just like any quality product should. You can explore our Lifetime Warranty further here: https://www.dreamcloudsleep.com/p/warranty/",
      "id": "05559f89-48d1-46cb-b001-5cc6a9e0c691",
      "companyName": "DreamCloud"
    },
    {
      "name": "Product too expensive - band specific",
      "content": "Thanks for your feedback, I'll share future deals that may interest you since we'd love to change your mind! We've also partnered with Affirm to offer qualified applicants quick and easy financing options. Checking your Affirm eligibility will not affect your credit score because they use a soft pull on your credit. If approved, you'll make fixed payments, with rates starting as low as 0% APR, based on your eligibility.",
      "id": "f094de04-178e-4d70-97b3-30dca8a7355b",
      "shortcut": "pte",
      "companyName": "DreamCloud"
    },
    {
      "name": "What sizes are available for DreamCloud’s Premier mattress?",
      "content": "The DreamCloud Premier is available in Twin XL, Full, Queen, King and Cal King. We do not currently offer the DreamCloud Premier in a twin size mattress.",
      "id": "9ffcb5b6-3d49-4c86-8fd3-de910b074372",
      "companyName": "DreamCloud"
    },
    {
      "name": "What is a hybrid mattress?",
      "content": "A hybrid mattress is one that combines the support of a traditional box spring mattress combined with high density foams that offer supreme comfort. For many people, a hybrid mattress is the ideal choice for a mattress since it's considered to be the \"best of all worlds.\" \n\nHybrid mattresses allow sleepers to enjoy the sturdy support of coils and the contouring comfort of foam for a restful night's sleep. With DreamCloud's plush hand tufted Cashmere cover, high density foams, heat-treated cotton pad to make sure you sleep cool, and patent-pending encased coils to provide the ultimate support, it means that you won't just go to sleep, you'll end up Dreaming on a Cloud.",
      "id": "93e89c54-b314-401d-9698-66fc27d05a65",
      "companyName": "DreamCloud"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to give us a call at +1 (833) 237-3269 Monday-Sunday 6am-7pm PST or chat with one of our specialists via the website. Our team is happy to help!",
      "id": "dda5c983-5da3-4008-b061-7ccf59114e88",
      "shortcut": "cs",
      "companyName": "DreamCloud"
    },
    {
      "name": "Can I purchase a replacement DreamCloud mattress cover?",
      "content": "We don't currently offer replacement DreamCloud mattress covers however, this is something we are working toward moving forward.",
      "id": "43951aff-97ab-4b13-b00a-913e57c9764b",
      "companyName": "DreamCloud"
    },
    {
      "name": "What are the benefits of the DreamCloud premier memory mattress?",
      "content": "The DreamCloud Premier mattress is a luxurious 13-inch premier mattress, featuring gel memory foam that contours to your body's problem areas relieving pressure as you sleep. Topped with a breathable cashmere blend cover, the DreamCloud Premier will help you drift off to sleep on a bed that truly feels like a cloud.",
      "id": "44c82edc-e2f4-4fc2-8b13-bb5cd0cd8612",
      "companyName": "DreamCloud"
    },
    {
      "name": "What are the benefits of the DreamCloud Premier Rest memory foam mattress?",
      "content": "For our most luxurious sleep experience yet, the DreamCloud Premier Rest mattress is a 14-inch premier memory foam mattress, featuring gel memory foam that contours to your body's problem areas relieving pressure as you sleep. \n\nWith the most pressure-relieving material of all our DreamCloud models, our Premier Rest offers increased support and minimizes motion transfer. Topped with a breathable cashmere blend cover, the DreamCloud Premier Rest will help you drift off to sleep on a bed that truly feels like a cloud.",
      "id": "8e922d1e-b45f-46b7-9cca-00ac99e75224",
      "companyName": "DreamCloud"
    },
    {
      "name": "Can I purchase an extended warranty?",
      "content": "Extend provides peace of mind and financial protection against the most common types of accidental stains and damages beyond manufacturing defects. A new bed is an investment, and I want you to sleep soundly knowing that you're covered when life happens. \n\nYou can rest easier knowing that the Extend Protection Plan covers you against everyday mishaps such as spills, stains, punctures, and tears for 10 years.",
      "id": "cb5b1d3d-a0fc-4e04-9b82-c9f3a8e13f11",
      "companyName": "DreamCloud"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.dreamcloudsleep.com/p/returns/",
      "id": "b945e3b3-be60-457e-a8f6-2ebc26b79319",
      "shortcut": "rp",
      "companyName": "DreamCloud"
    },
    {
      "name": "Do I need a box spring for my DreamCloud?",
      "content": "No, you don't need a box spring but you can use a box spring. Your DreamCloud can be placed on any firm, solid surface (like a bed base), that's structurally capable of supporting the weight of your mattress plus its sleepers.",
      "id": "a0ca5e2b-31f6-4cbc-879c-86f57698b2b6",
      "companyName": "DreamCloud"
    },
    {
      "name": "I live in Alaska/Hawaii, can you ship to me?",
      "content": "Yes we do! We ship our products to Hawaii and Alaska everyday. Shipping to Alaska and Hawaii does incur an additional shipping fee of $250 per large item, which is applied to your order on check out.",
      "id": "d4cf6886-3fd8-45d8-b564-9dbbc05507dd",
      "companyName": "DreamCloud"
    },
    {
      "name": "Can I sell my old mattress?",
      "content": "Depending on the condition of your mattress, you may be able to get as much as $250 or more. Prices for used mattresses could start as low as $50 and go up depending on the size, quality, and condition of your mattress. There are a number of great places to list your mattress (or other stuff) for free. Check out Craigslist, Facebook Marketplace, LetGo, and OfferUp for quick and easy places to list.",
      "id": "4f081b5f-9c73-4825-98ca-3596fd765ced",
      "companyName": "DreamCloud"
    },
    {
      "name": "Which mattress is better for side sleepers?",
      "content": "If you're a side sleeper, you need support around the curves of your body to help your spine stay properly aligned. This can also help your muscles remain relaxed and to help reduce the chance of discomfort. While all DreamCloud models are built to provide support without sinking, the DreamCloud Premier Rest's Euro Top component is built with more memory foam than the tight top cover of the DreamCloud mattress. This provides side sleepers with a more plush, premium luxury sleep.",
      "id": "57f422e1-3348-43b3-97ef-0fb96b29f14d",
      "companyName": "DreamCloud"
    },
    {
      "name": "What is the shipping weight of the DreamCloud mattress?",
      "content": "The DreamCloud mattress weighs between 74 lbs (Twin XL) to 135 lbs (Cal King). It may be slightly heavier than other direct-to-consumer mattresses because it's built with 15 inches of premium foams and top of the line steel coils. Because it is built with better, heavier, and more durable materials, it weighs more and might take more care to set up but it's all worth it once you're experiencing what it's like to sleep on a cloud.",
      "id": "12508977-ae8a-40a5-95b3-cfa9d24d668b",
      "companyName": "DreamCloud"
    },
    {
      "name": "Which mattress is better for back aches and soreness?",
      "content": "If you experience back aches and soreness, you need a mattress with a medium-firm feel, so it needs to be not too soft and not too firm.\n\nWhile both the DreamCloud and DreamCloud Premier offer a medium-firm rating of 6.5, sleepers that regularly experience back aches or soreness are better suited to the DreamCloud because its tighter top offers the right combination of give and firmness.\n\nThe DreamCloud is so soothing for back aches and soreness, it's even won the \"2020 Best Mattress for Back Pain\" award from Tuck.",
      "id": "27ebb4fa-7d3b-42b5-b50c-d7a3dc4ff2eb",
      "companyName": "DreamCloud"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping and returns to all orders within the contiguous United States!",
      "id": "b788dce3-7f99-4c82-8c7d-419c26a28ff6",
      "shortcut": "fs",
      "companyName": "DreamCloud"
    },
    {
      "name": "Where do you source your materials?",
      "content": "In order to provide our customers with their best night's sleep, we've evaluated and selected the best possible materials from around the world. We source materials internationally and all of our products ship directly to you from within the US. \n\nAll of our products are created with care and within the strict safety policies currently in place to keep consumers safe. To put your mind at ease, all of our products undergo strict quality inspection here in the US before being shipped to you.",
      "id": "ecc58ea3-6d63-4921-a462-74b1db9eb0a3",
      "companyName": "DreamCloud"
    },
    {
      "name": "Where do you ship from?",
      "content": "Orders ship from one of our many distribution centers located within the United States.",
      "id": "9e340af2-1529-4af8-97af-774080919706",
      "companyName": "DreamCloud"
    },
    {
      "name": "Will you remove my old bed frame?",
      "content": "Currently, our providers will only remove an old mattress.",
      "id": "a72c1c12-3965-42e6-abe3-fb0cdfbf5ae3",
      "companyName": "DreamCloud"
    },
    {
      "name": "How long can I keep the mattress in the box?",
      "content": "We recommend opening your DreamCloud mattress within 90 days of delivery to ensure optimal expansion and performance. Leaving your mattress in its original packing for longer than 90 days is considered to be a misuse of the product, and will void its trial and warranty.",
      "id": "d3ee87eb-66d9-4c9d-96a6-27a938e12d06",
      "companyName": "DreamCloud"
    },
    {
      "name": "What are the benefits of the DreamCloud premiere hybrid mattress?",
      "content": "The DreamCloud Premier mattress is a luxurious 13-inch premier hybrid mattress, with adaptive individually wrapped coils for targeted support and CertiPUR-US certified memory foam that contours to your body's problem areas relieving pressure as you sleep. Topped with breathable cashmere blend cover, the DreamCloud Premier will help you drift off to sleep on a bed that truly feels like a cloud.",
      "id": "9fa7b1b0-c52f-4c81-a757-50fb5b430f95",
      "companyName": "DreamCloud"
    },
    {
      "name": "Can you ship internationally?",
      "content": "We currently only ship to the contiguous United States, not including Puerto Rico, the Virgin Islands, Guam, etc. We do, however, ship to Alaska and Hawaii for an additional $250 per large item ordered.",
      "id": "7a79a541-d1c6-479c-b8c2-25b2335419f0",
      "companyName": "DreamCloud"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/dreamcloudsleep/ and FB here: https://www.facebook.com/dreamcloudsleep",
      "id": "2ac55610-32fd-41d3-aadd-45ef79793954",
      "shortcut": "smd",
      "companyName": "DreamCloud"
    },
    {
      "name": "How much does the DreamCloud's Premier mattress weigh?",
      "content": "The DreamCloud Premier weight ranges from 67 lbs (Twin) to 123 lbs (Cal King).",
      "id": "01485edd-7598-4ed3-a15e-3753985b119e",
      "companyName": "DreamCloud"
    },
    {
      "name": "What is the 365-night sleep trial?",
      "content": "We provide you with a full year, that's 365 nights, to give your new mattress a try. We encourage you to take the first 30 days to get to know your new mattress, as it can take this long for your body to adjust to the support and comfort of the DreamCloud. If you decide for any reason during your 365 night trial period that DreamCloud is not your ideal mattress, a DreamCloud Sleep Concierge will work with you to get the item donated or otherwise disposed-of through local organizations within your community. Our risk free trial is 3 times longer than any other we have seen!",
      "id": "696e1d86-b6a0-48c4-bec3-b5dcea4937a2",
      "companyName": "DreamCloud"
    },
    {
      "name": "Do I need to pay to return my DreamCloud?",
      "content": "Returns, as always, are free if you are in the contiguous U.S. If you are outside of the U.S. a delivery charge is added at checkout, but a return is still free.",
      "id": "9445f728-b021-469b-8c87-af384e35dadd",
      "companyName": "DreamCloud"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can learn more and join our Affiliate program here: https://www.dreamcloudsleep.com/p/affiliates/",
      "id": "b5fc3008-be49-41f9-b262-540da2ba2a1c",
      "shortcut": "ams",
      "companyName": "DreamCloud"
    },
    {
      "name": "How do I take care of my DreamCloud mattress?",
      "content": "The best way to care for your DreamCloud mattress is to ensure its placed on a firm, solid surface (like a bed base), that's structurally capable of supporting the weight of your mattress plus its sleepers. Aside from that, you can also care for your mattress by:\n\n• Changing your bedding once a week to reduce dead skin cells, oils and sweat from coming into contact with your mattress.\n• Rotating your DreamCloud every three months to encourage even wear across the mattress surface. (No need to flip it though!)\n• Cleaning dust particles off of your mattress by vacuuming it once a month.\n• Installing a mattress pad or protector to protect your DreamCloud from spills and other accidental damages.",
      "id": "4b6f6dfb-b0c8-4a4f-a5b0-c3176375c49f",
      "companyName": "DreamCloud"
    },
    {
      "name": "Tell me more about your Memory Foam mattresses",
      "content": "What's great about our Memory Foam mattresses is their versatility, they're well-suited for all types of sleepers. The key to good support is proper spine alignment, and that's where our Memory Foam really shines. It contours to your body, providing personalized support that aligns with your spine. And with a durable foam base layer, you're getting a solid foundation. So, when you choose our Memory Foam mattress, you're not sacrificing support at all. You're getting a mattress that adapts to your body, ensuring comfort and proper alignment, no matter how you sleep.",
      "id": "f86b8df7-0534-4847-ad19-7fd1c62d127c",
      "companyName": "DreamCloud"
    },
    {
      "name": "How do I assemble my DreamCloud mattress?",
      "content": "DreamCloud is very easy to assemble. Simply open the box and lay your mattress on a suitable basic frame or box spring. Please note both the DreamCloud and DreamCloud Premier are extremely plush mattresses:\n\n • If you purchase the DreamCloud, make sure your frame can fit a mattress with a 14\" height.\n • If you purchase the DreamCloud Premier, make sure your frame can fit a mattress with a 15\" height.",
      "id": "b73abca3-8f8c-4b33-a6cf-6356b230a60c",
      "companyName": "DreamCloud"
    },
    {
      "name": "Can the DreamCloud be folded for transport?",
      "content": "DreamCloud is vacuum compressed with roller presses using over 10,000 lbs per square foot in the initial compression process. Because this is a process that can only be done with a machine, DreamCloud cannot be refolded once expanded in order to ensure the integrity of the mattress.",
      "id": "634ffb85-4f05-4d97-8180-0ce8199b9fe0",
      "companyName": "DreamCloud"
    },
    {
      "name": "How does the fire retardant component on your mattresses work?",
      "content": "Each mattress contains a fire retardant component beneath the outer cover that, in the event of a fire, helps prevent the fire from spreading to the interior materials of the mattress. All of our products are designed, constructed, and certified by third-party laboratories to meet all federal and state regulatory and safety requirements.",
      "id": "83b2612b-d630-4c00-b092-d03ace88db43",
      "companyName": "DreamCloud"
    },
    {
      "name": "How firm is the DreamCloud?",
      "content": "DreamCloud is plush but highly supportive. We rate DreamCloud at a 6.5 on a 1-10 scale, with 1 being a cloud and 10 being a rock. This is a standard sleep scale which places mattresses with optimal support for most sleepers between 6-8. DreamCloud is designed for perfect long term support with true top layer comfort achieved by our artisanal tufted top.",
      "id": "d4d628dc-bb78-4eec-874a-e1a266479a76",
      "companyName": "DreamCloud"
    },
    {
      "name": "Should I buy an adjustable base?",
      "content": "Buying an adjustable frame is an excellent choice that will bring your sleep experience into the future. An adjustable frame is the best option for a customized sleep experience, offering head and foot elevation allowing you to have a better sleep with miminal tossing and turning through out the night.",
      "id": "a7527a89-1314-4bac-a652-784a6acac0d1",
      "companyName": "DreamCloud"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "In order to provide our customer's with their best night's sleep, we have evaluated and selected the best possible materials from around the world. We have a diversified supply chain, and our products are sourced and manufactured in places such as Vietnam, Malaysia, China, Mexico and the USA with the utmost safety and sanitary measures in place.",
      "id": "99f017dd-f0e8-48a5-9325-f5d675eb230c",
      "shortcut": "mfc",
      "companyName": "DreamCloud"
    },
    {
      "name": "What is dreamcloud made of?",
      "content": "DreamCloud is a 12\" premium mattress available in hybrid or all foam construction. It's constructed with a breathable cashmere blend cover and 2.2\" of therapeutic gel memory foam, along with additional foam layers. Hybrids have individually-wrapped coils with extra edge support for stability and enhanced breathability.",
      "id": "3c62bc2a-ea02-405f-9c5f-600ee00d5bfc",
      "companyName": "DreamCloud"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "We don't currently offer expedited shipping options. items ship separately, and shipping expectations may vary by item. Most orders will be delivered within 5 business days once shipped.",
      "id": "571909ed-8689-46e2-95c1-4b5436bafc84",
      "companyName": "DreamCloud"
    },
    {
      "name": "What are the benefits of the DreamCloud hybrid mattress?",
      "content": "The DreamCloud mattress gives you luxurious quality without breaking the bank. Sleep soundly on 12-inches of hybrid technology with pressure-relieving CertiPUR-US certified gel memory foam and individually wrapped coils that provide targeted support where you need it most. Topped with quilted foam and dreamy breathable cashmere blend cover, the DreamCloud will help you have the best rest of your life.",
      "id": "c4e66d12-7329-4060-8a3e-0492e131df52",
      "companyName": "DreamCloud"
    },
    {
      "name": "What are the benefits of the DreamCloud tight top memory mattress?",
      "content": "The DreamCloud mattress gives you luxurious quality without breaking the bank. Sleep soundly on 12-inches of premium memory foam technology with pressure-relieving gel layer for optimal support. Topped with quilted foam and a dreamy breathable cashmere blend cover, the DreamCloud will help you have the best rest of your life.",
      "id": "d8dc8b54-cc88-4d84-8f3a-2d80b0d519ce",
      "companyName": "DreamCloud"
    },
    {
      "name": "Shipping time",
      "content": "Different mattresses and sizes have different ship times. Delivery typically takes 2 - 5 business days once your mattress has shipped, and could be arriving via FedEx Ground delivery.",
      "id": "13b57412-f554-4a9f-9033-7e42233bad12",
      "shortcut": "shp",
      "companyName": "DreamCloud"
    },
    {
      "name": "Do you permit exchanges?",
      "content": "Traditional exchanges are handled by returning the original mattress through our returns process. It's up to you if you'd like to purchase your replacement before receiving the refund for your return.",
      "id": "8b2c1f40-a1c6-43c7-b6a7-c2e9b7f11453",
      "companyName": "DreamCloud"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a referral program where you can get a $100 Amazon Gift Card when your friend purchases their first DreamCloud mattress using your personal link. They'll get $100 off an order with a mattress through your link, too! Check it out here: https://www.dreamcloudsleep.com/p/refer-friends/",
      "id": "07727b46-fd20-485b-ae89-2591bbcfe24f",
      "shortcut": "rwd",
      "companyName": "DreamCloud"
    },
    {
      "name": "Does the DreamCloud sleep hot?",
      "content": "Not at all! In fact, we designed DreamCloud with a breathable cashmere cover that wicks away excess heat and ensures airflow.",
      "id": "e381aa8b-d8b1-4583-be31-11210a36bceb",
      "companyName": "DreamCloud"
    },
    {
      "name": "Will DreamCloud smell or “Off-Gas” when opened?",
      "content": "DreamCloud foams are exceptionally crafted with luxury quality materials, therefore off-gassing is limited or non-existent. If there is any faint opening smell of fresh foam this will dissipate quickly. The good news is that these smells come from new foams being vacuum packed and not from any chemicals. Any smell will quickly leave once DreamCloud is opened and breathing.",
      "id": "927eeda5-4f0d-4621-b8a0-4158f28804c7",
      "companyName": "DreamCloud"
    },
    {
      "name": "What are the benefits of the  DreamCloud Premier Rest hybrid mattress?",
      "content": "For our most luxurious sleep experience yet, the DreamCloud Premier Rest mattress is a 14-inch premier hybrid mattress, with adaptive individually wrapped coils for targeted support and memory foam that contours to your body's problem areas relieving pressure as you sleep. \n\nWith the most pressure-relieving material of all our DreamCloud hybrids, our Premier Rest offers increased support and minimizes motion transfer. Topped with a breathable cashmere blend cover and a plush Euro Top, the DreamCloud Premier Rest will help you drift off to sleep on a bed that truly feels like a cloud.",
      "id": "3659ff6a-6558-4f97-9dac-91739234b6cc",
      "companyName": "DreamCloud"
    },
    {
      "name": "Why should I purchase from you and not from Amazon?",
      "content": "If it's best for you, then you should go ahead and purchase through Amazon. However, by purchasing directly through us, you reap the benefits of our excellent customer service and support from true product experts. You can be confident that you'll have an amazing product, regardless of where you purchase from.",
      "id": "4eb0c979-67f5-4d3d-9dce-48c740738b4c",
      "companyName": "DreamCloud"
    },
    {
      "name": "How is edge support on the DreamCloud?",
      "content": "One of the best components of a luxury hybrid is that you have added the support of coils, which means better edge control. In fact, this was a top consideration in our design process. We built DreamCloud to have consistent and firm support edge to edge. Unlike some spring mattresses which sag or low-quality foam mattresses that don't hold their shape, DreamCloud withstands the test of time. With both spring coils and memory foam - you truly get the best of both worlds.",
      "id": "78222f19-c67f-447e-b5ab-a34c3718ea10",
      "companyName": "DreamCloud"
    },
    {
      "name": "What is a DreamCloud Classic Hybrid made of?",
      "content": "A DreamCloud Classic hybrid is constructed with 8 unique layers:\n\n1. Cashmere Comfort Cover\n2. Quilted Gel Memory Foam\n3. Supportive Quilted Foam\n4. Therapeutic Gel-Infused Memory Foam\n5. Dynamic Transition Layer\n6. Individually-Wrapped Coils With Extra Edge Support\n7. Stability Base Layer\n8. Shift-Resistant Lower Cover with Handles",
      "id": "3866964a-9f63-4683-af87-c35cc7aa1214",
      "companyName": "DreamCloud"
    },
    {
      "name": "What setup do you recommend for the DreamCloud?",
      "content": "It's super easy to set up on any foundation, base, or adjustable frame that we sell or a similar product. We do not recommend placing your mattress on the floor, plastic base, or any homemade foundation.",
      "id": "1a068f6e-580c-4675-ae30-b4bd0f33cbba",
      "companyName": "DreamCloud"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.dreamcloudsleep.com/store/store-locator",
      "id": "46771ef4-fbe4-4c95-8fc2-c87700cb7081",
      "shortcut": "sl",
      "companyName": "DreamCloud"
    },
    {
      "name": "Can I donate my old mattress?",
      "content": "There are tons of great places to donate your mattress located throughout California. Try Goodwill, Salvation Army, or another charity of your choice. You might even be eligible to receive a tax-deductible receipt for your donation while helping out a great cause.",
      "id": "0b6f4cf9-030b-4dcd-9f61-5b7e6ca0137a",
      "companyName": "DreamCloud"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://www.dreamcloudsleep.com/p/warranty/",
      "id": "e6b3b549-551e-4943-a6b5-33c034b2598a",
      "shortcut": "wp",
      "companyName": "DreamCloud"
    },
    {
      "name": "How much does shipping cost?",
      "content": "Shipping is always free within the contiguous United States, whether to purchase or return a DreamCloud. There is an additional $350 charge (per large item ordered) when shipping to Hawaii and Alaska, but shipping does exclude other U.S. territories such as Guam and Puerto Rico.",
      "id": "40d913cf-79c6-4412-b95e-291ade381550",
      "companyName": "DreamCloud"
    },
    {
      "name": "Cancel / edit order",
      "content": "The best way to handle this is to give us a call at +1 (833) 237-3269, Monday-Sunday 6am-7pm PST. Our team is more than happy to help out!",
      "id": "f80ed445-4700-47d1-a85e-c0421380618d",
      "shortcut": "ced",
      "companyName": "DreamCloud"
    },
    {
      "name": "What should I do with my old mattress?",
      "content": "I'm happy to help you find resources to dispose of your old mattress. Many people move their old mattress to another room, buy a mattress storage bag and keep it for visitors, give it to a friend, donate it, or even sell it.",
      "id": "7786de0d-8d53-463b-86f3-786269e45f20",
      "companyName": "DreamCloud"
    },
    {
      "name": "Do I need to keep any of the packing materials?",
      "content": "There's absolutely no need to keep any of the packing materials once you have unpacked your DreamCloud. If at any point during your trial you decide that the DreamCloud isn't quite right for you, don't worry about getting it back into its original box. Simply get in touch with a Sleep Specialist by calling (855) 976-4860.",
      "id": "b48ee517-3ebd-4b52-81f2-e14d2b2819f6",
      "companyName": "DreamCloud"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (833) 237-3269, Monday-Sunday 6am-7pm PST, or let me know if I can help via text, it may be faster.",
      "id": "3368f291-2b65-4032-983c-12c195bc2c05",
      "shortcut": "ps",
      "companyName": "DreamCloud"
    },
    {
      "name": "How do I start a return?",
      "content": "Please contact us by calling (855) 976-4860. Our team is available 7 days a week, 6 am - 7 pm PST and they'll be more than happy to help out!",
      "id": "a536ea21-b5a2-420d-bb22-ca132498e799",
      "companyName": "DreamCloud"
    },
    {
      "name": "Military Discount",
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://www.dreamcloudsleep.com/mattress-discount/military",
      "id": "16b15b83-3e28-4c89-9b24-64a987bfe72a",
      "shortcut": "ms",
      "companyName": "DreamCloud"
    },
    {
      "name": "What Frame goes with Adjustable Base?",
      "content": "If you're looking for a stylish frame to go with it, you can check out the DreamCloud Claremont Bed Frame here: https://www.dreamcloudsleep.com/bed-frames/claremont-upholstered-wood-platform-bed\n\nIt also works well with most bed frames, whether you're placing it inside an existing frame, on a platform bed, or directly on the floor. Plus, it comes with 8\", 3\", and 2\" extender legs to help you find the most comfortable height. Let me know what you think!",
      "id": "7bafae9b-e628-4b09-b7c4-b65682698180",
      "companyName": "DreamCloud"
    }
  ]
}
