{
  "companyKey": "ekster",
  "templates": [
    {
      "name": "Can I exchange my items?",
      "content": "If you already know which item you would like to exchange your product for, head to our returns portal to arrange your own exchange. Your new order will be shipped out to you as soon as we have received your order back in our warehouse. Please note that items can be exchanged for another product within 100 days from the date of delivery. If you exceed this timeframe, unfortunately, we won't be able to offer a refund, store credit, or exchange. You can find more details here: https://ekster.attn.tv/abjH6cAhs07k",
      "id": "bbce9e71-97d4-48c8-8ac9-960231d749b8",
      "companyName": "Ekster"
    },
    {
      "name": "I didn't get a return label",
      "content": "If you didn't receive a return label after processing a request via our return portal, we are reviewing your return request as it consists of items that require additional attention. You'll receive an email from us as soon as your return has been reviewed. Please allow 2-3 business days for this. \n\nIf the items you are returning are defective or damaged, please complete a Warranty Claim for instead. Defective items will not be processed for a refund at our warehouse.",
      "id": "424ac4cd-e519-43c3-8cb7-3ceca7d325e8",
      "companyName": "Ekster"
    },
    {
      "name": "How to reedem rewards/loyalty points?",
      "content": "To redeem your Ekster + Loyalty points, please ensure that you are logged in to your account before proceeding to checkout. During the checkout process, you will have the option to select the points you'd like to apply to your order which will apply the discounted value to your total before you pay.",
      "id": "3d2ba75c-4390-4579-bd3b-19027d177489",
      "companyName": "Ekster"
    },
    {
      "name": "How durable are your wallets?",
      "content": "Our wallets are very durable, we invest in the creation and discovery of innovative materials like vegan recycled leather made from car windshields and LWG-certified leather that feel as good in your pocket as it does for the planet.",
      "id": "ca2f19c6-a4be-4ff4-8915-ba88c76c1f44",
      "companyName": "Ekster"
    },
    {
      "name": "What is the range for the Wallet Tracker Card?",
      "content": "The net range of the Wallet Tracker Card is up to 200 ft (60 m) with BLE 4.0.",
      "id": "f64b6278-3daa-40df-8de5-458126672939",
      "companyName": "Ekster"
    },
    {
      "name": "How do I get the free Cash Clip?",
      "content": "In order to claim a free cash clip with your order, make sure to add one to your cart before you checkout. Then, as you proceed to the checkout - put your code in the discount field. Keep in mind that the free clip wouldn't work for the orders which have solely a gift bag, a cash clip already in them, or only the cash clip as the product in the cart.",
      "id": "70578f99-202a-4518-ad0f-9c39889d6fed",
      "companyName": "Ekster"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://ekster.com/pages/id-me",
      "id": "3532cb58-1594-4dca-a499-6eaed8aca5ac",
      "shortcut": "ms",
      "companyName": "Ekster"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/eksterwallets/ and FB here: https://www.facebook.com/eksterwallets",
      "id": "b4cc86dd-5fb0-4bf6-a1f5-f96d1a76a1aa",
      "shortcut": "smd",
      "companyName": "Ekster"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at nest@ekster.com. Our team is happy to chat.",
      "id": "a7299f2c-4388-4819-80fe-976fe188733e",
      "shortcut": "wls",
      "companyName": "Ekster"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out!",
      "id": "31d313ca-4333-450c-8da6-6257507a1252",
      "shortcut": "sl",
      "companyName": "Ekster"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://support.ekster.com/en-US/what-is-eksters-return-policy-213238",
      "id": "16ba3786-a94a-433d-a1f9-427ec2836f24",
      "shortcut": "rp",
      "companyName": "Ekster"
    },
    {
      "name": "Compare wallets / difference between wallets",
      "content": "Check out this comparison guide we put together - https://ekster.attn.tv/sl/g347TZW3 It shows all the features of each wallet, and also allows you to take our quiz to determine which one is the best for you.",
      "id": "d25ee95d-122e-44b2-8930-5fa3fb5a0333",
      "companyName": "Ekster"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "We design all our products in the Netherlands and our manufacturing is done all over the world, with the majority in India and some in China. Our tanneries work under LWG Gold-Rated conditions, meaning they have standardized operating procedures that keep the environmental and social impact in mind.",
      "id": "0c4cf0ef-71bd-4fe2-80aa-b53341b65bd1",
      "shortcut": "mfc",
      "companyName": "Ekster"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "id": "1b1f34de-22d3-4799-befa-547b591dcf26",
      "shortcut": "ps",
      "companyName": "Ekster"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can learn more and apply for our brand ambassador program here -https://ekster.com/pages/ambassadors",
      "id": "c2ac9005-874a-459d-ab37-aa82810888ce",
      "shortcut": "ams",
      "companyName": "Ekster"
    },
    {
      "name": "What carrier does you use to ship to Hawaii?",
      "content": "We use USPS First Class Mail when shipping to Hawaii.",
      "id": "2c872fee-cb29-4aaa-a39e-3dbe3b4a1c27",
      "companyName": "Ekster"
    },
    {
      "name": "What's the Ekster Tool Card?",
      "content": "The Ekster Tool Card is a wallet tool card that includes 7 unique tools into one compact card. The tool collection includes 5-inch wrenches, a flathead screwdriver, a SIM card pin, a box opener, a bottle opener, a metric ruler, and an inch ruler.",
      "id": "daa00c87-283f-46e8-b3c2-048f4622953c",
      "companyName": "Ekster"
    },
    {
      "name": "Is the Ekster Tool Card TSA-compliant?",
      "content": "Yes, this tool card is currently considered compatible with TSA guidelines, so you don't have to worry about bringing it through security (but make sure to double-check based on your specific location).",
      "id": "27187df3-0086-4244-a99a-e072e38de242",
      "companyName": "Ekster"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at nest@ekster.com. Our team is happy to help!",
      "id": "b2d2cb70-80e5-4c94-aca0-f3b71e7f3548",
      "shortcut": "cs",
      "companyName": "Ekster"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $50. Maybe you can add something else to reach the minimum?",
      "id": "830ba5a1-6ddf-470a-9da9-11b6d2401ae8",
      "shortcut": "fs",
      "companyName": "Ekster"
    },
    {
      "name": "Cancel / edit order",
      "content": "The best way to handle this is to email us directly at nest@ekster.com. Our team is happy to help!",
      "id": "124fe063-fd10-49a9-99eb-5f89479ff1ad",
      "shortcut": "ced",
      "companyName": "Ekster"
    },
    {
      "name": "Difference between a tracker card, and an AirTag?",
      "content": "Our Tracker Card is a thin, credit card-shaped tracker with a small square of solar panels that it uses for charging. Our AirTag is a small disc that's almost the shape and size of the watch battery that powers it. You can read more about it here: https://ekster.attn.tv/sl/q44Z88VG",
      "id": "bfaf2653-669e-4bcd-bb03-3b5d3f4fb967",
      "companyName": "Ekster"
    },
    {
      "name": "Does the AirTag wallet come with the AirTag?",
      "content": "No, the AirTag is not included, my apologies.",
      "id": "e199633c-7e02-4b1f-b13c-6f7cfa27dbae",
      "companyName": "Ekster"
    },
    {
      "name": "How long does a replacement/store credit take to be issued.",
      "content": "Once your item has been returned, please allow 2-3 business days for them to be assessed. A member of our staff will then issue you a store credit or ship you a replacement, depending on your request.",
      "id": "f58d3f77-4e71-46ba-ad7e-ddaf8702b055",
      "companyName": "Ekster"
    },
    {
      "name": "Damaged/ defective product",
      "content": "The best way to handle this is to send us an image or video of the issue at nest@ekster.com. If the file is too large, you can send it to us via wetransfer.com. Our team is happy to help.",
      "id": "7e82469f-1cd6-48a0-8a3d-fa5e835596e8",
      "companyName": "Ekster"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 2 business days. Once shipped, it will take 2-6 business days for domestic orders, and 10-14 business days for international orders.",
      "id": "f9deaccd-8553-4d3f-b69f-46613d725fdb",
      "shortcut": "shp",
      "companyName": "Ekster"
    },
    {
      "name": "Initiate Return/Exchange",
      "content": "You can start your return or exchange through our return portal here: https://ekster.loopreturns.com/#/",
      "id": "0141645e-152b-4fa0-95fb-0c7bf6bfc9c6",
      "companyName": "Ekster"
    },
    {
      "name": "How does the tracker card work?",
      "content": "With the help of our Tracker Card, you can ring your wallet from your phone or vice-versa, get notified when you leave your wallet behind, and most importantly, use your phone to find your wallet on a map. You can check it out here: https://ekster.attn.tv/sl/nstey_SB",
      "id": "3f0ea480-041c-4f94-b984-4df77ab2cc6d",
      "companyName": "Ekster"
    },
    {
      "name": "Dimensions and weight of the Tracker Card",
      "content": "These are the weight and measurements of the Tracker Card:\n\nWeight: 0.5 oz\nWidth: 2.1 inches\nHeight: 3.3 inches\nDepth: 0.1 inch",
      "id": "94b21d70-79e3-4848-b5de-6259c308da19",
      "companyName": "Ekster"
    },
    {
      "name": "What is the difference between your wallets?",
      "content": "The Parliament Wallet: https://ekster.attn.tv/apc2oB9kIa51 is crafted with premium Indian leather. It is our bestseller and can hold up to 12 cards. It has a built-in aluminum cardholder that is RFID-protected so you can fan your cards out at the click of a button.\n\nThe Vachetta collection: https://ekster.attn.tv/aQfTVXvSrgVF is made with Italian leather, and vegetable-tanned according to traditional methods which only a handful of tanneries carry out. Vachetta's vegetable tanning means the leather becomes darker and shinier as it ages.\n\nThe Fortuna collection: https://ekster.attn.tv/aMDtJery-f0s is made with Cambridge leather, which is low-waxed and slightly shinier. As it ages, the Fortuna will wear with a matte finish, and the leather will become softer with use.\n\nAll of our wallets come with our quick card access mechanism and RFID-blocking technology with the exception of our Modular Bifold wallet.",
      "id": "561d3a0a-b1db-413f-a4c2-773545297ba2",
      "companyName": "Ekster"
    },
    {
      "name": "I can’t find the engraving option for the product I wish to order?",
      "content": "Keep in mind, we currently only allow engraving on certain styles on our website. If you do not see the engraving option available for a product you wish to purchase, unfortunately, we cannot engrave this product for you.",
      "id": "67d51047-4c2e-40b5-8aca-070606e21e11",
      "companyName": "Ekster"
    },
    {
      "name": "How much does engraving cost?",
      "content": "Engraving costs $15 per item.",
      "id": "82b5b003-3fdf-4dcc-879f-80d0589f959a",
      "companyName": "Ekster"
    },
    {
      "name": "What can I get engraved / How many letters and characters?",
      "content": "You can engrave your wallet with up to 20 letters / digits of your choice.",
      "id": "06eb570b-6970-43f9-9e56-e25436eda4f3",
      "companyName": "Ekster"
    },
    {
      "name": "How can I return my engraved item?",
      "content": "Items that engraved are not eligible for returns. Please note that no exceptions will be made and the sale is final.",
      "id": "b9bc94e5-09bd-43e0-9050-946602699499",
      "companyName": "Ekster"
    },
    {
      "name": "Where on the wallet can I place the engraving?",
      "content": "We currently offer two wallets for engraving: our Classic Parliament Wallet and our Aluminum Cardholder. Our team has selected the best location for engraving on these wallets, and you can view the placement by choosing the Personalisation option on the product page. It is not currently possible to request engraving on another part of the wallet than is displayed on our website.",
      "id": "95de207b-6792-4034-9868-e0a29ec58a10",
      "companyName": "Ekster"
    },
    {
      "name": "Can I choose a color for the engraving?",
      "content": "It's not possible to choose a colour for engraving. We precision engrave our wallets with a laser, a process where a very thin layer in the aluminium or leather is altered revealing your design. On coloured aluminium this results in white engravings, on silver aluminium and leather the engraving is dark grey.",
      "id": "9d14da5a-63d1-47f5-9006-5544ed00a54a",
      "companyName": "Ekster"
    },
    {
      "name": "How long will it take to receive my engraved item?",
      "content": "Due to the precision involved with engraving your order, it takes an extra 1-2 days for Ekster to fulfil your order. From the moment your order is placed, it should take our team 3-4 days to process the engraving, and then your order will be shipped out to you. You will receive an email with the tracking information once your order is shipped.",
      "id": "e20af465-1e9a-48f8-a3fa-3de35e6c39f2",
      "companyName": "Ekster"
    },
    {
      "name": "Warranty policy",
      "content": "All our products come with a 2-year warranty from the date of delivery. While our Cardholder Pro comes with an exclusive Lifetime Warranty. You can take a look at our full warranty policy here: https://support.ekster.com/en-US/what-is-eksters-warranty-policy-213233",
      "id": "1a102b92-7020-4c0b-81a0-bf5efd921cb4",
      "shortcut": "wp",
      "companyName": "Ekster"
    },
    {
      "name": "How soon will I get my refund?",
      "content": "Once your item(s) have been returned, please allow 5-10 business days for them to be assessed. A member of our staff will then issue your refund and notify you via email. A credit will automatically be applied through the original method of payment within 10 business days.",
      "id": "f141c8c9-3cd6-4710-8e43-7833961332b6",
      "companyName": "Ekster"
    }
  ]
}
