{
  "companyKey": "fragrancenet",
  "templates": [
    {
      "name": "To help with your decision",
      "content": "To help with your decision today, check out our gift guide. It's helpful when picking something out even if it's for yourself: https://www.fragrancenet.com/gift-guide",
      "id": "236c0f63-8c74-46bb-af49-e030b752721b",
      "shortcut": "hyd",
      "companyName": "FragranceNet"
    },
    {
      "name": "Just Looking Best Sellers",
      "content": "Sounds good. Here are our most popular products at the moment: https://www.fragrancenet.com/ni/fragrances?f=0!4U\nDoes anything catch your eye?",
      "id": "0883944f-af1e-43b0-9294-b63ad6afb822",
      "shortcut": "bs",
      "companyName": "FragranceNet"
    },
    {
      "name": "Difference between parfum, EDP, EDT, and cologne",
      "content": "Parfum has the highest concentration of juice, causing the scent to be released over a longer period of time in a series of notes. The second-highest concentration is found in Eau de Parfum which has a touch lighter smell to it than perfume. Then, the Eau de Toilette has a lighter scent than Eau de Parfum, so I recommend that you apply it liberally. Lastly, Eau de Cologne is the most subtle version of fragrance. If it helps further, Eau de Toilette and Eau de Cologne are generally interchangeable, particularly in Men's fragrances.",
      "id": "0e42173a-f43a-4128-9014-98df5b93423a",
      "companyName": "FragranceNet"
    },
    {
      "name": "Do the testers come with regular caps?",
      "content": "It's not guaranteed because some of them come without the caps. Let me know if you have more questions I can answer for you.",
      "id": "65badd22-b5d5-48e4-a2bc-cd250e79ea4e",
      "companyName": "FragranceNet"
    },
    {
      "name": "Where are you located?",
      "content": "We're located in NY, USA.",
      "id": "98f6cc8c-3d8d-4c2a-8b40-83f628fd6721",
      "companyName": "FragranceNet"
    },
    {
      "name": "Why am I not getting 80% off as advertised?",
      "content": "The savings on some items can be 'up to 80%' off in comparison to the manufacturer's suggested retail price. However, the final discount depends on the coupon. Feel free to check out our coupons page for the best available deals: https://www.fragrancenet.com/discount_coupon",
      "id": "1acba4be-30b5-4f3b-83bd-ee22c781b10e",
      "companyName": "FragranceNet"
    },
    {
      "name": "How do I start a return?",
      "content": "In order to start a return, you first have to obtain an RMA number from our customer service department, here: https://www.fragrancenet.com/f/net/rfi_return.html",
      "id": "87cff2a1-fbfb-4131-a06c-e04af5c4f48e",
      "companyName": "FragranceNet"
    },
    {
      "name": "Does the fragrance have a new or old recipe/formula/scent?",
      "content": "Unfortunately, we do not have a record on what batch will be received in an order. We are also unable to ensure that a specific batch will be received in an order as well. However, we do gladly accept returns on any item you're unhappy with.",
      "id": "867e81a5-2730-473a-aa8a-fa12701f1d36",
      "companyName": "FragranceNet"
    },
    {
      "name": "Order Status / When will my order arrive?",
      "content": "We offer a convenient online 'Order Status' feature which you can access here: https://www.fragrancenet.com/status",
      "id": "9a651a2b-093f-43c9-93aa-4028fb8bd8f1",
      "companyName": "FragranceNet"
    },
    {
      "name": "Wholesale inquiries",
      "content": "You can fill out our wholesale application here - https://www.fragrancenet.com/f/net/welcome.html and our team will contact you within 24 hours (excluding weekends). For other wholesale inquiries, please email us directly at wholesale@fragrancenet.com.",
      "id": "21b796ee-6769-4cab-ad1e-18fbcd3db1cc",
      "shortcut": "wls",
      "companyName": "FragranceNet"
    },
    {
      "name": "Can testers be returned?",
      "content": "Yes, a tester item is returnable.",
      "id": "69cdd3b1-25da-4b85-82a7-ee837f368915",
      "companyName": "FragranceNet"
    },
    {
      "name": "Can you refill/reuse the travel sprays?",
      "content": "With regards to the pre-filled travel sprays, we do not offer a refill service for the colognes, while it is possible to refill them. Our product guarantee for the travel spray is for single use only with the existing scent since it is not meant for reuse.",
      "id": "4e657dd1-37ff-4ff9-b682-cfb5fdb31bf1",
      "companyName": "FragranceNet"
    },
    {
      "name": "I don't see a product on your website, product is not in stock/available",
      "content": "Unfortunately, we don't have a specific timeline on when new products will be listed. But we do have this product suggestion form that you can fill out - https://www.fragrancenet.com/f/net/request_product.html We'll do our best to notify you via email when it's in stock.",
      "id": "0047bbba-5db5-4397-8b98-3c0ad62ee93d",
      "shortcut": "pna",
      "companyName": "FragranceNet"
    },
    {
      "name": "Why do I see different prices?",
      "content": "Our inventory and prices are subject to change and we often run sitewide promotions so feel free to check our website frequently to stay up to date.",
      "id": "bcc9beca-f3c8-4311-a32a-e8330ac092d7",
      "companyName": "FragranceNet"
    },
    {
      "name": "Do you offer gift wrapping?",
      "content": "Unfortunately, we don't offer gift-wrapping services at this time.",
      "id": "c45c143d-e0d0-4b17-bd6b-6aa404f30d32",
      "companyName": "FragranceNet"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://instagram.com/fragrancenet# and FB here: https://www.facebook.com/fragrancenet",
      "id": "cbfaa792-546a-4464-8b3c-54a5fdd57363",
      "shortcut": "smd",
      "companyName": "FragranceNet"
    },
    {
      "name": "Website shows free shipping with no minimum purchase but it's not reflected at checkout",
      "content": "Shipping is free on all domestic orders over $59.\n\nHowever, free shipping with no minimum is a 'coupon'. The offer banner must be clicked on to have the coupon applied to your shopping bag. \n\nIt's important to note that we can only authorize the use of one coupon per order. Coupons, discounts and other promotions cannot be combined.",
      "id": "72e39252-3d48-4d2d-a1b8-b5fce8a6c41a",
      "shortcut": "fsb",
      "companyName": "FragranceNet"
    },
    {
      "name": "Are the perfumes real or fake?",
      "content": "All products showcased on our site -  FragranceNet.com are 100% original brand names. We only carry genuine brand-name perfumes, colognes, and beauty products. Absolutely NO imitations or knock-offs.",
      "id": "fbbb11c7-2982-484f-a2c5-bbd625f81c74",
      "companyName": "FragranceNet"
    },
    {
      "name": "What are testers?",
      "content": "Testers are genuine, authentic, fresh and 100% original. They contain the same original fragrance and are used by department stores to help promote a particular fragrance. Testers are made by the manufacturer and sometimes come in a plain box, or without the fancy cap. Because there is no decorative packaging, we can purchase these items for less and pass the savings on to you. If the UPC codes or any other tracking codes are missing, altered, or defaced from any product box or bottle, it was not done by the manufacturer and occurred in the supply chain after it left the manufacturer.",
      "id": "fe9c82f7-1e5c-43e9-bc4c-c49fb2422746",
      "companyName": "FragranceNet"
    },
    {
      "name": "Promo Inquiry / Will you have future sales?",
      "content": "I recommend keeping an eye on your texts and emails to stay up to date on everything! You can also check out our coupons page for some awesome available deals: https://www.fragrancenet.com/discount_coupon",
      "id": "cc425945-bb32-4442-aee2-9b93c0b23f80",
      "companyName": "FragranceNet"
    },
    {
      "name": "I'm tax exempt, any tax deductions? Which states collect sales tax?",
      "content": "Sales taxes are automatically calculated depending on where the order is being shipped. If the county where the order is being shipped to requires the collection of taxes, a sales tax will be charged. States exempt from sales taxes are: Alaska, Delaware, Montana, New Hampshire and Oregon",
      "id": "c0bb2b96-b5b4-4d39-a9d4-0649d7af54a3",
      "companyName": "FragranceNet"
    },
    {
      "name": "Do you offer price matching?",
      "content": "At this time, we don't offer price matching.",
      "id": "ebe07107-2e74-41ad-a1a0-f3975db4c5d6",
      "companyName": "FragranceNet"
    },
    {
      "name": "Do you offer monthly subscriptions?",
      "content": "We do offer monthly subscriptions, that's a great way to test out new perfumes! You can subscribe here: https://www.fragrancenet.com/subscriptions/subscribe",
      "id": "31a855cc-4912-4226-9546-d2e239712e16",
      "companyName": "FragranceNet"
    },
    {
      "name": "Gift finder / Do you sell gift cards?",
      "content": "We have gift certificates and you can send one through here: https://www.fragrancenet.com/f/net/gift_certificates.html",
      "id": "a19a5c80-3492-4fc6-bccb-cbb8dbfab2dd",
      "companyName": "FragranceNet"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "We have an affiliate program that you can check out right here: https://www.fragrancenet.com/help/affiliate_program",
      "id": "4c4e9e37-c89d-4a24-8860-7cbc9d8fb1a0",
      "shortcut": "ams",
      "companyName": "FragranceNet"
    },
    {
      "name": "Is pricing information/receipt included with orders?",
      "content": "Our packing slips do not include prices for any of your purchased items. Your order confirmation serves as your receipt for your purchase.",
      "id": "af5a2997-e90d-4c0a-87fa-dc9cbdf89207",
      "companyName": "FragranceNet"
    },
    {
      "name": "Why has a scent/recipe/formula changed?",
      "content": "Great question! However, Fragrancenet.com is not a manufacturer so we cannot offer specific product information. You can contact the manufacturer directly for assistance regarding your request.",
      "id": "f4925972-005a-498a-8b46-c3e359c3b073",
      "companyName": "FragranceNet"
    },
    {
      "name": "Free samples",
      "content": "Unfortunately, we do not offer free samples right now, but we do feature mini fragrances for men and women throughout our website. Occasionally, we include samples with orders, but this is not guaranteed.",
      "id": "fea4876f-7897-4456-a224-00230ada6c53",
      "companyName": "FragranceNet"
    },
    {
      "name": "Military / First responder discount",
      "content": "Thank you for your service! We don't specifically have discounts for that, however, you can check out current promotions here: https://www.fragrancenet.com/discount_coupon",
      "id": "3ac8f3cf-851b-4454-a58d-b19198ca79d9",
      "shortcut": "ms",
      "companyName": "FragranceNet"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.fragrancenet.com/help/store_locator",
      "id": "6920f44e-78b9-477e-8fc7-3117f22a225b",
      "shortcut": "sl",
      "companyName": "FragranceNet"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on orders over $59 within the US. Maybe you can add something else to reach the minimum?",
      "id": "8a70f4f2-baf5-4607-b3b9-c7268a31aebe",
      "shortcut": "fs",
      "companyName": "FragranceNet"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to contact us via this link: https://www.fragrancenet.com/help/email_us or give us a call at 1-800-727-3867. Our team is happy to help!",
      "id": "8bdb495c-e713-47c9-b74c-33d2f0e8ecb0",
      "shortcut": "cs",
      "companyName": "FragranceNet"
    },
    {
      "name": "Shipping Policy",
      "content": "Our processing time takes 1-2 business days and we usually ship via USPS, UPS, Ontrac or FedEx. Once shipped it will take 4-7 business days domestically and 4-15 business days internationally.",
      "id": "3733c698-b73e-451d-93f6-c151ead59986",
      "shortcut": "shp",
      "companyName": "FragranceNet"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.fragrancenet.com/help/returns_cancellations",
      "id": "cc94bb70-3fb2-449a-b17d-a31f66d8486b",
      "shortcut": "rp",
      "companyName": "FragranceNet"
    },
    {
      "name": "Order Upsell",
      "content": "By the way, have you seen that we offer samples of different scents? They are a great way to test out a bunch of fragrances in case you decide you need something new down the line: https://www.fragrancenet.com/boutiques/perfume-samples",
      "id": "dc59570b-db9d-4a84-9b3b-a7865d0f53ce",
      "shortcut": "ous",
      "companyName": "FragranceNet"
    },
    {
      "name": "Cancel / edit order",
      "content": "There is a small window of time after your order is placed during which cancellations can be processed. Simply go to our order status page here: https://www.fragrancenet.com/status , enter in your order information, and click \"Request Cancellation\" at the top. If the cancellation window has passed, your order may already be in processing or fulfillment. In such cases:\nWe recommend reviewing our return or exchange policy here: https://www.fragrancenet.com/help/returns_cancellations#return once the item has been delivered.",
      "id": "6d6d61de-d888-4457-89d2-d9ffd22e97d1",
      "shortcut": "ced",
      "companyName": "FragranceNet"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-800-PARFUMS (727-3867) or let me know if I can help via text, it may be faster.",
      "id": "ef35b9e8-abad-49dc-9892-0c559e146366",
      "shortcut": "ps",
      "companyName": "FragranceNet"
    },
    {
      "name": "Shipping policy - expedited shipping",
      "content": "We offer Express U.S. Shipping which takes 1-2 business days guaranteed, excluding weekends. The price starts at $15.95 depending on the weight of what you ordered. We also offer 1-Business Day Shipping which takes 1 business day guaranteed, if you order by 12pm EST for delivery next business day, excluding weekends. It starts at $19.95 depending on the weight of what you ordered. Please note that both options aren't available for a P.O Box address.",
      "id": "b48741f7-928f-40b2-be39-8463274d64ba",
      "companyName": "FragranceNet"
    },
    {
      "name": "Order status - My order is on hold? Why is my order on hold?",
      "content": "In order to ensure a safe shopping experience, we may place an order on hold and ask our customers to confirm specific information. Please refer to the email we sent you and provide us with the requested information in order to continue processing your order.",
      "id": "d90befb0-74dc-4766-b5a4-8c2cd8738c6a",
      "companyName": "FragranceNet"
    },
    {
      "name": "Account email - My email address has changed, how do I update the email?",
      "content": "If you had previously created a web account with us log in and change your email address. Otherwise please register to create a new account with your new email address. https://www.fragrancenet.com/f/net/login.html",
      "id": "bde17299-132a-44e6-b7f4-1b8dde9c0010",
      "companyName": "FragranceNet"
    },
    {
      "name": "Order status / tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order:  https://www.fragrancenet.com/status",
      "id": "bbbc63d1-5802-4ac4-b722-297698955b1a",
      "companyName": "FragranceNet"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.fragrancenet.com/boutiques/50-percent-off-specials",
      "id": "3f5d3152-3bb0-4f36-b61e-87a292b75c3b",
      "shortcut": "spg",
      "companyName": "FragranceNet"
    },
    {
      "name": "How do I cancel my subscription?",
      "content": "You can cancel your subscription at any time (up to 2 business days before processing of your next monthly shipment) by contacting us at: subscription@fragrancenet.com. Just have your order number and email address associated with your Purpl Lux subscription ready.",
      "id": "0e587853-d636-4cab-a5bf-164258458efc",
      "companyName": "FragranceNet"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here: https://www.fragrancenet.com/help/faqs_loyalty#qg1",
      "id": "cb6846d3-e7e1-4cca-9c7a-07edb4078667",
      "shortcut": "rwd",
      "companyName": "FragranceNet"
    },
    {
      "name": "Payment Methods",
      "content": "We accept: MasterCard, Visa, American Express, Discover Card, Diners Club, PayPal, PayPal Credit, Amazon Payments & Afterpay.",
      "id": "33a9b7da-e52e-470a-9a32-61083597c1d0",
      "companyName": "FragranceNet"
    }
  ]
}
