{
  "companyKey": "gardner-white",
  "templates": [
    {
      "name": "Post Purchase Inquiries",
      "content": "We don't handle post-purchase requests via text. Please submit your request using this link: https://www.gardner-white.com/about/contact, live chat with one of our agents via the website or give us a call at 248-481-2200. Please let me know if you have any questions about our products, I'm more than happy to help out!",
      "id": "f5135cf1-da63-40d8-8961-6ab03a632402",
      "shortcut": "ppi",
      "companyName": "Gardner-White"
    },
    {
      "name": "Can I track my delivery truck?",
      "content": "Yes! On the scheduled day of your delivery/service, you will get a text and email with a three-hour window of when to drivers expect at your house. If you're scheduled for daytime you will be contacted the night before or early in the morning with your timeframe. If you're scheduled for evening you will be contacted in the afternoon (between 3pm and 5pm) with your timeframe. After that happens you can then use the Track Your Truck tool: https://www.gardner-white.com/customer-service/delivery-tracking\n\nIt will let you know what stop you are in the lineup, what the expected time for arrival is, and where your truck is at the moment.",
      "id": "10d76836-f87d-4d37-bd35-28c8a860a396",
      "companyName": "Gardner-White"
    },
    {
      "name": "Can I use 50 month financing with multiple cheaper mattresses?",
      "content": "I'm afraid that our 50-month financing won't work on mattresses below $1499, even when you buy multiple of them and the total is over $1499.\nIt will only work on individual mattresses over $1499.",
      "id": "6830310e-0659-479f-a3f0-e0e5412d5099",
      "companyName": "Gardner-White"
    },
    {
      "name": "Does the BIG RAPIDS mattress need a box spring?",
      "content": "Yes, the Big Rapids mattress needs a box spring.",
      "id": "11909297-a307-43af-b87e-e042736fc297",
      "companyName": "Gardner-White"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly by filling out this form https://www.gardner-white.com/about/contact .\nYou can also live chat with one of our agents via the website or give us a call at 248-481-2200. Our team is happy to help!",
      "id": "2012f093-33bb-4a48-8a6f-feaf050b9f0a",
      "shortcut": "cs",
      "companyName": "Gardner-White"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/gardnerwhite/ and FB here: https://www.facebook.com/GardnerWhiteFurniture",
      "id": "20346d6b-5c38-4f4f-9028-bc45f02b78d8",
      "shortcut": "smd",
      "companyName": "Gardner-White"
    },
    {
      "name": "Store location",
      "content": "You can find a store near you here: https://www.gardner-white.com/locations",
      "id": "66de45ab-7b9e-4c11-b301-c751bc3e0705",
      "shortcut": "sl",
      "companyName": "Gardner-White"
    },
    {
      "name": "How can I enter the spin to win?",
      "content": "The spin to win is an in-store promotion. When you arrive at one of our showrooms, you can ask the salesperson to participate in the spin to win and they'll bring you to the digital wheel so you can spin.",
      "id": "38f198c3-6dca-4e8f-87f3-351443f2bbdc",
      "companyName": "Gardner-White"
    },
    {
      "name": "What is doorstep delivery / door step?",
      "content": "Doorstep delivery is our contactless delivery option. Our delivery team won't bring your furniture inside like they do with our White Glove option, but they'll deliver to your doorstep, garage, deck, driveway, or wherever on your property that works best for you. Be aware that some assembly may be required.",
      "id": "2c839c81-cf84-483e-9061-d618cf6626b3",
      "companyName": "Gardner-White"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 248-481-2200, Mon-Sat 10am-9pm and Sun 11am-7pm or let me know if I can help via text, it may be faster.",
      "id": "2646f35a-07ce-40fb-9a5b-75974cd49ad7",
      "shortcut": "ps",
      "companyName": "Gardner-White"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.gardner-white.com/customer-service/return-policy",
      "id": "c1afca8b-776f-4573-b5d4-0e8b0819ceae",
      "shortcut": "rp",
      "companyName": "Gardner-White"
    },
    {
      "name": "Do you deliver to my area?",
      "content": "We have a wide delivery area across Michigan. We deliver to our regular delivery area 7 days a week, and other select areas on specific days of the week. Would you mind sharing with me your ZIP code so I can double-check? Alternatively, you can enter your ZIP code at the top of this page to see your delivery options: https://www.gardner-white.com/customer-service/pickup-delivery",
      "id": "e6c76f50-3cc2-4fd0-898b-c89468e5ef48",
      "companyName": "Gardner-White"
    },
    {
      "name": "Financing Option",
      "content": "Special financing is available, and you can see if you pre-qualify here: https://gw.attn.tv/sl/xn3uvgGj",
      "id": "84f42fa2-129e-4417-abe3-93e6e71eea50",
      "companyName": "Gardner-White"
    },
    {
      "name": "Up North Delivery deals?",
      "content": "Sure, we're now delivering to a wider area. You can check this for more details about that deal: https://www.gardner-white.com/customer-service/pickup-delivery/up-north-delivery-deals",
      "id": "7edb4ecb-e7f3-41c5-be11-aaa9cf922b90",
      "companyName": "Gardner-White"
    },
    {
      "name": "Warranty Policy",
      "content": "You can take a look at our full warranty policy here: https://www.gardner-white.com/customer-service/warranty-care-protection",
      "id": "33ff7651-93ba-4278-a74f-01d3e00d6983",
      "shortcut": "wp",
      "companyName": "Gardner-White"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but if it helps, you can check out the items we have on sale here: https://www.gardner-white.com/promo/on-sale-now/",
      "id": "204b00cf-474a-4e74-9b14-94c53c8d600f",
      "shortcut": "ms",
      "companyName": "Gardner-White"
    },
    {
      "name": "Shipping Time",
      "content": "We have a wide delivery area across Michigan. We deliver to our regular delivery area 7 days a week, and other select areas on specific days of the week. If you live outside of our delivery area then we usually ship via UPS or FedEx and once shipped, it will take 7-10 business days to receive your order. Oversized items may take longer, 14-21 business days.",
      "id": "fa4db6bb-2a10-4b24-8e65-5fd58fd65f3c",
      "shortcut": "shp",
      "companyName": "Gardner-White"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! The best way to discuss this is to contact us via this link: https://www.gardner-white.com/customer-service/service-request Our team is happy to chat.",
      "id": "20673e61-7b6e-40c3-b02b-0e87391a49ae",
      "shortcut": "ams",
      "companyName": "Gardner-White"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to contact us via this link: https://www.gardner-white.com/about/contact Our team is happy to chat.",
      "id": "61a0b260-53b4-41cb-bb8c-0ebb4a4e1ee4",
      "shortcut": "wls",
      "companyName": "Gardner-White"
    },
    {
      "name": "Cancel / edit order",
      "content": "We don't handle post-purchase requests via text. Please submit your request using this link: https://www.gardner-white.com/about/contact, live chat with one of our agents via the website or give us a call at 248-481-2200. Please let me know if you have any questions about our products, I'm more than happy to help out!",
      "id": "31d02e07-e2a6-470a-ab3d-052d7c6d2f39",
      "shortcut": "ced",
      "companyName": "Gardner-White"
    },
    {
      "name": "Free delivery",
      "content": "We offer 2 different types of free delivery in our regular delivery area across Michigan: Doorstep and White Glove. Free Doorstep Delivery is available Monday through Friday on in-stock merchandise. If you purchase a mattress over $699, your entire order qualifies for free White Glove Delivery any day of the week including the same day.",
      "id": "86aaa5d5-bedf-4224-8b34-7140b1656385",
      "shortcut": "fs",
      "companyName": "Gardner-White"
    },
    {
      "name": "Is the mattress included?",
      "content": "For beds or bedroom sets, a mattress would need to be bought separately.",
      "id": "b27b9fd2-bc20-476c-b9c8-9fdb8cd72a41",
      "companyName": "Gardner-White"
    },
    {
      "name": "Will you take away my old mattress?",
      "content": "Yes, we offer at no charge the removal of your old set. This is subject to the condition of the old mattress. Once picked up, your old set is sent for destruction and cannot be retrieved.",
      "id": "fdcc8f70-8ebc-460c-bb43-ad338edbb83a",
      "companyName": "Gardner-White"
    },
    {
      "name": "How should I prepare for delivery?",
      "content": "Here are some tips for a smooth delivery experience: someone 18 or older must be present at the time of delivery, including Doorstep Delivery. For White Glove, have your room ready ahead of time since our delivery drivers cannot move existing furniture in your home. Also, move any fragile items from the path of delivery, including from the walls.",
      "id": "f034de57-099d-4ffb-93f6-f88b037201bd",
      "companyName": "Gardner-White"
    },
    {
      "name": "Can I select my delivery time?",
      "content": "While you can't select a specific time for delivery, we do offer two different delivery windows: daytime/afternoon and evening delivery. Our daytime deliveries begin at 8 am and our evening deliveries (including Same Day) begin at 4pm and run through 11 pm. Some areas outside our regular delivery area are limited to specific days of the week. We also have a Track Your Truck tool to give your more specific information when your delivery will arrive on the day.",
      "id": "93e34baa-35e7-420c-9fc9-451343e35aa0",
      "companyName": "Gardner-White"
    },
    {
      "name": "What if I want to pick up my furniture myself?",
      "content": "Not a problem! Free customer pick-up is available at our Auburn Hills warehouse starting when the store opens and ending 1 hour prior to the store closing daily. You can check the store hours here: https://www.gardner-white.com/locations \n\nPlease bring a vehicle that has adequate space to transport your furniture. We are not responsible for unsafe loads. Items picked up from our warehouse may require assembly and may still be in their original factory packaging.",
      "id": "d9e7f4f0-5f76-4573-9b00-b271f82dc59c",
      "companyName": "Gardner-White"
    },
    {
      "name": "Do you offer evening delivery?",
      "content": "Yes! We offer evening delivery 7 days a week (excluding major holidays) in our regular delivery area. Our evening delivery routes start at 4pm and run through 11pm. You'll receive a 3-hour window of time to expect your truck.",
      "id": "e9ba53c9-2b3c-44d0-a63c-8442dc99318b",
      "companyName": "Gardner-White"
    },
    {
      "name": "What is White Glove Delivery?",
      "content": "White Glove Delivery places your order in the room of your house of your choosing. Your order will be fully assembled and all packaging materials will be removed. White Glove service begins at only $149.99 and is free with mattresses starting at $699.",
      "id": "6e1f4993-aa8c-4fab-b76d-665e4866e886",
      "companyName": "Gardner-White"
    },
    {
      "name": "Do you offer assembly?",
      "content": "Yes! We assemble all furniture that comes out of our warehouse as part of our White Glove delivery. Online exclusive items (marked as \"Free Shipping\") ship directly from the manufacturer and may need to be assembled.",
      "id": "38f3cc12-0f01-409f-99df-9337138cda4b",
      "companyName": "Gardner-White"
    },
    {
      "name": "Customer texts in GIFT2",
      "content": "Great! Just show this message to your sales associate!",
      "id": "7a5a2957-aeb7-4a1f-b9a9-1b9ed94b5850",
      "shortcut": "ctt",
      "companyName": "Gardner-White"
    },
    {
      "name": "Customer texts in GIFT",
      "content": "Are you in-store registering for your free gift?",
      "id": "986b3884-57dd-4f62-87a1-99d50453366e",
      "shortcut": "cto",
      "companyName": "Gardner-White"
    },
    {
      "name": "How much does furniture removal cost?",
      "content": "Furniture removal is $99 per piece.",
      "id": "7fb556e6-ea8e-43d1-b77d-93a1f7c9d0db",
      "companyName": "Gardner-White"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.gardner-white.com/promo/on-sale-now",
      "id": "33c5bfa1-3a08-4504-933a-8fe4fdff07f9",
      "shortcut": "spg",
      "companyName": "Gardner-White"
    },
    {
      "name": "Does your mattress have fiberglass?",
      "content": "I understand your concern! Our mattresses do not have fiberglass in them.",
      "id": "2ce268aa-45de-4dac-8d76-cbb75b4341cf",
      "companyName": "Gardner-White"
    },
    {
      "name": "Do you offer price adjustment",
      "content": "We always offer a 30-day low-price guarantee. If you purchase today, and the price goes lower within 30 days, you are eligible for a price adjustment.",
      "id": "bd9be267-7927-4352-9bfb-3ee79f865f3e",
      "companyName": "Gardner-White"
    },
    {
      "name": "Do you price match?",
      "content": "We price-match any local competitor with a brick-and-mortar location within 50 miles of our store. The competitor must have the same item from the vendor and be in stock.",
      "id": "3108156b-1349-4255-8535-84dce6cc54f6",
      "shortcut": "pmc",
      "companyName": "Gardner-White"
    },
    {
      "name": "Do I need a down payment?",
      "content": "Any promotion above 24 months would have a down payment between 10% and 25%.",
      "id": "a2147c1e-a2dc-427b-8054-8e16aecd350d",
      "companyName": "Gardner-White"
    },
    {
      "name": "Do you offer furniture removal as well?",
      "content": "We offer old furniture haul away service at $99 per piece. In order to qualify for this service, you need to have selected the White Glove Delivery and then pay the additional $99 per piece. \n\nWe do not offer the haul away service with the doorstep delivery service.",
      "id": "9fdff7eb-2c94-4bf1-846e-b7654b48e786",
      "companyName": "Gardner-White"
    },
    {
      "name": "Will you remove my old mattress?",
      "content": "Pick up and disposal of an old mattress is at the driver's discretion and can and will be refused if it's torn, ripped, stained, infested with bugs, etc.",
      "id": "5821badc-caf6-41aa-a41e-83a31e711804",
      "companyName": "Gardner-White"
    }
  ]
}
