{
  "companyKey": "grande cosmetics",
  "templates": [
    {
      "name": "What are the perks of your subscriptions?",
      "content": "By subscribing, you can enjoy the items you want, save 15%, and receive free shipping. Plus, you'll never have to worry about running out because we'll refill your desired items at your chosen shipping frequency and send a reminder a few days in advance.",
      "id": "d78bff52-5e15-4a4b-b741-de1758020f91",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://grandecosmetics.com/collections/excess-collection",
      "id": "64e1db2c-97c6-4844-9359-434ba75f293d",
      "shortcut": "spg",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Are your products safe to use while pregnant/breastfeeding?",
      "content": "Since our GrandeLASH-MD consumer perception studies did not include pregnant or breastfeeding women, we do not recommend that it be used during this time.",
      "id": "7adf9146-b5a8-40ef-a03e-33be1f66127e",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "GrandeREWARDS code errors/issues",
      "content": "I'm afraid GrandeREWARDS can't be used in conjunction with a promotion, a bundle, or an Auto-Delivery order. Apologies for the inconvenience!",
      "id": "dad79c6f-7976-41e0-bcc4-fbe194f4943c",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Does the GrandeLASH-MD serum contain castor oil?",
      "content": "No, our GrandeLASH-MD serum doesn't have castor oil in it.",
      "id": "0102b809-1ba6-4ba7-9143-266035e991a6",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Post Purchase Inquiries",
      "content": "We don't handle post-purchase requests via text. Please email your request to customerservice@grandecosmetics.com or feel free to call this number 877-835-3010. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "id": "fac551a6-e53c-4f79-b931-46289beb2e39",
      "shortcut": "ppi",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Do my points expire?",
      "content": "If you have been inactive/not purchased for the past 24 months (i.e. no earning or spending of points), then your points balance may be set back to zero and your tier level downgraded. Make sure you spend and earn points within 24 months to retain your balance and tier status.",
      "id": "42923a08-1708-458b-9248-4d25ca9a024a",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Are your products cruelty free?",
      "content": "Yes, we are cruelty-free and registered with PETA.",
      "id": "7fe1be04-7dd6-4621-9083-63939095501c",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What does the Lip Luggage Set include?",
      "content": "This trio treats lips to some TLC with three perfect travel companions for a nourished, pillowy soft, plumper-looking pout. It includes a full-size GrandeLIPS Hydrating Lip Plumper, a full-size GrandePOUT Plumping Lip Mask, and the new GrandeBUFF Moisturizing Lip Scrub.",
      "id": "4f24cbd6-1bda-4fe9-af69-a84a2266b3ca",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What does the Passport to Lashes set include?",
      "content": "This transformative travel trio goes to great lengths to take your lashes to new heights, with instant and long-term results. It includes a full-size of the clinically \nproven, iconic GrandeLASH-MD, a travel-size GrandeREPAIR Leave-in Lash \nConditioner and a mini GrandeDRAMA Intense Thickening Mascara.",
      "id": "7af750c7-4ac6-45bd-b8e7-cc69c7c52c95",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What does the Jet Lag Fix Set include?",
      "content": "This travel trio flies to the rescue for parched, puffy eyes! It includes a full-size of the clinically proven, iconic GrandeLASH-MD, a full-size GrandeREVIVE brightening and depuffing eye cream, and a Face Globe relaxation massage tool for the ultimate Jet Lag Fix.",
      "id": "d623e158-c743-42ac-983e-bca6596619e5",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What does the Ready Set Jet include?",
      "content": "Our Ready Set Jet Set is a 5-piece set that includes a full-size, iconic GrandeLASH-MD Enhancing Serum, mini GrandeBROW Enhancing Serum, mini GrandeDRAMA Intense Thickening Mascara, mini GrandeLIPS Hydrating Lip Plumper in Clear Gloss, and super-moisturizing GrandePOUT Plumping Lip Mask in Berry Mojito.",
      "id": "c560521e-35f6-46e1-9a45-6e17afacfa73",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What does the Lash Luggage set include? - only available at Ulta Beauty",
      "content": "This 5-piece set is perfectly packed for every possible lash need. It includes a full size of the cult fave, GrandeLASH-MD, mini sizes of the GrandeREPAIR Leave-in Lash Conditioner, the lash-loving GrandeMASCARA (Regular & Waterproof), and the GrandeDRAMA Intense Thickening Mascara.",
      "id": "45da508d-d25f-4cf8-9e79-60d8793e3522",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What does the First Class beauty Set include? - only available at Sephora",
      "content": "This 4-piece set includes everything you need to give your own natural lashes and brows a first-class upgrade at an incredible value. Includes a full and mini \nsize of the cult fave, GrandeLASH-MD, travel size GrandeBROW, and mini size \nGrandeLINER to promote the appearance of longer, thicker looking lashes and bolder looking brows.",
      "id": "c8890fac-e04d-4d77-ac40-7e24ed31a525",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What does the Destination Grande Set include?",
      "content": "This transformative trio features three full-size favorites for lush lashes and bolder brows. It includes a full-size iconic GrandeLASH-MD Enhancing Serum, a full-size GrandeBROW Enhancing Serum - for clinically-proven results over time - and a full size of lash-loving GrandeMASCARA for instant volumizing results.",
      "id": "1ede007c-48bd-41e7-a37d-35104425c193",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What happens if I stop using GrandeLASH-MD?",
      "content": "While there's no harm in your eyelashes if you stop using them, your lashes won't maintain the benefits you achieve while using the product and will eventually return to its original appearance. We recommend using it once a day for 3 months and then after that, use it once every day for maintenance.",
      "id": "bb43d496-6878-4d64-b20c-8d2d9ec7148d",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://grandecosmetics.com/pages/shipping-returns",
      "id": "2198dd1e-5a7b-4416-8d2d-e91316ff9426",
      "shortcut": "rp",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "How do I start a return/exchange?",
      "content": "You can start your return here: https://grandecosmetics.returnlogic.com/",
      "id": "e24687f8-0097-480f-bdbd-baf0aca06197",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Is the \"GrandeLASH-LIFT Heated Lash Curler\" safe to use daily?",
      "content": "Yes, it's safe to use everyday.",
      "id": "8299c58a-9526-484c-ada1-20af8f11d647",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 1-2 business days and we usually ship via FedEx. Once shipped it will take 5-7 business days for domestic orders.",
      "id": "933e0f5e-820f-45cb-bed3-24c26cb6767a",
      "shortcut": "shp",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "How long will the Travel Size GrandeBROW Brow Enhancing Serum last?",
      "content": "It will last you 8 weeks.",
      "id": "6e50a1ec-449a-49c3-bfe2-346591ebda04",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Size of the travel size grande lash enhancing serum?",
      "content": "The travel size is 1ml and should last for 6 weeks.",
      "id": "786da03e-1978-4c96-9fd7-24545208dd53",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at customerservice@grandecosmetics.com or give us a call at 877-835-3010. Our team is happy to help!",
      "id": "a1e0226a-5bd1-4698-bca1-1bea44e25d3d",
      "shortcut": "cs",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $50. Maybe you can add something else to reach the minimum?",
      "id": "30986f5e-feb7-48c8-a48b-93ee7f9532ef",
      "shortcut": "fs",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Hair VS Lash VS Brow Serum",
      "content": "Aside from having a slight difference in ingredients, the hair, lash and brow serums are all geared towards different results and are tailored as such. Our hair serum is formulated for use on dyed hair and helps to support hair health for the appearance of healthier, thicker looking hair. Our lash serum is suitable for contacts and lash extensions and helps to promote the appearance of naturally longer, thicker looking lashes. Our brow serum conditions brow hairs for a healthier looking appearance and helps to promote the appearance of naturally fuller, bolder looking brows.",
      "id": "efa9ef6b-dfb4-4405-a0b7-3827fc27fc13",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Cancel / edit order",
      "content": "I'm afraid that orders cannot be canceled or modified once they've been placed. We really apologize for the inconvenience.",
      "id": "d796a1e3-c93e-4d46-8ecf-a98db41def8b",
      "shortcut": "ced",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Are your products sold on Amazon?",
      "content": "Yes! We've partnered exclusively with Amazon Premium Beauty, who is the only authorized seller of our products on amazon.com. Note that we strongly advise against purchasing our products from any other Amazon re-sellers.",
      "id": "e285dc67-a2ba-47a9-a9bf-379f0d99c68e",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "How do I redeem points?",
      "content": "To redeem points, sign in and go to your account page. Once there, click on GrandeREWARDS. You can redeem points by clicking on the redeem tab. You can use up to $20 in rewards per order. Note that before adding the rewards code, the products in your cart must be equal or greater than your redemption amount. If your order total is less, you will forfeit the remaining rewards redemption difference.",
      "id": "1e9cd3fa-f2d4-4779-9c8e-b87fa5d7d547",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Can I use GrandeBROW on my lashes?",
      "content": "For your lashes, use GrandeLASH-MD which is specifically formulated for eyelashes. Your brows are on a 4 month cycle, while your lashes are on a 3 month cycle.",
      "id": "cf61e962-67f0-4474-b9ff-aa8b1aad368d",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What are the possible side effects of GrandeLASH-MD Lash Enhancing Serum?",
      "content": "Some people may experience a slight tingling or stinging on the eyelid. If the sensation persists and is associated with redness/irritation - please discontinue use as this may be an allergic reaction.",
      "id": "971ef50d-5dab-4337-8ecc-1a4f2b01d953",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "What are GrandeGummies",
      "content": "They're a delicious beauty-enhancing gummy that promotes envy-worthy hair, skin, lashes and brows.",
      "id": "0c0ec2ca-ad27-4b8b-b406-b6259b737e85",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/grandecosmetics/ and FB here: https://www.facebook.com/GrandeCosmetics/",
      "id": "bed6fda7-2cf2-4bd0-9347-2a2b4674cbd4",
      "shortcut": "smd",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Military, teachers, students, nurses, medical providers (doctors), hospital employees, first responders, and government employees discount",
      "content": "Thank you for your service! We currently offer an exclusive 15% discount when you are verified through ID.me. You can learn more and apply for your discount here: https://grandecosmetics.com/pages/id-me",
      "id": "1ddaa8cb-28d5-4bd4-9498-197d5085d5c4",
      "shortcut": "ms",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 877-835-3010 or let me know if I can help via text, it may be faster.",
      "id": "588323b1-d055-4d4f-b7b7-2f2ee1723833",
      "shortcut": "ps",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Rewards / referral program",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://grandecosmetics.com/pages/rewards We also have a referral program where you can give your friends $15 off on their first order of $75+ and get $15 for each successful referral - https://grandecosmetics.com/pages/refer",
      "id": "0dec9638-605a-46c6-bcb3-08cad2bd28d0",
      "shortcut": "rwd",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at customerservice@grandecosmetics.com. Our team is happy to chat.",
      "id": "65c2a369-6217-45d1-b3da-d12dc810b4dd",
      "shortcut": "wls",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can learn more and apply for our affiliate program here: https://grandecosmetics.com/pages/affiliate",
      "id": "5f017322-9d04-4ce1-9b7a-3282e808876b",
      "shortcut": "ams",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find our products in Sephora, Ulta, Morphe, and some Macy's stores.",
      "id": "54b43264-c457-4e86-b1a8-97721727bb20",
      "shortcut": "sl",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "I seem to be loosing more lashes than usual after using your product. Is that normal?",
      "content": "Lash shedding is a natural part of the 3-month lash life cycle and you may be surprised to learn that we typically lose at least 2-3 lashes a day! If you feel you are losing more than normal, this can be the result of improper product use. There are also many others reasons why this could be happening. It could be an ingredient in your make up remover, cleanser, or even environmental changes.",
      "id": "107c0156-cff1-43cd-8613-079f22977f70",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Cancel Subscription",
      "content": "To modify or cancel your subscription, kindly create or log into your Grande account here: https://grandecosmetics.attn.tv/sl/g-b37yHz",
      "id": "5f048d5c-1159-4c67-abe0-f802f7341496",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "Does GrandeLASH have prostaglandins?",
      "content": "Yes, GrandeLASH contains prostaglandins. Rest assured that all of our products are rigorously tested for safety, though! You can read about our testing here: https://grandecosmetics.com/pages/grandelash-md-safety-testing",
      "id": "ba0d5d70-261a-4faa-934c-c944b4d1ed62",
      "companyName": "Grande Cosmetics"
    },
    {
      "name": "If a customer's autoship order was purchased using Shop Pay",
      "content": "Have you placed the order using Shop Pay? Unfortunately, we no longer accept Shop Pay as a form of payment anymore, and due to the fact we don't accept that form of payment we may have cancelled your auto-delivery. You should have received an email confirmation if this is the case, could you please check your spam and promo folders?",
      "id": "2bfb85e0-f439-475b-8b67-cde902d24c4a",
      "companyName": "Grande Cosmetics"
    }
  ]
}
