{
  "companyKey": "grandpa gus",
  "templates": [
    {
      "name": "Customers replies with 2+ journey responses",
      "content": "Thanks for your feedback. Enjoy 15% OFF your favorite Grandpa Gus products. \n\nUse Code: TIC15\nThis offer expires in 5 days.\n\nBuy now: https://www.grandpagus.com/collections/all",
      "id": "0635cae6-42e8-4211-a6be-92bc3f45be71",
      "shortcut": "jny",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Do you ship to Canada?",
      "content": "We are a Canadian-founded company that manufactures and is head-quartered in the USA. However, we no longer ship to Canada due to the overburden of Canadian regulations. As such, we have moved our entire company to the USA where we are welcomed with open arms.",
      "id": "2015afd0-cc54-44fb-8ee9-599ef5230224",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Does the mouse product work on rats?",
      "content": "That's a great question! While we only guarantee our mouse-repellent pouches for mice, we have had many customers say that this product helps keep rats away. Many customers have told us that our pouches work for rats, but we've only lab-tested the product on mice.\n\nThat being said, we do have a spreadable rodent repellent powder that has been tested on rats and we do recommend it for rats. You can learn more about it here: https://www.grandpagus.com/products/rat-mouse-powder-rodent-repellent?variant=40063174049869",
      "id": "a45e5f28-31f7-4571-8ef9-1c3450399268",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "How long does the pouches last?/Can I still use opened pouches?",
      "content": "Gus's pouches will last 30 - 90 days depending on airflow. If you put them in a tight, enclosed area, like an RV or vehicle cab in the fall, they should be good until freeze-up at which point the mice have stopped moving. If you use them in a closet or garage where there is more airflow, they will last about 30 days. Pouches unused, sealed in the silver bag, will last for months and months since the bag is air tight. Hope this helps!",
      "id": "e2360bea-82c2-4531-807a-5f8f9dda24f9",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "How do mice leave?/How does the pouches work on mice?",
      "content": "Mice often enter and exit homes rather than just staying in one place the entire time. Our pouches will make the area in which they are placed less appealing to mice and they will be triggered to leave. Mice can crawl through a hole the size of a dime, so nearly all homes have areas we can't see where mice enter and exit. You can buy your pouches here: https://www.grandpagus.com/pages/mouse-repellent-pouches",
      "id": "0ecf8046-ad51-4357-98ef-da9b327af9cf",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "How many pouches per room? How many do you need for a house?",
      "content": "We recommend that you use 4 pouches for an average-sized bedroom. Each pouch should cover 50 sq feet. Most people that use pouches in their home place them in the problem areas that mice are drawn toward. Because mice rely highly on scent, they often seek out areas that have a pre-existing smell they like (food, other mice, etc).\n \nBy washing these areas and placing pouches, or mouse repellent spray along the baseboard, you will block these scents that draw in mice.",
      "id": "29c88fb0-76bc-4802-89ad-a827ea3b2823",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "How do I remove item from Cart?/How do I change the quantity in my cart?",
      "content": "On the address information screen of your cart, click \"Return to cart\" in the bottom left corner of the screen. Then select the quantity box, change your quantity and press \"Checkout\". You can check out a quick video here: https://vicwestimporters.zendesk.com/hc/en-us/articles/360052749474-How-Do-I-Change-The-Number-Of-Items-In-My-Cart",
      "id": "28dfe677-3b8a-4bfd-8a34-6891f509175b",
      "shortcut": "rmv",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "How many do you need for a car? Truck?",
      "content": "We recommend 2-4. Definitely get one in the trunk, 1-2 for the interior and if you're winterizing it, throw one under the hood.",
      "id": "21df6a44-96e6-4514-8e85-8a03cc4fb98b",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "How many do you need for a vehicle?",
      "content": "A standard vehicle cab requires one pouch. For a bigger vehicle like a van, 1 - 2 pouches. We recommend 1 pouch for every 50 sq ft.",
      "id": "1d9aa01a-987c-4624-9ea7-413815a567d6",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "The mouse product did not work/I put the pouches and found mice/mouse",
      "content": "We are sorry to hear that the pouches aren't working for you, but we can help you out. We very often find that our customers would like help with their mice problem first so they can get rid of their mice. Can you please tell us more about where you tried using the pouches? We can provide you with the following tips as well:\n \n- We suggest not putting baited traps in the same area as the pouches. The bait counteracts the pouches.\n- It's always smart to wash the area where the mice/mouse have been active with soap and water. This will eliminate previous scents that draw them to the area.\n- Remove any food sources or baits and to plug entryways.\n- Are you sure you have mice, or is it rats? Our Mouse Repellent Pouches are only advertised and guaranteed for mice. Our Rodent Repellent Powder is guaranteed for rats.",
      "id": "ad74f41b-ee29-40db-96f5-51d48ff5a095",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "What's the difference between the Mosquito spray and Tick spray?",
      "content": "The Mosquito spray and Tick spray are technically the same formula. Therefore, the Mosquito spray can be used for tick (lasting 6 hours), and Tick spray can be used for mosquitoes (lasting 8 hours).",
      "id": "34c2319b-9001-4132-8316-929b9d16eca3",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $60 and a flat rate of $5.95 for orders below $60. Maybe you can add something else to reach the minimum?",
      "id": "6bf5a09a-94d6-4698-8375-ac9dbe9551cf",
      "shortcut": "fs",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Are your products safe to use around pets?",
      "content": "Yes, when used as directed. However, our products are not intended for use on pets. Never apply our products to your pets' fur or skin. Our products are made with natural plant-based actives but there is always a risk of topical allergies with your pets, so please don't apply to your furry companion.",
      "id": "751006d2-b4c6-4ab0-95f1-ee60e1d089ab",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@grandpagus.com. Our team is happy to help!",
      "id": "e1e42ab7-c333-49d1-b53b-9dbc156d9159",
      "shortcut": "cs",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "What is geraniol?",
      "content": "Found in the essential oils of many flowers, fruits, and vegetables, geraniol is a plant-based active ingredient that has been used as an insect repellent for many years. It is commonly used as a fragrance and smells like rose or citronella.",
      "id": "2e977525-9a3d-4a15-9177-11fb31483984",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://www.grandpagus.com/collections/closeout-sale",
      "id": "db77b661-5723-4585-8381-311fb50f5a00",
      "shortcut": "ms",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Are your insecticides safe for use around kids?",
      "content": "Yes! The plant-based active ingredients in our Ant, Roach, and Fly Killer Spray, our Ant, Roach, and Spider Killer Spray, and our Bed Bug Killer Spray work by soaking into the bug's body and deactivating their central nervous system. Our insecticide sprays are toxic to bugs but not people or pets, so they're perfect for use wherever bugs may be pestering you. Please avoid spraying on your skin or on your pets. While our insecticides are made with natural plant-based actives, they are not intended for topical use. If irritation occurs, wash the area with soap and water.",
      "id": "88fb6731-33a0-44a7-a4ab-0659d35e5205",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Store location / retailer",
      "content": "You can take a look at our official retailers here: https://www.grandpagus.com/pages/where-to-buy",
      "id": "e0d044ed-f2d1-4cb4-99cf-9fd003842a57",
      "shortcut": "sl",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "How do I use your products?",
      "content": "All of our products are easy to use! If you're looking for more guidance, each product has a how-to video on the product page.",
      "id": "2951907c-ad0e-441c-aec6-73f36efda010",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "All of our products are made in the USA.",
      "id": "10ea7495-64a6-4978-9372-4977663bb21a",
      "shortcut": "mfc",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Are your products EPA registered?",
      "content": "No, our products are made with minimum-risk ingredients that are generally recognized as safe. So, they are exempt from EPA registration under FIFRA Section 25(b).",
      "id": "1e05eee4-9235-4b3b-9afa-76af9d7beef2",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at support@grandpagus.com. Our team is happy to chat.",
      "id": "7ba93dce-7a5b-4242-9853-5de27ca77663",
      "shortcut": "ams",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Why does my mouse pouch and spider pouch packaging look different than what’s on your site?",
      "content": "Don't worry, you're still receiving the same amazing product. We're currently updating all our packaging to better reflect the Grandpa Gus brand. We've simply sent you packaging that bears our old branding.",
      "id": "72134667-a3ff-4894-86f9-c5e15bee63fd",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1 (888) 698-6463 or let me know if I can help via text, it may be faster.",
      "id": "ec01c9d0-9c36-4dec-8c61-12564a3135d2",
      "shortcut": "ps",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Return policy",
      "content": "You can check out our return policy here: https://www.grandpagus.com/pages/faqs#:~:text=What%20Is%20Your%20Return%20Policy%3F",
      "id": "a9ec1310-b0e9-484c-b9a9-b1960b296bd5",
      "shortcut": "rp",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on FB here: https://www.facebook.com/grandpagus",
      "id": "e0d7ac93-77dc-40f5-9f38-3dd3ea93efbc",
      "shortcut": "smd",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at sales@grandpagus.com. Please note that we sell wholesale to authorized retailers and distributors. We do not sell to online sellers without storefronts, and we do not authorize our distributors to do this either.",
      "id": "0dcd6f9e-4781-408e-8a4b-6f2fb78a2b53",
      "shortcut": "wls",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Cancel / edit order",
      "content": "Because we begin processing your order as soon as it's submitted, we cannot change or cancel your order once it's submitted. If you no longer need our products after receiving them, you can begin the return process by emailing us at email@grandpagus.com and provide proof of purchase.",
      "id": "1ce624e0-e28b-44c5-8e4f-88d575272393",
      "shortcut": "ced",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Do you offer international shipping?",
      "content": "At this point in time, we only ship to the United States.",
      "id": "803dca1b-b18f-497b-b8e8-06fc45c73630",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Is sodium lauryl sulfate a natural ingredient?",
      "content": "Yes! Sodium lauryl sulfate is a surfactant derived from coconut oil. It is commonly used in shampoos, soaps, toothpaste, and other cleaners as a detergent. As a surfactant, it tends to be slippery; we use sodium lauryl sulfate to keep insects from landing on you and your loved ones.",
      "id": "15945602-324d-4519-9a8a-a6044a68f8d5",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "What happened to your Potent Rodent Repellent?",
      "content": "Potent Rodent Repellent has been renamed as Rodent Repellent Spray: https://www.grandpagus.com/products/mouse-repellent-spray-16oz",
      "id": "be6c6147-e6f7-4bc3-b9a8-a488fb458548",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Shipping time",
      "content": "We ship all orders the following business day after your order is placed. You will receive a confirmation email with tracking information once your order is shipped. Most orders will arrive within 5-7 business days.",
      "id": "12f7cfcc-fb13-4425-b16a-a16d0520ec80",
      "shortcut": "shp",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "We are still getting mice after using Grandpa Gus spray and packets. Will it take longer?",
      "content": "Please note that our repellents repel, but do not eradicate. If you have a current mouse problem, we recommend utilizing our traps/lures to get rid of the mice first. Then use our pouches and sprays to never see a mouse again.",
      "id": "d10979b9-01a4-4ea0-b0fc-1ac5dca48c08",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Warranty policy/Guarantee",
      "content": "We want you to be happy with your purchase and that means solving your pest product to your satisfaction. Our \"Old-Time Handshake Guarantee\" guarantees that you are satisfied with the performance of our product (when used as directed) or you get your money back within 60 days of your product's arrival. You have our word and handshake on that. You can also take a look at our \"Old-Time Handshake Guarantee\" here: https://www.grandpagus.com/pages/old-time-handshake-guarantee",
      "id": "f256a418-1a69-4b8b-b80b-2a35fcc0e7f4",
      "shortcut": "wp",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.grandpagus.com/collections/closeout-sale",
      "id": "e4a132bb-3424-4779-bf55-5d861cc20bcb",
      "shortcut": "spg",
      "companyName": "Grandpa Gus"
    },
    {
      "name": "I need to modify my subscription",
      "content": "To manage your subscription, please log in or register your customer account through this page: https://www.grandpagus.com/a/account/login",
      "id": "a556ef31-f173-4766-b948-daacbfc43741",
      "companyName": "Grandpa Gus"
    }
  ]
}
