{
  "companyKey": "greenpan",
  "templates": [
    {
      "name": "May you recommend an induction collection?",
      "content": "We are happy to suggest you our Valencia, Venice Pro or GP5. You can check them on this link: https://www.greenpan.us/collections/sets?pf_t_features=feature%3Ainduction+ready\nI hope that this helps and if you have any questions I'll be happy to assist you!",
      "id": "7ee7f85d-c5f8-443d-bb19-c21b79ab2d3c",
      "companyName": "Greenpan"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.greenpan.us/collections?view=all-sale",
      "id": "a8dd27b4-6259-4b6a-b3cf-edfc77e1e3ea",
      "shortcut": "spg",
      "companyName": "Greenpan"
    },
    {
      "name": "How can I disable shipping protection?",
      "content": "You can disable the shipping protection by pressing the button under the total price you see on the checkout page! Here's a screenshot for reference: https://greenpan.attn.tv/aDbqzoN8VYgq Let me know if I can help you with anything else!",
      "id": "aae389ad-ddb2-442a-8fae-d72eb20ced85",
      "companyName": "Greenpan"
    },
    {
      "name": "How safe is Thermolon?",
      "content": "The absence of forever chemicals in our pans means they won't release toxic fumes, even if you accidentally overheat your pan. Thermolon can withstand temperatures up to 850째F/450째C, something that would not be safe to do with a conventional nonstick frypan. Thermolon has been certified by third party testing labs as conforming to international regular food contact standards set by the US FDA (USA Food & Drug Administration) and by EU regulators.",
      "id": "45bfd71d-0adb-46a3-beee-f10f9ac1950c",
      "companyName": "Greenpan"
    },
    {
      "name": "How can I deep clean my pan?",
      "content": "For the interior: fill the pan halfway with water and bring it to a near boil for about 2 minutes. Pour out the water and place the pan on a sturdy surface such as a wooden cutting board. Carefully use a restoring sponge (melamine) on the warm surface, this should do the trick. For the exterior: mix baking soda and a little water to form a smooth paste; then use paper towel to rub the paste over the stained area (exterior surfaces only).",
      "id": "2178961a-63de-44ef-ac96-fb5f8f042b25",
      "companyName": "Greenpan"
    },
    {
      "name": "Is Greenpan induction compatible?",
      "content": "Many of our collections are induction compatible. All our stainless steel collections are, as well as any collection with our Magneto induction base, which is specially designed for optimized performance on all stovetops.",
      "id": "e9ec7d1c-8d2a-46b9-b8fa-f611bf1b1dc8",
      "companyName": "Greenpan"
    },
    {
      "name": "How is your ceramic nonstick coating made?",
      "content": "It starts with sand-derived raw materials, which we turn into a solution and spray onto the pan without the need for glues or numerous PFAS additives. We've cut out the toxins-PFAS, PFOA, Lead, and Cadmium-so you can cook without worry.",
      "id": "4a5998d6-1d63-48e5-804d-3a4863d1b169",
      "companyName": "Greenpan"
    },
    {
      "name": "Are your pans dishwasher safe?",
      "content": "Most collections are, but hand washing is recommended to help your coating last longer. Check the packaging or your collection's page for care recommendations.",
      "id": "ec4591e5-eaa4-481d-a551-07f6fc0d407a",
      "companyName": "Greenpan"
    },
    {
      "name": "How should I care for my cookware?",
      "content": "To maximize performance use low to medium heat, silicone & wood utensils, and oil or butter. To clean, use a soft sponge with warm, soapy water. Let it cool before washing and store safely.",
      "id": "256060c5-a589-4706-a28c-e90132c4c80a",
      "companyName": "Greenpan"
    },
    {
      "name": "Does Thermolon heat faster than other coatings?",
      "content": "Thermolon ceramic nonstick is a better heat conductor than conventional nonstick coatings. We recommend that you cook on a lower heat setting than you would do with a conventional nonstick pan. This will prevent your food from burning.",
      "id": "f98b59d3-75f8-4d41-814c-0c68039f2861",
      "companyName": "Greenpan"
    },
    {
      "name": "Is your coating PTFE?",
      "content": "No, PTFE is a PFAS, and we do not use any PFAS including PTFE or PFOA in our coatings. Thermolon starts out with raw materials, which are derived from Silicon Dioxide, SiO2, which originally came from sand.",
      "id": "1b6760b4-99e7-4a5c-88e0-f84d653d9c4a",
      "companyName": "Greenpan"
    },
    {
      "name": "What stovetops can I use my pans on?",
      "content": "Most GreenPan cookware works on all stovetops, except induction. Pans with our Magneto induction bases work on all stovetops, including induction, as does any stainless steel collection. Check your packaging for more information or refer to our product pages.",
      "id": "e30d39d9-379c-40a4-8003-2b756d14471f",
      "companyName": "Greenpan"
    },
    {
      "name": "Premiere cookware collection",
      "content": "Our Premiere collection is exclusive to Williams Sonoma. Please check out our Venice Pro Noir, which is our most comparable collection: https://www.greenpan.us/collections/venice-pro-noir",
      "id": "85c6920e-0e1c-427f-a3fc-2af08fb57c14",
      "companyName": "Greenpan"
    },
    {
      "name": "Where can I find the same Premiere pans at Williams-Sonoma?",
      "content": "The closest to our Premiere at Williams-Sonoma is our Venice Pro Noir. Please check it out here: https://www.greenpan.us/collections/venice-pro-noir",
      "id": "aaf2889c-689a-4da3-9086-bcf41e5d5a72",
      "companyName": "Greenpan"
    },
    {
      "name": "Is Target an authorized retailer?",
      "content": "Yes, Target is one of our authorized retailers!",
      "id": "83e37c0b-3a9a-4709-8f81-f74084aeb32f",
      "companyName": "Greenpan"
    },
    {
      "name": "Do you price-match?",
      "content": "I'm afraid we don't price-match at this time.",
      "id": "ecd2c448-b78a-4e5c-b59a-34207a52254a",
      "companyName": "Greenpan"
    },
    {
      "name": "Can I use the Restoring Sponge for my non-stick pan?",
      "content": "The Restoring Sponge is great for occasional use if you notice sticking. However, everyday cleaning should be a soft sponge and soapy water.",
      "id": "4c27511e-b156-492d-aab8-18cefc04c96d",
      "companyName": "Greenpan"
    },
    {
      "name": "Are your products safe?",
      "content": "Yes, our products are safe and do not contain, PTFE, PFOA, PFAS, Lead or Cadmium. Hope this helps!",
      "id": "01a65f56-a2e2-4fd7-8b36-64440e5a68c5",
      "companyName": "Greenpan"
    },
    {
      "name": "Is there any aluminum in the slow cooker?",
      "content": "Yes, the GreenPan slow cooker does have an aluminum core coated with our Thermolon Volt ceramic coating.",
      "id": "eb4c9458-da21-42c5-b192-38bb3a87b031",
      "companyName": "Greenpan"
    },
    {
      "name": "When will you restock the 10-inch lids?",
      "content": "The 10-inch lids will be back in stock in mid-June 2023.",
      "id": "1513a81c-d073-4419-a4e3-94e842ca7aac",
      "companyName": "Greenpan"
    },
    {
      "name": "What's the difference between Reserve and Padova?",
      "content": "Both Reserve and Padova have a maximum oven temp of 600F, and both are anodized, making them durable. The key difference is that The Reserve is diamond enhanced, while Padova has an extra tough ceramic non-stick coating.",
      "id": "bfa1a608-2854-4f11-98f3-8f56eb078dfd",
      "companyName": "Greenpan"
    },
    {
      "name": "What's the difference between the Reserve ceramic collection on the Valencia Pro?",
      "content": "The Reserve range is reinforced with diamonds, our durable ThermolonTM healthy ceramic nonstick coating heats evenly and cleans up easily every time while the Valencia is enhanced with Minerals Pro which in essence is synthetic diamonds as well, it just goes by a different name. Both collections are very durable!",
      "id": "7dc0c954-c420-4117-a90e-6555a20ea70d",
      "companyName": "Greenpan"
    },
    {
      "name": "Difference between the Rio and Hudson",
      "content": "The Rio coating is enhanced with diamonds, where the Hudson is our basic Thermolon coating.  The Rio is also oven safe up to 350 degrees where the Hudson is oven safe up to 320 degrees.",
      "id": "2f7fb1ec-651d-4db5-94ca-e1bc28ab8a62",
      "companyName": "Greenpan"
    },
    {
      "name": "No promotions available",
      "content": "I don't have any codes available at the moment, but our deals will always be shared with our SMS subscribers or on our website so keep an eye out! In the meantime, you can check out our sales collection here: https://greenpan.attn.tv/sl/nckISpJs",
      "id": "db57ad3f-2e65-4978-aaff-ba83c9c02f48",
      "shortcut": "ncode",
      "companyName": "Greenpan"
    },
    {
      "name": "What is the difference between Valencia and Chatham?",
      "content": "The Valencia is induction where the Chatham is not. The Valencia coating is infused with synthetic diamonds for durability whereas the Chatham is our basic coating.",
      "id": "4b8fd893-85e7-4add-b3d8-9533d1211ac6",
      "companyName": "Greenpan"
    },
    {
      "name": "What size lid will fit my pan?",
      "content": "Lids of the same diameter as your pan(s) will fit. For example, if you have an 8\" pan, then an 8\" lid will fit. Hope that helps!",
      "id": "a453584d-3333-4c4d-9dbb-49cb58ea37fb",
      "companyName": "Greenpan"
    },
    {
      "name": "Can I put my pan in the oven?",
      "content": "Yes! You can put your pan in the oven without any worries when it has stainless steel handles. If your pan has stainless steel handles with a silicone insert, they're oven-safe up to 392째F. When your pan has Bakelite (mostly black-colored) handles, they're only oven-safe up to 350째F.",
      "id": "5ab18cfe-955d-4255-a7d0-58f218138d34",
      "companyName": "Greenpan"
    },
    {
      "name": "Is the essential smart skillet on the website identical to the one sold exclusively in William Sonoma?",
      "content": "Yes, they're the same.",
      "id": "17c45b72-19cf-4b28-849f-1c20f75abbff",
      "companyName": "Greenpan"
    },
    {
      "name": "What is the difference between the Rio and Reserve Cook set?",
      "content": "The Rio has a bakelite handle so the max oven temp is 350 whereas the Reserve is 600 degrees with the stainless handle and it has an aluminum-coated exterior while the Reserve is hard anodized making it more durable. The Reserve is also diamond enhanced whereas the Rio has a basic coating.",
      "id": "8cdc256e-9d21-4e68-8844-59f177f77019",
      "companyName": "Greenpan"
    },
    {
      "name": "Dimensions of the 1 & 2 quart saucepans / Do you have the lids?",
      "content": "1 quart is 6.5 in diameter and 2 quart is 7.5, but we unfortunately don't carry these lids.",
      "id": "41921f60-8d70-4c02-8feb-0f455d82c5bd",
      "companyName": "Greenpan"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.greenpan.us/pages/returns",
      "id": "3effd7e4-b09b-4df5-aae0-875b2f54b004",
      "shortcut": "rp",
      "companyName": "Greenpan"
    },
    {
      "name": "What's the most popular / best-selling set?",
      "content": "Our most popular sets are the GP5, Valencia and Venice Pro. They are both diamond-enhanced, dishwasher safe, oven safe, and metal utensil safe. Hope this helps!",
      "id": "1c0e71e2-96e0-49b7-9c86-8b8c99e034b3",
      "companyName": "Greenpan"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://www.greenpan.us/pages/warranty",
      "id": "58af9c6b-0b34-4474-b6f4-9061c28f3308",
      "shortcut": "wp",
      "companyName": "Greenpan"
    },
    {
      "name": "Can I use metal utensils?",
      "content": "While our coating is tough enough for metal utensils, nylon, bamboo, silicone, and wood utensils will preserve your pan's coating and keep it like new longer.",
      "id": "95d8edcf-b4db-43fa-b2e2-fe1fcc1fb8ad",
      "companyName": "Greenpan"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (877) 926-6526 (M-F 9:00 am - 5:30 pm EST) or let me know if I can help via text, it may be faster.",
      "id": "03ccba68-ae0b-4b66-86c3-15ad0f3c076a",
      "shortcut": "ps",
      "companyName": "Greenpan"
    },
    {
      "name": "Cancel / edit order",
      "content": "That's a great question. Looks like a product expert would be the perfect resource for questions like this. Please give us a call at 877-926-6526 or drop us an email customercare.us@greenpan.com. Our team will help you make healthy cooking easier.",
      "id": "2c4c23d2-2939-41f8-86cb-7c978b5b178f",
      "shortcut": "ced",
      "companyName": "Greenpan"
    },
    {
      "name": "Where do you ship from?",
      "content": "We ship from either our California or PA warehouse in the U.S., depending on inventory.",
      "id": "79c0510b-59ba-40c8-8ded-7ee420f047c6",
      "companyName": "Greenpan"
    },
    {
      "name": "Product too expensive",
      "content": "Thank you for the message. Please check out our current promotions as well as our sale items! We continually offer great promotions throughout the year, so please always check back!\n\nhttps://www.greenpan.us/pages/fine-print\nhttps://www.greenpan.us/collections?view=all-sale",
      "id": "525f9e4d-d69d-4f19-8e5d-3c95f7f74aa3",
      "shortcut": "pte",
      "companyName": "Greenpan"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.greenpan.us/apps/store-locator/",
      "id": "ed4c7611-a968-49da-acaf-569c47776ae4",
      "shortcut": "sl",
      "companyName": "Greenpan"
    },
    {
      "name": "Difference between the Venice Pro and Valencia Pro",
      "content": "The coating on both collections are infused with synthetic diamonds, not real diamonds. The Venice has a stainless exterior.  Both are induction compatible and have stay cool handles. The major difference is the exterior - it all comes down to personal preference.",
      "id": "2b780434-40a5-4c6a-a77e-0b48d970d6fb",
      "companyName": "Greenpan"
    },
    {
      "name": "Are saucepans sold separately?",
      "content": "Unfortunately, saucepans are only available in the Reserve sets and are not sold separately.",
      "id": "b4b393b4-261c-4041-a292-17f2049f2313",
      "companyName": "Greenpan"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "Our cookware is designed in our Belgian offices by our in-house product designers. It is produced, tested, and manufactured in our own factory in Jiangmen, China. As we own the factory, which has been awarded multiple ISO awards, not only do we provide the highest level environmentally friendly and socially conscious products, but we also have full control over the quality of products we deliver.",
      "id": "1cec8f16-a18f-4f2a-967b-c8ab8405d250",
      "shortcut": "mfc",
      "companyName": "Greenpan"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at customercare.us@greenpan.com. Our team is happy to chat.",
      "id": "4d355edc-f142-44c1-86b9-6caefa3b6a9d",
      "shortcut": "wls",
      "companyName": "Greenpan"
    },
    {
      "name": "Customer support",
      "content": "Our team of experts would be the perfect resource for questions like this. Please give us a call at 877-926-6526 or drop us an email at customercare.us@greenpan.com. Our team will help you make healthy cooking easier.",
      "id": "e758f742-3901-4966-9576-d3437a212c4e",
      "shortcut": "cs",
      "companyName": "Greenpan"
    },
    {
      "name": "When will you restock the Restoring Melamine Sponge?",
      "content": "It'll be out of stock until the end of June. Please keep an eye out here: https://www.greenpan.us/products/greenpan-restoring-sponge-2-pack",
      "id": "ba59bbf8-549f-4f91-9a4c-0312ac1292a4",
      "companyName": "Greenpan"
    },
    {
      "name": "Do your pans come with lids?",
      "content": "It depends, some sets come with lids and open fry pans don't. I'll be happy to double-check on my end, can you tell me which specific pans you were looking at?",
      "id": "cd3a133e-219a-46d4-bc03-a4532a20221a",
      "companyName": "Greenpan"
    },
    {
      "name": "Do you have any recommendations?",
      "content": "We recently launched a product quiz on our site which aids and guides you as to what cookware to buy. We've received amazing feedback from our customers regarding it, so I highly recommend you check it out: https://www.greenpan.us/pages/greenpan-collection-quiz Happy cooking!",
      "id": "d6c0e81c-0cd6-402a-8317-1728e7091ef8",
      "shortcut": "dhr",
      "companyName": "Greenpan"
    },
    {
      "name": "Do you have stainless steel?",
      "content": "Yes, we do. You can check out our stainless collection here: https://www.greenpan.us/collections/sets?pf_t_material=material%3Astainless+steel",
      "id": "57f2f92d-4a67-4387-8c02-47dbb0d2b79c",
      "companyName": "Greenpan"
    },
    {
      "name": "Do you have anything without aluminum in it?",
      "content": "All our cookware have an aluminum core since it is a great conductor of heat. A stainless option would work best for you as the aluminum is pillowed between stainless steel. Check out our stainless collection here: https://www.greenpan.us/collections/sets?pf_t_material=material%3Astainless+steel",
      "id": "7462f569-f3c5-47ce-9ba0-c551c0c4b92f",
      "companyName": "Greenpan"
    },
    {
      "name": "Can I delay my delivery/shipping?",
      "content": "Unfortunately, we do not offer delayed delivery.  Let me know if you need further help.",
      "id": "b09f80c6-4f34-424e-af1b-b6c6cb47c59d",
      "companyName": "Greenpan"
    },
    {
      "name": "Can I use Valencia pans on gas stove?",
      "content": "Of course, you definitely can. Regardless of your cooking surface - induction, gas, electric, halogen, or ceramic, our unique base will ensure even heat distribution.",
      "id": "45bd3f22-f098-4e56-8442-204aaf751e91",
      "companyName": "Greenpan"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG here: https://www.instagram.com/theoriginalgreenpan/",
      "id": "91c7bf67-373e-4f7d-8792-e1f7f76cb1ec",
      "shortcut": "smd",
      "companyName": "Greenpan"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at customercare.us@greenpan.com. Our team is happy to chat.",
      "id": "eac68028-fd78-49f3-856a-ad97f4e6ebbe",
      "shortcut": "ams",
      "companyName": "Greenpan"
    },
    {
      "name": "Product-specific questions",
      "content": "That's a great question. Looks like a product expert would be the perfect resource for questions like this. Please give us a call at 877-926-6526 or drop us an email customercare.us@greenpan.com. Our team will help you make healthy cooking easier.",
      "id": "4581d39a-7626-4e21-8342-ba25db271b14",
      "shortcut": "ppi",
      "companyName": "Greenpan"
    },
    {
      "name": "Warranty issues",
      "content": "Our team of experts would be the perfect resource for this. Please email us at customercare.us@greenpan.com. Kindly send us a photo of the damaged item and your order number as well. Our team will help you make healthy cooking easier.",
      "id": "b03cba54-f206-4c21-b17d-9f2227d3eba8",
      "companyName": "Greenpan"
    },
    {
      "name": "Restock button",
      "content": "I would be more than happy to check on this with my team of experts. Can you tell me which product you were looking at specifically?",
      "id": "902ef211-38db-42fc-adbe-08b3273895ea",
      "shortcut": "stof",
      "companyName": "Greenpan"
    },
    {
      "name": "Restock? [autosend enabled]",
      "content": "I would be more than happy to check on this with my team of experts. Can you tell me which product you were looking at specifically?",
      "id": "313f320d-f801-41ac-ab34-0bb978e91dd3",
      "shortcut": "stok",
      "companyName": "Greenpan"
    },
    {
      "name": "Shipping time",
      "content": "We offer standard shipping rate which takes 5-8 business days from order receipt to delivery. Your order will ship from our East or West Coast Distribution Center based on delivery location and product availability.",
      "id": "af9a8920-edc8-4275-b52c-4f1df7a03108",
      "shortcut": "shp",
      "companyName": "Greenpan"
    },
    {
      "name": "I'm sending this as a gift. Will you be including receipts in the package?",
      "content": "Rest assured we don't include any financial information with orders.",
      "id": "21783530-dd96-4b34-8a31-a608d38d73d5",
      "companyName": "Greenpan"
    },
    {
      "name": "Do you ship internationally?",
      "content": "Unfortunately, we currently don't ship internationally. Our apologies for any inconvenience this might cause.",
      "id": "c74b17d9-254f-429e-97af-51821f356281",
      "companyName": "Greenpan"
    },
    {
      "name": "Free shipping",
      "content": "We offer free standard shipping on orders equal to or greater than $125 (excluding sales tax) within the contiguous US. Maybe you can add something else to reach the minimum?",
      "id": "05ef71e3-0b02-4806-ae5f-7c4bef6f8c69",
      "shortcut": "fs",
      "companyName": "Greenpan"
    },
    {
      "name": "What is the difference between Omega and Valencia frypans?",
      "content": "They are very similar, both induction compatible. Valencia has won an award from America's Test Kitchen and is one of our most popular collections. Both are excellent choices. Omega is black exterior while the Valencia is grey. It is a personal choice but both are excellent collections.",
      "id": "02b70157-1c0d-4934-a5d6-480bb08da8b1",
      "companyName": "Greenpan"
    },
    {
      "name": "Do you have/sell lids for saucepans?",
      "content": "I'm afraid we do not sell lids for saucepans at the moment.",
      "id": "b1ac4112-4b39-4358-bf7d-db4442d7f10c",
      "companyName": "Greenpan"
    },
    {
      "name": "I have the 6qt smart skillet and want to use it for a slow cooker recipe. Which setting do I choose?",
      "content": "Please use either the sauce or simmer program if you plan to slow cook. The temperatures are listed in the care and use manual, so you can find the best setting for you.",
      "id": "d1e9fc80-27b3-493c-8e8b-50491836d99e",
      "companyName": "Greenpan"
    },
    {
      "name": "How does the Paris compare to Omega & Valencia?",
      "content": "Both Valencia and Omega are induction compatible. Valencia has won an award from America's Test Kitchen and is one of our most popular collections. Both are excellent choices. Omega is a black exterior while Valencia is grey. It is a personal choice but both are wonderful collections.\n\n Paris is not induction-compatible but very good quality and that is the main difference.",
      "id": "edc8b340-3aff-44db-9f4b-ce370d081802",
      "companyName": "Greenpan"
    },
    {
      "name": "Do you sell replacement grill plates?",
      "content": "At this time, we do not sell plates through our site or at any retailer. However, we are working to make them available in the future.",
      "id": "3bf54ee7-c8f8-4c1d-8d8f-1c3343e723ae",
      "companyName": "Greenpan"
    },
    {
      "name": "Do the gold tone handles fade or tarnish?",
      "content": "No, the handles don't fade.",
      "id": "9fef4e71-67f3-43f6-aa93-08673d4ec676",
      "companyName": "Greenpan"
    },
    {
      "name": "Do you have the white pans with gold handles?",
      "content": "Those are available on Goop - https://goop.com/goop-home-10-piece-cookware-set/p/?variant_id=92177 We will be coming out with this collection color on our site soon!",
      "id": "4e203832-d864-433d-9006-93735ee31f51",
      "companyName": "Greenpan"
    },
    {
      "name": "Are all of our products BPA-free",
      "content": "Yes, all of our products are BPA-free. Please let me know if there is anything else I can assist you with.",
      "id": "60a0630a-f5d0-486f-a552-e5429e00a175",
      "companyName": "Greenpan"
    },
    {
      "name": "Why is the shipping slow around big promos?",
      "content": "We apologize for the delay in shipping and for the inconvenience this has caused. Due to our recent promotion, we are experiencing higher than normal volumes.  We are shipping as quickly as possible and your order should be shipping within the next few days. \n\nOnce your order ships, you will receive an email with FedEx tracking. We appreciate your patience and understanding.",
      "id": "640153fd-4556-4baf-bd0b-19d280e06aab",
      "companyName": "Greenpan"
    },
    {
      "name": "What do the 'approved', 'pending' and 'cancelled' statuses mean?",
      "content": "If your status states \"Approved\", these points can be redeemed on rewards immediately. If it states \"Pending\", these points are need to be verified before you can redeem them. This typically applies to purchases and referrals. Points from purchases are available 30 days after purchase date. If it states \"Cancelled\", these points will not be added to your account. For example, this will happen if you cancel a purchase (the points will change from pending to cancelled).",
      "id": "03ff24b1-ed64-4b8c-b1bd-c9f2871e1912",
      "companyName": "Greenpan"
    },
    {
      "name": "When will my preorder ship?",
      "content": "The ship date provided on the product page is based on when we expect to receive inventory. We do our best to ship preorders as close to the estimated date as possible; however, this date can vary as a result of manufacturer and shipping delays.",
      "id": "a845c724-d781-42c5-836b-65a5f371f116",
      "companyName": "Greenpan"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a referral program where you can give your friends 25% off and receive the same! Check it out here: https://www.greenpan.us/pages/refer-a-friend. And we also have a rewards program where you can earn points to redeem on future purchases, which you can take a look at here: https://www.greenpan.us/pages/rewards",
      "id": "966979da-ed45-442b-8834-e35bece8ebc5",
      "shortcut": "rwd",
      "companyName": "Greenpan"
    },
    {
      "name": "Code won't work",
      "content": "Sale items, cookbooks, gift cards, the recycling kit, shipping protection, and the Frost Ice Cream & Frozen Drink Maker are excluded from discount codes. You can find more info about that here: https://www.greenpan.us/pages/fine-print",
      "id": "b16e2535-cdef-43e6-a129-796fee2607af",
      "shortcut": "cww",
      "companyName": "Greenpan"
    },
    {
      "name": "How do I view my points balance?",
      "content": "Your point balance can be seen on our rewards page when you are signed into your GreenPan account. Points from purchases are available 30 days after purchase date.",
      "id": "e946d2f9-8a71-44f5-94d6-5d50590e21b6",
      "companyName": "Greenpan"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://www.greenpan.us/collections?view=all-sale",
      "id": "bb931170-1293-4b38-82b6-ce4bfa6a1d6d",
      "shortcut": "ms",
      "companyName": "Greenpan"
    }
  ]
}
