{
  "companyKey": "happiest baby",
  "templates": [
    {
      "name": "JP Morgan employee benefit program",
      "content": "Please note that JPMorgan Chase employees receive a free 5-month SNOO rental instead of 6 months. You can check it out here: https://www.happiestbaby.com/pages/employee-benefits",
      "id": "b131c044-7094-4d56-80c5-f5b9feeedc6e",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can you use the Sleepea Swaddle with arms out if your baby is rolling?",
      "content": "Good question! Sleepea has arm openings that can unsnap, which is great for babies who like to sleep with their arms out. Once your baby starts showing signs of rolling, it's important to always use Sleepea with their arms free.",
      "id": "15ed146c-b6dc-4a02-b10f-e07744a4255e",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How to Double Swaddle in SNOO?",
      "content": "We're happy to help you double-swaddle your little one snugly & safely! Check out the following link for step-by-step instructions: https://www.happiestbaby.com/blogs/snoo/double-swaddle-snoo",
      "id": "5499d2f8-a0be-49d5-8081-64c92f71e3a4",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How to change the Motion level on SNOO?",
      "content": "Good question! SNOO's white noise & motion are designed to create a soothing womb-like environment for more restful sleep. To adjust the motion on SNOO you can simply press the Activity Button or increase soothing in the Happiest Baby App. Our team is happy to speak with you further if you'd like additional sleep support: https://happiestbaby.attn.tv/a_hxcl39XO-Q",
      "id": "a23d1a1b-afb2-4c30-b7bf-f74172fd7387",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do I download the SNOO app?",
      "content": "Good question!\n\nYou can download the Happiest Baby App from your App Store or Google Play Store. When SNOO arrives, you'll be able to follow the step-by-step guide in the App to get set up and ready to SNOOze!\n\nFind all the instructions, including app download, here: https://happiestbaby.attn.tv/alDyUI3eVxKG",
      "id": "cd363723-7bcb-47bb-9122-db4c8b00533a",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is return shipping free?",
      "content": "SNOO returns are subject to a $199 restocking/cancellation fee and $89 return shipping fee.\nSNOO Rental returns are subject to a $59.50 return shipping fee. For returns on other products, your card will be charged a\n$7.50 return shipping fee for each package.",
      "id": "2d841704-fd98-4063-bc9b-5110a6420832",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Trial period",
      "content": "We offer a 30-day trial for new SNOO purchases! For families who rent, you can commit at your own pace (minimum rental period applies).",
      "id": "d0923ef3-6643-47b5-a039-33a2ae8d6440",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you have a new model of the SNOO?",
      "content": "Thanks for your interest in SNOO! We do not have a new model of SNOO.",
      "id": "68a9321f-ca78-4bea-8ac3-0f64ed22ecaa",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Warranty policy",
      "content": "SNOO carries a 1-year limited warranty. You can take a look at the details here: https://support.happiestbaby.com.au/hc/en-us/articles/115008332788-Is-there-a-warranty-for-my-purchased-SNOO",
      "id": "447c56d7-a9df-421d-845c-fef2aaa02153",
      "shortcut": "wp",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Should I buy SNOO or rent it?",
      "content": "Let's weigh your options! It's smart to consider your space, budget, and whether you think you're planning to grow your family in the future. Buying SNOO might be the best option if you're hoping to pass it on to siblings, and/or you have the room to store it. Plus, with new SNOO purchases, you get to trial it for 30 days. However, renting SNOO might be a good call if you're only using SNOO for one baby, looking for flexibility and cost savings, and you want to opt for a more earth-friendly option. No matter the choice, families have access to our Sleep Specialists 7 days/week for support on their sleep journey.",
      "id": "89c3e311-e1a0-4794-92c0-c78757566fa0",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What comes with SNOO? (GENERAL - if customer hasn't specified if rental/purchase)",
      "content": "With every SNOO order, families will receive brand-new soft goods which are organic cotton sleep sacks, a mattress, a waterproof mattress cover, and an organic cotton fitted sheet.",
      "id": "ee9e8c11-d802-459f-9f08-75098c2d07f1",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Which Happiest Baby products can I pay for with my HSA/FSA?",
      "content": "You can use HSA/FSA funds to buy a new SNOO or to rent one. The SNOO Rental Fee and Return Shipping Fee are eligible for reimbursement, but the Cleaning & Reconditioning Fee is not. For purchases, select Truemed at checkout at happiestbaby.com and use your  HSA/FSA card like a regular credit card! To rent SNOO, complete your purchase with your normal payment method. Afterward, Truemed will assist you with how to submit for HSA/FSA reimbursement.",
      "id": "13d4942a-936d-4eef-97ba-261b2185a3dd",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What is the safest sleep position for the first year of life?",
      "content": "The American Academy of Pediatrics recommends babies sleep on the back. We completely understand that every baby is unique, so our team of sleep specialists are always available to offer additional sleep support with SNOO.",
      "id": "892d1973-3a58-4f55-8c76-d3ff6e25712b",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do I get the discount when paying with an HSA/FSA card?",
      "content": "Great question! Yes! Through our partnership with Truemed, your SNOO purchase or rental may be eligible for tax-free health savings dollars saving your family money! Check it out here: https://www.happiestbaby.com/pages/snoo-hsa-fsa-eligible?utm_campaign=concierge&utm_medium=sms&utm_source=attentive&externalId=Bo2r7",
      "id": "5d50b5a1-f783-4f34-a178-fd2d280d8078",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Will the rental include the Premium App?",
      "content": "Families will receive Premium App access for 9 months.",
      "id": "bc508ee9-3b7e-439f-ab61-41a292fd3481",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I get a free SNOObear with my rental SNOO?",
      "content": "The SNOObear is a gift with the purchase of SNOO and doesn't apply to rental orders. We hope this clarifies!",
      "id": "c786f907-f043-4084-985a-15965f0591df",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Already got a return label, can I return with any Shipping Carrier?.",
      "content": "You would need to schedule a FedEx pickup as the label is a FedEx return label.",
      "id": "2996fde7-d8a2-42d7-9b4a-57fce923dda0",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What are the decibel levels / loudness of the SNOObie?",
      "content": "Great question! We're all about infant safety so all levels of volume are completely safe and our team is happy to provide additional information. For further questions, please contact us at customercare@happiestbaby.com.",
      "id": "3909d61a-274f-4478-9010-554c13729a8e",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What are the order requirements for Shop Pay Installments?",
      "content": "Orders must be at least $35 to use Shop Pay Installments. For monthly plans, the minimum \nand maximum amounts will vary and are shown at checkout.",
      "id": "f0aad69f-3468-402f-a2eb-7642fa31acaa",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does Shop Pay Installments affect the SNOO trial or warranty?",
      "content": "No, using Shop Pay Installments won't impact your SNOO trial or warranty. You'll still get all \nthe same benefits and protections.",
      "id": "876b958d-42c1-41b6-b11f-2ea0cf7fa545",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I use discount codes or gift cards with Shop Pay Installments?",
      "content": "You can apply discount codes before selecting Shop Pay Installments. However, gift cards \ncannot be used with Shop Pay Installments. If your order includes a gift card, you'll need to \nremove it to proceed.",
      "id": "7f7df361-588f-4802-be23-8c7c318257a3",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do Shop Pay Installments work?",
      "content": "At checkout, choose Shop Pay as your payment method. If eligible, you'll see options to pay \nin 4 interest-free payments or monthly installments. Pick the plan that works for you and \ncomplete your order. Payments are automatically charged on due dates.",
      "id": "6933ff0d-e9c1-4d45-9024-2a90fbd30509",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What is Shop Pay Installments and how does it work?",
      "content": "Shop Pay Installments lets you split your purchase into smaller payments, making it easier \nto budget for bigger items like SNOO. At checkout, choose Shop Pay, and if eligible, you \ncan pay in 4 interest-free installments or monthly payments with interest. You'll see the full \npayment details before confirming your order.",
      "id": "6a345122-1eca-403d-99ca-ac8915c2c2f4",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Where is Shop Pay Installments available?",
      "content": "Shop Pay Installments is available for US customers with a US billing address and phone \nnumber. It's not available outside the US currently.",
      "id": "de8752dd-4706-43b0-a176-664ed4da8fd2",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Why was I denied Shop Pay Installments?",
      "content": "Approval is managed by Affirm, Shop Pay's financing partner. Denials may be based on \nfactors like credit history or order amount. For more info, reach out to Shop Pay support or \nreview your financial details.",
      "id": "5fd367b3-2751-466c-b2e1-4ad64b77530c",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Will I be charged if I don't return my SNOO before renewal date?",
      "content": "You would want to return SNOO before your next bill date to avoid additional billing.",
      "id": "95ddc507-a092-4855-a8cf-1d2ccada6007",
      "companyName": "Happiest Baby"
    },
    {
      "name": "If my HSA/FSA eligibility application is not accepted, will the whole charge automatically go on my credit card?",
      "content": "No worries! Payment comes after Truemed determines your eligibility of using HSA/FSA funds with them. Therefore, if you're not eligible, you will know before paying and can close the browser or enter an alternative payment method if you choose.",
      "id": "d49b8514-7d2d-4eb8-bd6a-e694f390d600",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I swaddle our baby and then put her in the Snoo sleep sack?",
      "content": "Great question! You certainly can if your little one needs a little extra support. Just remember to dress the Baby in organic cotton for breathability. Check out our blog on TOG Ratings to keep your bub comfy and safe for great SNOOzing: https://www.happiestbaby.com/blogs/baby/tog-ratings",
      "id": "a07bdd3f-fa79-4d79-8a9d-031b3021838f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is there a SNOO for twins?",
      "content": "Thanks for your question! We don't make a SNOO to sleep multiple babies. For safety, we recommend one baby per SNOO bassinet.",
      "id": "fde85433-87d9-4a23-9c29-efde07785f96",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you have a store/location that sells secondhand goods?",
      "content": "We don't have a location to refer to for secondhand soft goods. Let us know if there's anything else we can assist with!",
      "id": "dfadc78d-15a3-42d3-bc17-1fa042118e5b",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How much does the leg raisers elevate the SNOO?",
      "content": "For safety reasons, SNOO Leg Lifters gently elevate Baby's head to a safe 2.5-degree incline, which is well below the AAP's maximum recommended limit of 10 degrees. Let us know if you have any other questions!",
      "id": "12b92cff-5422-44ad-a4c3-1e3dc0f10f90",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can the clips be adjusted?",
      "content": "Happy to help! While the clips are not adjustable, the baby is totally safe if their toes hit the end of SNOO. First, let's make sure your baby is in SNOO correctly. The feet should be at the end where the Activity Button is.",
      "id": "b5b36244-79fc-4c63-a907-dd71d8d58f42",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Why is the return shipping fee amount for SNOO purchases different from the amount for SNOO Rental return?",
      "content": "SNOO purchases ship from our warehouses and SNOO Rentals ship from our reconditioning\ncenters, which means they each incur different shipping costs.",
      "id": "0cb09e3b-0e1d-41b0-ab17-68ac73bb5473",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How is this a no-risk trial when I am charged for the return shipping?",
      "content": "As a small business, we're pleased to offer you the ability to try SNOO with your baby for up to\n30 days! That means you can fully use SNOO for 30 days to make sure you love it. If, within\nyour trial period, you choose to return SNOO, you'll be refunded the purchase price, minus a\ndiscounted return shipping rate of $89.",
      "id": "072bb100-17cd-4365-9680-2558a2911507",
      "companyName": "Happiest Baby"
    },
    {
      "name": "My doctor doesn't recommend the SNOO because my baby has a stuffy nose or spit up  / acid reflux.",
      "content": "We always recommend referencing your pediatrician for the best course of action, as they know your baby best. If your doctor recommends elevating your baby's head to make breathing easier for babies with a stuffy nose or who spit up often, our Leg Lifters allow you to put SNOO on a very mild incline: https://www.happiestbaby.com/products/leg-lifters",
      "id": "be06b539-7212-4557-ab7c-aacb96bc3d97",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Where do you ship to?",
      "content": "We are currently available in the US, Australia, Canada, the UK, EU, and Switzerland but we are working hard to expand our international market. Keep an eye out!",
      "id": "de4abd47-d2a5-4ed9-85ba-2c7792847991",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you ship to APO/FPO address?",
      "content": "Unfortunately, due to the size of SNOO, we are not able to ship to APO/FPO addresses. Orders leave our warehouse within 2 business days of your chosen ship date.",
      "id": "6fd3e007-5944-4174-9280-88fea7405f8b",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is it okay to dress my baby pajamas when using the sack / sleepea / swaddle?",
      "content": "Good question! You can certainly dress Baby in PJs, just be mindful that they are breathable materials for safety and comfort. You can check out our Blog post ( https://www.happiestbaby.com/blogs/baby/tog-ratings ) for the best info on how to dress your SNOOzer!",
      "id": "74234a3a-ba27-47cd-9147-d886b8dc883a",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does the SNOObie respond to cries or sounds?",
      "content": "No, SNOObie is not responsive.",
      "id": "55172b83-2501-4e47-8ff1-d110b99c1983",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How is the SNOO different from a regular bassinet?",
      "content": "SNOO is the only baby bed that is FDA De Novo authorization for keeping sleeping babies safely on the back. Back sleeping is the #1 safe sleep advice of the American Academy of Pediatrics and on average, SNOO helps add 1-2 hours of sleep a night!",
      "id": "8c6c47df-590d-465e-86aa-7f142a317675",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I wanted to know if my company offered the SNOO for parental benefits",
      "content": "Thanks so much for reaching out! You can check with your HR or Benefits Manager or connect with our team at corporaterental@happiestbaby.com to learn more.",
      "id": "44f5dc93-8161-4a0e-b4ea-e0f24c85963e",
      "companyName": "Happiest Baby"
    },
    {
      "name": "When does your Black Friday sale end?",
      "content": "Our Black Friday sale ends on November 27th at 11:59 pm PST.",
      "id": "79a21b8a-701a-49d9-bc3a-ac48242579b1",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is the ship date when it arrives or the date it's sent out?",
      "content": "The ship date is when the order begins processing. It takes up to 2 business days to process for purchase orders and up to 3 business days for rental orders. Once shipped, orders spend up to 3-7 business days in transit.",
      "id": "084dac96-89f9-4553-9b94-287fc86075fc",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What are the other fees associated with renting?",
      "content": "Great question! In addition to your monthly charge of $159.00 (plus tax), you'll pay a one-time $99.50 reconditioning fee + $99 refundable security deposit + tax. When it's time to return SNOO to us, return shipping is $59.50 + tax. If you have any questions at all while using SNOO our team is always available for support and troubleshooting to ensure the best experience! We hope this helps!",
      "id": "6f34d233-9221-4b31-ba17-976785aa053a",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Customer did not select a ship date",
      "content": "Oh no, we're so sorry you missed where to select the ship date. For ease it's displayed in RED but our team is happy to review your order details. Please submit your information at https://happiestbaby.attn.tv/sl/4sEfnjDw so that we can review your details.",
      "id": "3ec0e1df-715c-4110-91e3-4c53eb4d58a5",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you sell replacement waterproof mattress covers?",
      "content": "We sure do! You can purchase a mattress cover here: https://www.happiestbaby.com/products/replacement-waterproof-mattress-cover",
      "id": "22ee2ca8-b98f-4827-b24a-fdb55e6d9bbd",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is there a penalty if I cancel my order before the ship date?",
      "content": "No! You are not penalized, just contact our team anytime before your ship date at https://happiestbaby.attn.tv/sl/agyjTw1f and we can review your order. Also, if it helps to know, our SNOO purchase orders carry a 30-day trial period if your order does ship!",
      "id": "d7bc9353-50a7-4dd0-852c-b3ccd94e4507",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I turn the sound off completely?",
      "content": "While the volume can be turned down, it can't be turned off completely. SNOO's white noise & motion are designed to create a soothing womb-like environment for more restful sleep. Our team is happy to speak with you further if you'd like additional sleep support: https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "cb08dde5-de36-47a5-af91-25b341514378",
      "companyName": "Happiest Baby"
    },
    {
      "name": "My SNOO stopped moving! How do I fix it?",
      "content": "I'm sorry to hear that your SNOO isn't moving. Here are the steps to reboot it:\n\n1. Unplug SNOO from the wall.\n2. Wait for 30 seconds.\n3. Plug SNOO back in and wait until the Activity Button is solid white.\n\nIf the issue persists, please contact our customer support team for further assistance: https://happiestbaby.attn.tv/sl/hQqrpZiM",
      "id": "97d997d5-8061-4ebc-b485-2790c870601d",
      "companyName": "Happiest Baby"
    },
    {
      "name": "When will you restock the SNOO comforter sack/swaddle?",
      "content": "We don't have an anticipated restock date at this time but as an HB text fam member, you'll be alerted!",
      "id": "5bb6ef03-a98a-4887-9362-47f20e08c6b0",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Retroactive discount request",
      "content": "The best way for us to support you is for you to contact us via this link: https://support.happiestbaby.com/hc/en-us/requests/new Our team is happy to help!",
      "id": "598611cd-1478-4bda-937e-dfa71771fd61",
      "shortcut": "rdr",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you carry an XS / Extra Small SNOO Sack/Sleepea? (ESC)",
      "content": "I'll have to check with my team. Please hang tight!",
      "id": "f281b011-b27a-4624-ae03-b2145b0eeeb0",
      "companyName": "Happiest Baby"
    },
    {
      "name": "When should I move up a size for the SNOO Sleepea / Sack?",
      "content": "Great question! It's designed to fit based on the baby's weight rather than length. Don't worry if your baby's feet can touch the bottom of the sack. That keeps the legs slightly bent, which aids in developing hips. If you're unsure, you can share a photo with our team to review at support.happiestbaby.com! Our team is happy to help.",
      "id": "716e983b-acf4-4bc4-8565-064bc4ed1158",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is SNOObie controlled by Bluetooth or Wi-Fi?",
      "content": "SNOObie is not Bluetooth- or Wi-Fi®-enabled. Instead, SNOObie connects to the free Happiest Baby App by way of NFC, or near-field communication. (This is the same technology used for contactless payments!) That means you can pair your SNOObie and set routines by simply tapping the back of your phone to SNOObie's left side. Easy-peasy!",
      "id": "ae42511b-23b5-401b-a43c-49a115579011",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What is the minimum weight limit for a baby to be using SNOO?",
      "content": "Great question! Our Small SNOO Sacks are designed for babies weighing 5-12 lb. However, SNOO is used in over 150 hospitals, often with babies weighing under 5 lb. Before using SNOO we recommend checking with your pediatrician for the best advice for your baby.",
      "id": "f564190b-e579-41ff-a8b7-e393f97ca4f0",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do I activate the warranty?",
      "content": "Great question! The warranty is intact upon SNOO's delivery to your home. You can take a look at our warranty policy for purchases ( https://support.happiestbaby.com/hc/en-us/articles/229971708--Is-there-a-warranty-for-my-purchased-SNOO- ), and rental ( https://support.happiestbaby.com/hc/en-us/articles/360012504574-Is-there-a-warranty-for-my-rental-SNOO- ) for more information.",
      "id": "c40ced0f-b000-4b7f-8b84-c5d4baacd595",
      "companyName": "Happiest Baby"
    },
    {
      "name": "When is my SNOO rental due to be returned?",
      "content": "Our team is happy to take a look at your rental account to help you return in time. Submit a support request here: https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "47c265ce-b2eb-4fb3-8aae-65fc94496a41",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can you donate your items?",
      "content": "Thanks for reaching out. While we don't have a donation program available to families, we do accept SNOO from families who are looking to donate to others in need. To learn more, email us at donate@happiestbaby.com.",
      "id": "eb63d807-1612-4e74-9b27-a319265b7827",
      "companyName": "Happiest Baby"
    },
    {
      "name": "My baby is too small. Will the SNOO be too big?",
      "content": "Families can use SNOO with babies who weigh as little as 5 pounds. Some parents will double-swaddle their little ones as they grow into their small SNOO Sack to add some bulk to their body. Our team is always happy to answer additional questions if you fill out this form: https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "d0139d80-2a6a-415f-a644-468bee07294b",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I'm looking for a car seat",
      "content": "I'm sorry for that! We don't have that in our collection right now. But, I'll pass your feedback along to the team for consideration. If you are looking for information on car seat safety tips or finding a great toddler car seat check out the following blogs we have available:\n\nhttps://www.happiestbaby.com/blogs/parents/car-seat-safety-checklist\nhttps://www.happiestbaby.com/blogs/toddler/toddler-car-seat-guide",
      "id": "258b25f1-f8ec-4f85-8076-7d76834c61f2",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I heard about the bag of rice trick. Can you tell me more about it?",
      "content": "Our team is available to provide sleep support 7 days/week. Please contact us via this link and they'll be more than happy to help out: https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "a321c44a-206e-42d2-9c97-ddfce01de42e",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Negative PRIDE comments",
      "content": "We are sorry you feel this way. We understand that not all of our campaigns and recommendations will work for every family. It is our mission to support and include all families - regardless of ethnicity, race, religion, sexual orientation, or gender identity-so they can live their happiest, healthiest lives.  We hope you understand.",
      "id": "f6702e42-2a88-4c49-857c-e0426b31e00a",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How long does a baby sleep in the SNOO?",
      "content": "SNOO is intended for use from birth to 6 months of age or when a baby can consistently roll (that is, they've shown the ability to roll from stomach to back-multiple times-during sleep). For proper use, babies should be zipped up in their SNOO Sacks all the way and clipped into SNOO.",
      "id": "3ccee0fc-23d9-49c4-aa32-5a9078e0f423",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I rent the SNOO for only one month?",
      "content": "Yes, you can! Just remember that the minimum rental period applies. Your card is charged monthly, so you'll just want to return SNOO before you are charged again! When you're ready to return it, simply initiate your SNOO return in the Rental Portal.",
      "id": "d0e44876-5aec-4ad1-a209-990198f19b88",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does swaddling hinder development?",
      "content": "We understand wanting to keep your babies safe! Our team is happy to speak with you further about this at customercare@happiestbaby.com. Swaddling properly for sleep doesn't hinder development. The American Academy of Pediatrics encourages parents to practice \"tummy time\" during the day, as a way to aid development (like rolling over).",
      "id": "885f1aa8-6f98-4e71-814f-ea8bba25a192",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can my baby still use the Sleepea even when they've started to roll over?",
      "content": "Great question! Yes, you sure can. At the first signs of rolling, parents should let arms out through the snaps in the shoulders of Sleepea to continue using safely. If you have additional questions, our team is happy to provide support at https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "54fe6253-1038-4338-96ba-e228b6c37522",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can the SNOO sack / Sleepea be used by older babies with their arms out as long as they meet the weight limit?",
      "content": "Yes! Your little one can use Sleepea, just remember to always let their arms out after your baby shows signs of rolling.",
      "id": "55a6ef3c-d567-43a4-8f8a-6f0693542e5c",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I'm in the US for a short time. Will the SNOO help for a couple of months?",
      "content": "Yes! SNOO is available to rent or purchase in the US. SNOO is also available for purchase in the UK, EU, Australia, and Canada if you're interested in using it longer!",
      "id": "e09c16b6-1355-46c4-a5d9-17ef62044dba",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Problems with SNOO Sack sizing",
      "content": "We're so sorry to hear that the SNOO Sack doesn't seem to fit and our team would like to provide you with additional support. Would you mind sharing your order number and email address so I can pass this along?",
      "id": "51e6c21b-e8cb-4ff2-9591-2bdefcf76f20",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I'm due on XX. When do you recommend purchasing SNOO?",
      "content": "Great question! Many families will select a ship date close to when they expect to bring the Baby home. Our orders process within 2 business days and spend up to 5 business days in transit.",
      "id": "0412514b-f146-4ace-8b94-5a772e9c8bf3",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I only need the SNOO for XX months. When should I request cancellation?",
      "content": "Good question. The Basic Rental option allows families to rent month-to-month! Once your SNOO arrives, your rental period begins and you can keep it as long as you need it (with a 1-month minimum). When ready to return, just initiate your return on the Rental Portal ( https://snoo-rental.happiestbaby.com/login ) before your next bill date and you'll get a return label right away! \n\nBilling stops as soon as the return label for SNOO has been scanned by the carrier to send back to us. Our team is also happy to review your rental account to tell you what date you should cancel it. Just fill out the form here: https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "443c3762-c6ac-4915-8b2d-b490d2f75f30",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I didn't receive the mattress cover that comes with the mattress",
      "content": "Happy to help! The mattress cover actually comes fitted on the mattress already. Would you mind double-checking just in case?",
      "id": "de403c80-2d9e-4fa0-80e0-07f096e69f5b",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does the snoobear link to the app to adjust the volume?",
      "content": "SNOObear is controlled manually and does not connect to the App. Only SNOO and SNOObie connect with the App. You can check out SNOObear's user guide here: https://support.happiestbaby.com/hc/en-us/articles/360052108534",
      "id": "43000212-537b-4687-9e7d-2e0b1c6dd271",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Should I unplug it or switch off power button when not in use ?",
      "content": "When you're not using SNOO, you can certainly leave it plugged in and ready for the next sleep session. Just stop the motion + white noise w/ the App, or by pressing the Activity Button on SNOO, or by removing SNOO Sack from the safety clips and you're all set!",
      "id": "e091dccf-df2b-4d58-befb-35f46a610cee",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does your Sleepea & SNOO sack have holes/snaps in the shoulders for a baby's arms?",
      "content": "Yes! All of our SNOO Sacks and Sleepea swaddles are designed with snaps in the shoulders to allow the arms out.",
      "id": "17d3569c-1c40-4bae-855d-0b126f759f43",
      "companyName": "Happiest Baby"
    },
    {
      "name": "The SNOO sack keeps riding up/It's too close to my baby's chin",
      "content": "For the best swaddle, it's all about the placement! Place the baby's shoulders 2\" above the top of the sack. Make sure the band is snug and down over 1⁄2 the hands. Pull the sack up and over your baby's shoulders and completely zip it up the sack (top & bottom). \n\nThis video (https://support.happiestbaby.com/hc/en-us/articles/231640327) illustrates the correct placement of your little one in SNOO Sack so that you avoid any bunching at the top.",
      "id": "77f42361-d472-44a8-9ac4-420c4ba9dc69",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Nap/sleep issues with SNOO/Baby doesn't like to nap in it",
      "content": "We're sorry to hear your baby's having a tough time with naps. It can be hard to figure out exactly which tips to try with your little one. Some older babies might experience a brief adjustment period, but soon are SNOOzing in no time! You can remove Motion Limiter whenever you feel your baby is ready for more motion. You might find this Blog helpful and our team is available 7 days/week for free sleep support: https://www.happiestbaby.com/blogs/baby/baby-nap-tips You can also try our Sleep Questionnaire here! https://zingtree.com/show/201871771",
      "id": "47448cc3-d01b-43c1-9f7a-7a5b730129e3",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is renting safe?",
      "content": "Absolutely! Safety is our highest priority. SNOO undergoes a thorough cleaning and reconditioning process and every family receives brand-new soft goods (organic cotton sleep sacks, plus a new mattress, waterproof mattress cover and organic cotton fitted sheet.)",
      "id": "659f255b-c9d2-4e93-bcf5-5ac8e033f2c1",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How/where can I purchase a new power cord for the SNOO?",
      "content": "We're happy to help! Can you provide your order # and email address for your original SNOO order?",
      "id": "a6043619-1a58-4652-a2be-6b49e81d1c60",
      "companyName": "Happiest Baby"
    },
    {
      "name": "My baby doesn't like swaddling/swaddle",
      "content": "While many babies love swaddling, we understand all babies are unique. All of our sleep sacks are designed with snaps at the shoulders to allow babies to sleep arms-free. If you have any questions our team is available 7 days/week to provide support.",
      "id": "9953ce42-1aa4-451a-bd32-c22a902cecd1",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do rentals work?",
      "content": "Families can rent SNOO monthly with our Basic plan. When the Baby transitions to the crib (around 6 months old), you can initiate the return to send SNOO back!",
      "id": "93b403a5-8378-4493-8bc1-ad8c93273845",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does SNOO come assembled?",
      "content": "Great question! SNOO does require assembly, but it only takes a few minutes to set up! You'll need to attach the legs and the power cord, and lastly, connect to the App if you choose to SNOOze with it! Check out this video for a quick peek into setting up SNOO: https://support.happiestbaby.com/hc/en-us/articles/229661867",
      "id": "ec366800-19c1-445f-9de6-05dde9c9cc5c",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is deposit required? / Can you waive it?",
      "content": "Thanks for reaching out! The security deposit is required for all SNOO Rentals.",
      "id": "b03f2259-54f2-4474-9803-f0253dc08a07",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Are you renting new SNOO units or are they used?",
      "content": "Great question! SNOO Rentals  are reconditioned, however, all the soft goods (mattress + mattress cover, SNOO Sheet, SNOO Sacks) are brand new for every family!",
      "id": "99732fa8-b497-4bea-9e21-db66294f64cb",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Will my baby outgrow SNOO?",
      "content": "Even longer babies can enjoy SNOO for the full 6 months! SNOO was actually designed to safely fit a 9-month-old baby boy in the 95th percentile for height and a weight of 25 lbs, so it is unlikely that your baby will outgrow SNOO before 6 months.",
      "id": "e87e98ad-c589-4220-885a-38062d37c41c",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Expedited/Faster shipping",
      "content": "Unfortunately, we don't have expedited shipping available. We can, however, check your ship date and see about moving it up to the first available ship date if that helps. What's your order # and email address?",
      "id": "a3aec4f1-6464-4536-8a5a-537232f29ad9",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Baby is too old for SNOO",
      "content": "We understand SNOO is an investment for families. At your child's age, they may have a tough time adjusting to a new sleep space, but we do hope you'll consider SNOO if you grow your family in the future!. For now, you might find our SNOObear or SNOObie to be helpful sleep tools for soothing your little one: https://www.happiestbaby.com/collections/white-noisehttps://www.happiestbaby.com/products/snoo-bear",
      "id": "ded53ac9-aee9-4be4-a294-3377837a42b9",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What comes with SNOO rental?",
      "content": "Every SNOO Rental comes with 1 mattress, 1 organic cotton fitted sheet, and 2 organic cotton SNOO Sacks (S & M) that are all brand new and yours to keep.",
      "id": "2dc6b2c1-02a1-4f62-95a6-7e324f6aa9b5",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Excited to have you SNOOzing with us! You can check out our affiliate program here: https://www.happiestbaby.com/pages/affiliates. You can also connect with us at press@happiestbaby.com to discuss a collab!",
      "id": "d4ccf248-32a4-4c05-af45-9ddfc7ccc41f",
      "shortcut": "ams",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What comes with my SNOO purchase?",
      "content": "With the purchase of every new SNOO purchase, you get a mattress + waterproof mattress cover, organic cotton sheet, and 3 organic SNOO Sacks. Everything you need to start SNOOzing!",
      "id": "a7189dde-5a91-4335-9f65-666f462b718f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "SNOO Sheet is too expensive",
      "content": "If you're looking for the best deal on our fitted sheets, our SNOO Sheet 3-Pack could be the right fit: https://www.happiestbaby.com/products/bassinet-sheets-bundle",
      "id": "f6aed459-43ca-4f3f-b976-2c5aff2ee91b",
      "companyName": "Happiest Baby"
    },
    {
      "name": "When is the first payment due?",
      "content": "For our Basic Rental, you'll pay the one-time fees and the first month up front and then be charged one month after SNOO is delivered until it's returned.",
      "id": "0d9a179a-c68e-4b09-ae50-f33221fd1c59",
      "companyName": "Happiest Baby"
    },
    {
      "name": "SNOO is too expensive",
      "content": "We understand SNOO is an investment for families. As a member of our HB fam text community, you'll will stay up to date on future promotions to be sure you can get the best deal. You might also find renting SNOO to be helpful to get great sleep at a lower monthly rate!",
      "id": "c1493ed7-2f09-4e3f-8dd5-e48ecfaa32d4",
      "shortcut": "pte",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I convert my current rental into a purchase?",
      "content": "We're thrilled to hear you're loving your SNOO and wish to purchase instead of continuing to rent. Unfortunately, due to financial and legal restrictions, we cannot convert your rental to a purchase. No worries, you can purchase a SNOO today and return your rental upon receipt so that your little one doesn't miss a day. As a bonus, you get to keep the swaddles, fitted sheet, and mattress from your SNOO Rental!",
      "id": "0c41701a-48d6-4caa-aaab-9ec0730b72d3",
      "shortcut": "ccr",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Planning to Get SNOO",
      "content": "We're so excited you're planning to SNOOze with us! Is there anything I can help you with?",
      "id": "b7d5726b-6cdd-46db-87a4-2e5e822dfc7d",
      "shortcut": "pgs",
      "companyName": "Happiest Baby"
    },
    {
      "name": "No promo available - for accessories",
      "content": "We currently don't have any discounts, but since you're subscribed to our HB fam text community, you'll be the first to hear about future promotions!",
      "id": "3b0ae495-4a8b-4d56-825f-ad989721bd8d",
      "shortcut": "npa",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Restock",
      "content": "We appreciate your interest in SNOO! We don't have an anticipated back in stock date at this time-be sure to sign up for our email and texts to be the first to know!",
      "id": "574e0485-cd3d-4dda-90c8-3efe901d4101",
      "shortcut": "stof",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you price match?/ Do you offer price adjustments?",
      "content": "We always want families to get the very best deal! Can you provide me with your email address and order # so our team can review your order?",
      "id": "64284784-a890-4cf3-b0c7-790c70a73c8f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I change the size of the SNOO Sacks that come with the purchase of SNOO?",
      "content": "Unfortunately, we are unable to modify the SNOO Sacks, but our team is happy to speak with you further: https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "f6aa3831-09d2-4103-8e2b-49f7dfb09013",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is there a SNOO (new - not rental) return shipping fee?",
      "content": "We're pleased to offer a 30-day trial with SNOO to families! If you choose to return SNOO within\nthat trial period, you'll be refunded the purchase price, minus a discounted return shipping rate\nof $89. Further, a restocking/cancellation fee ($199) will apply to all SNOO orders.",
      "id": "75e4c84f-00c2-4819-b434-d3ee2d0b8b45",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does the military discount apply to a spouse?",
      "content": "Great question! Yes, if your spouse is in the military, they can apply for the discount here: https://www.happiestbaby.com/pages/military",
      "id": "c96e19e9-a0f9-494c-b19a-b64c939d2a79",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What's the difference between the Sleepea and SNOO sack?",
      "content": "Our Sleepea swaddle is meant for use outside of SNOO. Our SNOO sack has wings to connect to SNOO's safety clips.",
      "id": "cadc5a10-17f7-470e-9a48-4d1ad26ea37b",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does Sleepea have inner velcro bands?",
      "content": "Yes! Sleepea has inner Velcro bands to properly and safely swaddle your little one. For proper use, babies should be swaddled and the sack should be fully zipped up!",
      "id": "7a3554c6-8c6d-4e79-a9cc-aa47dde53d6c",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What happens if the baby comes before the due date?",
      "content": "Great question! Our team is happy to adjust your ship date if your little one surprises you and comes early. Just be sure to contact us as soon as possible to make the change!",
      "id": "2062dc4f-3dca-4b25-b447-847baafb9551",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does my SNOO come with a mattress and mattress cover?",
      "content": "Yes! Every SNOO order includes a mattress and mattress cover, and soft goods to get started with safer sleep.",
      "id": "c1ef9c35-2116-4ab7-94aa-241177884bdd",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Should I get the SNOObear or SNOObie?",
      "content": "Both our SNOObear and SNOObie are great for soothing little ones. Our SNOObear White Noise Lovey is a quick fix for short soothing needs & cuddles and is easy to bring on-the-go! SNOObie Smart Soother lasts all night and has several special features to help kiddos on their sleep journeys like soothing sounds + lights, lullabies, and magic breathing!",
      "id": "03f99f5a-1f1a-4409-b2a4-bc6614a488a9",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does the SNOObie have the same white noise as the SNOO?",
      "content": "Yes! SNOObie has all of SNOO's familiar soothing sounds and more! Check out all of the features here: https://www.happiestbaby.com/products/snoobie-white-noise-machine",
      "id": "699ee111-0946-462d-b736-a11c158b5d87",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Why doesn't the swaddle have straps to strap into my SNOO?",
      "content": "We're sorry for any confusion! It sounds like you're using Sleepea. Our Sleepea swaddle is meant for use outside of SNOO. Our SNOO sack has the wings to connect to SNOO's safety clips.",
      "id": "94ff3b8e-471f-4d16-ab00-cc03f0e36f68",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Damaged packaging",
      "content": "We're so sorry to hear that your packaging arrived with damage to it. Please fill out this form https://support.happiestbaby.com/hc/en-us/requests/new and our team will be happy to take a closer look at this.",
      "id": "7920628e-bba8-4168-b2cb-6f0b83412e8f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can the ship date be changed?",
      "content": "Happy to help! To adjust your ship date, you can log in to your account at happiestbaby.com and modify your ship date. Just remember, changes would need to be made at least 24 hours before the ship date. 🙂",
      "id": "faf71fcf-512e-4a2b-99fb-213e05c5c529",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What color SNOO Sacks / Mattress / Mattress cover / Fitted Sheet come with SNOO?",
      "content": "All SNOO orders include Ivory soft goods.",
      "id": "b2391109-651f-4789-8d62-581746bf9416",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Military discount",
      "content": "Thank you for your service! You can learn more and apply for your 20% off discount here: https://www.happiestbaby.com/pages/military. Please note that the discount applies to new SNOO purchases only.",
      "id": "fc468f79-951a-4edc-840d-a4afb31478e7",
      "shortcut": "ms",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can insurance companies cover the cost?",
      "content": "Great question! Not yet, but we hope that they will be in the future! Our ultimate goal is for all families to get a free SNOO Rental for the first 6 months of their baby's life. Over the next 1 to 2 years, we hope insurance companies will begin to offer free or discounted SNOOs...just like they offer free breast pumps. For now, families can submit information to qualify their HSA/FSA Funds to cover SNOO and other products by selecting Truemed as the form of payment.",
      "id": "82f88c8c-8db5-4fc8-8d5c-476bad2466d3",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I drop off my Snoo rental at a FedEx location or do I need to schedule FedEx pickup?",
      "content": "Great question! After initiating your return and receiving your return shipping label, you can certainly drop off at a FedEx location if that is easiest for you!",
      "id": "17e7940b-8806-4cfb-bb08-3d0165eb7953",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Phone Support",
      "content": "We'd be happy to have a team member contact you directly to provide support if you could just verify your phone number.",
      "id": "c88feca4-e51d-4227-841f-0d7c769371fc",
      "shortcut": "ps",
      "companyName": "Happiest Baby"
    },
    {
      "name": "We've been using the SNOO for a couple of days but my baby doesn't want to sleep in it",
      "content": "We're sorry to hear your baby isn't getting the sleep you expected yet. Sometimes it can take a little practice and consistency to get babies comfortable in their new bed and our team is happy to provide you with sleep support at support.happiestbaby.com.",
      "id": "cc2f5279-ad76-47e9-93c4-8661764e8474",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do I get started with SNOO/ I just bought the SNOO",
      "content": "We're so excited that you're including SNOO on your safe sleep journey! Here's a helpful link to all things SNOO to get started: https://support.happiestbaby.com/hc/en-us/categories/203851108-Getting-Started-With-SNOO",
      "id": "b0d812c5-211b-4730-bf0d-fc1853b0c22c",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/happiest_baby / and FB here: https://www.facebook.com/thehappiestbaby",
      "id": "6af052f7-dc69-40d4-b39b-5af40b1ec88c",
      "shortcut": "smd",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "SNOO is designed in Los Angeles, California and manufactured in China, by a highly reputable factory that specializes in products for children.",
      "id": "a48029d6-d0ca-44c0-aa8a-4a83f33056a7",
      "shortcut": "mfc",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to apply for wholesale is to go here: https://www.happiestbaby.com/pages/wholesale-inquiry",
      "id": "4749c1cc-a354-4d70-88b4-8272a365e3b2",
      "shortcut": "wls",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Free shipping",
      "content": "Yes! We offer free shipping within the continental US on orders of $75+!",
      "id": "38ff0f0e-788b-48bb-b7a7-8972f4018a9d",
      "shortcut": "fs",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Customer support",
      "content": "The best way for us to support you is for you to contact us via this link: https://support.happiestbaby.com/hc/en-us/requests/new  Our team is happy to help!",
      "id": "c68fec7b-eb0a-4c0e-adfc-bf6401394072",
      "shortcut": "cs",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have an in-person store to shop for Happiest Baby products.",
      "id": "56a37102-d2f0-491b-a762-faf464d6164b",
      "shortcut": "sl",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Already purchased",
      "content": "So excited for your family to SNOOze with us! Is there anything I can help you with?",
      "id": "4178de04-cd12-4132-95cd-c4ada7b2ce77",
      "shortcut": "tfp",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I turn off SNOO’s sound to use a different sound machine? Can I mute or turn off SNOO’s white noise?",
      "content": "Our special white noise plays on every level, however, with the App, families can adjust the volume to better meet their needs. Check out how here: https://support.happiestbaby.com/hc/en-us/articles/360024900254",
      "id": "75ac1671-6188-42b7-b032-23f3bcc511d5",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Are the legs of the SNOO adjustable?",
      "content": "Great question! SNOO's legs are not adjustable, but if you're looking to lower SNOO, our Low Legs could be the right fit! Check them out here- https://www.happiestbaby.com/products/low-legs",
      "id": "e0562bbc-cec3-4525-8dae-7b6e231acfd6",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I’m worried that SNOO might not work for my baby",
      "content": "We'd love to ease your mind! Our #1 goal is to provide babies with a safer sleep space. With a little practice and our support, families can add on average 1-2 hours of safer sleep a night! Check out a few helpful tips and a short video of Dr. Harvey Karp talking about SNOO here: https://support.happiestbaby.com/hc/en-us/articles/229664307-What-if-my-baby-won-t-calm-or-fall-asleep-in-the-SNOO-",
      "id": "483c5d15-dd87-4936-a958-b5a6b586ab05",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I delay/schedule shipping? Rent a SNOO for a future date?",
      "content": "Great question! You can place your SNOO order now and pick your ship date based on Baby's expected arrival date. Please note that delayed delivery is only available for SNOO orders placed directly on our website happiestbaby.com.",
      "id": "9c9a55e3-558f-45f2-967d-22d36f516712",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I use SNOO during the day and night?",
      "content": "That's a great question! For the best experience, we recommend that families use SNOO for all sleep--naps and nights. Consistency is key!",
      "id": "20995a73-d1be-407e-8f6b-f087324778b8",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I extend my rental?",
      "content": "Absolutely! Your card on file will be charged monthly until you return SNOO.",
      "id": "f3dd0a0a-1f72-40cd-9dd9-77ee52899edf",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you have a registry/baby wishlist?",
      "content": "Yes! Click this link to get started: https://www.happiestbaby.com/pages/registry",
      "id": "bad165c9-2a94-49d8-8650-7cda6d305beb",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is the security deposit refundable?",
      "content": "Yes! The security deposit is refundable upon proper return. You can review the full terms & conditions here: https://www.happiestbaby.com/pages/snoo-rental-program-terms-and-conditions",
      "id": "86a65195-7816-42a5-87b9-8d36db114964",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I apply the money/e-gift card I received from the referral program to my SNOO purchase?",
      "content": "Great question! If you recommend SNOO to your friends, for each one who rents SNOO (for 1+ months) using your code, you'll get a $30 gift card, and they will get $30 off their SNOO Rental! At this time, you can only earn credit for friends you refer that rent SNOO.",
      "id": "ba6a3eb3-4dbc-4e38-b9e4-40f836362227",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can SNOO be used by older infants?",
      "content": "While we suggest using SNOO from birth, our team has worked with 1000s of families with babies as old as 3 months to get better-safer-sleep with SNOO.",
      "id": "e6dda4ef-f8b3-4797-8345-9df5b3238e93",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Sale end date (If there is no available end date)",
      "content": "We're excited about our current sale too! It's a limited-time offer, so we hope you get to take advantage of this great deal",
      "id": "4e4bc179-d6a9-44f9-893c-9d0455aff112",
      "shortcut": "lmo",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you have a buyback option?",
      "content": "Thanks for your question! We don't currently have a buyback option available.",
      "id": "778ea88b-f043-402a-bd57-8a019570f446",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do you dress the baby for XX degrees in the swaddle ?",
      "content": "Great question! Check out this Blog: https://happiestbaby.com/blogs/baby/tog-ratings to learn how to keep your bub warm this season.",
      "id": "2525323a-506e-4deb-bf4b-3077486999a7",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Bad reviews - brand specific",
      "content": "hanks for your question! We understand that every family's experience is unique and we're always open to feedback from our community. Some SNOO families need a little support and our team is available 7 days/week to offer free sleep consultations to guide families on their SNOO journey. We watch our reviews closely and provide additional information in responses so continue to help wherever we can. We do have over 2000 reviews with a 5-star rating that we hope you'll check out!",
      "id": "ea621858-2e43-4d4f-918d-443b82e4d95e",
      "shortcut": "brev",
      "companyName": "Happiest Baby"
    },
    {
      "name": "My SNOO didn't come with the small SNOO sack",
      "content": "Sorry to hear that! The Small SNOO Sack is actually attached to the cardboard baby cutout that is inside SNOO upon arrival. Can you please check it again and let me know how that goes?",
      "id": "4ea3a15f-89c1-476e-9354-c8dccf898abc",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I rent the SNOO for less than 1 month?",
      "content": "Yes, while the minimum rental period is 1 month, you are welcome to return it early, remembering that there is no prorated refund.",
      "id": "07aa9f4d-6dc6-4214-9725-98988842fd1a",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can SNOO be used by babies 4 months and older?",
      "content": "Thanks for reaching out! We recommend babies start with SNOO as soon as possible. Unfortunately, a baby at 4 months old might have a tough time adjusting and will still need to be ready to transition at the age of 6 months. You might find other sleep tools helpful like our Sleepea https://www.happiestbaby.com/products/sleepea-swaddle, SNOObear https://www.happiestbaby.com/products/snoo-bear, and SNOObie https://www.happiestbaby.com/products/snoobie-white-noise-machine to create a cozy sleep environment for restful sleep.",
      "id": "bde65632-dcce-4d63-8340-0cebddb7a360",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I take SNOO on a plane / flight?",
      "content": "We love that you want to take SNOO on vacation! Some families do travel with SNOO. We have had families check it in as luggage on airplane trips (we recommend placing it in the original packaging) and have had lots of families bring it on road trips. However, if you choose not to bring SNOO, take a look at this FAQ with tips: https://support.happiestbaby.com/hc/en-us/articles/115002098627",
      "id": "61ccb7e6-af54-4ffa-9f28-69fcbcb2b8ba",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do I swaddle my baby?",
      "content": "We're happy to help you swaddle your little one snugly & safely! Take a look at the following videos for step by step instructions:\nhttps://support.happiestbaby.com/hc/en-us/articles/115006153448-How-can-I-properly-swaddle-my-baby- \nhttps://support.happiestbaby.com/hc/en-us/articles/229665147-What-should-I-do-if-my-baby-does-not-like-to-be-swaddled-or-keeps-escaping-from-the-velcro-",
      "id": "cb7fe874-add8-40e6-8bc7-32309aa7ad39",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is there a way to stop the motion on SNOO and have it move only when the baby is fussy?",
      "content": "Absolutely! You can engage the Weaning Mode which will start with white noise and no motion. When your little one fusses, SNOO will respond with motion and will then return to no motion when fussing is soothed.",
      "id": "8a95211a-9108-43da-8010-32271a594756",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you offer financing or payment plans?",
      "content": "Thanks for reaching out! I'm afraid we do not offer financing at this time. If you're interested in SNOO, our Basic Rental plan allows you to commit at your own pace and pay month-to-month.",
      "id": "21bc7a66-3cc9-452e-a85e-49c6094575cd",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Return policy",
      "content": "Our purchase orders carry a 30-day trial! Our team can help you with a return if you are within that timeframe. If you rented SNOO with us, you can initiate your rental return by logging into the Rental Portal: https://happiestbaby.attn.tv/sl/tlpQ6XD6.",
      "id": "7217f11f-5b4f-441b-ac4c-40f2f4e2a06e",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is SNOO available for rent my area?",
      "content": "SNOO Rental is available in all 50 states! You can learn more about our rental options here: https://www.happiestbaby.com/products/snoo-rental",
      "id": "d33a547d-1c99-49c8-baad-02a94a928aff",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Which SNOO sack / Sleepea size should I get for my baby?",
      "content": "We offer sizes Small (5-12 lb), Medium (12-18 lb), Large (18-26 lb), and Extra Large (26-33 lb). You can also send a photo to our team at customercare@happiestbaby.com so we can check the fit with you!",
      "id": "e2e52d6a-8890-42ae-bde2-1cef2fbb351a",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Healthcare workers/doctor discount",
      "content": "Unfortunately, we don't have a healthcare discount at this time. But since you're subscribed to our HB fam text community, you'll be the first to hear about future promotions!",
      "id": "30b4754e-d7cb-4d92-a7cc-04052b9e5551",
      "companyName": "Happiest Baby"
    },
    {
      "name": "When will my order arrive?",
      "content": "Happy to help! You should receive an email (& a text if you entered your phone # at checkout!) when your order ships including, your tracking details to keep a close eye on its arrival! It may go to your spam folder. If you need help tracking it, please fill out this form: https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "7c3a5afc-a5b0-423a-879a-a329f1e58225",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How/where can I purchase a new power cord for the SNOO? (If they are not original owners of SNOO)",
      "content": "Our team is happy to provide you with support. Please fill out this form: https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "49096501-2373-4b66-8d9a-d8af56e8a568",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I use two discounts?",
      "content": "We always want families to get the very best deal available! Unfortunately, promotions cannot be combined.",
      "id": "2b352af0-c214-4f75-8fee-b992b715edd4",
      "shortcut": "stck",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I need a replacement mattress for the SNOO/Can I buy a new mattress?",
      "content": "You can purchase a replacement mattress cover here: https://www.happiestbaby.com/products/replacement-mattress",
      "id": "67350a30-b5de-4fc4-adbe-3084c538fc82",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do I return my SNOO rental?",
      "content": "We hope you loved SNOOzing with us! You can initiate your rental return by logging into the Rental Portal: https://happiestbaby.attn.tv/sl/NTUvokPM",
      "id": "6ab5ecbf-a1e0-4e9a-9cdc-ea6cc1d7dc4f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Restock- Brand Specific",
      "content": "I'm sorry, I currently don't have the exact date of a possible restock, but I recommend checking our website frequently. What do you think about this instead? -",
      "id": "723aaf27-0569-499f-a194-38a701d3201f",
      "shortcut": "stok",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How many 0-3 month sleep sacks do most babies need?",
      "content": "There's no real way to give you an exact amount, families tend to get a few extras for little messes their babies make but every family is unique!",
      "id": "34559467-9dad-472f-ae89-5b4f76ff7bd5",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does the SNOObie giveaway only apply to teachers? I need it for a hospital or XX.",
      "content": "Yes, this giveaway is currently only being extended to teachers but we are happy to pass along the suggestion!",
      "id": "a8fdedba-7449-48ce-935b-f253ee48295b",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do I have to return the items that came with the Rental SNOO?",
      "content": "No, all the accessories that came with your SNOO are yours to keep!",
      "id": "ea7170d0-758b-4b1f-91d6-6124b2be4a06",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Why did you increase the price for the SNOO?",
      "content": "Our goal is to make SNOO accessible to as many families as possible, so we worked hard to launch our rental program to create the most affordable option possible. Though we held off as long as we could on raising the price of SNOO, it was ultimately necessary to ensure our company could still offer a purchasing option for families who wish to buy instead of rent.",
      "id": "60ee601f-9b59-438e-96ab-9d3ecbbf2b13",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I'm hoping SNOO will be a game changer/make a difference/help out (after the customer places an order)",
      "content": "We're here to support you! SNOO is the only baby bed that is FDA De Novo authorization for keeping sleeping babies safely on the back. (Back sleeping is the #1 safe sleep advice of the American Academy of Pediatrics. AND on average, SNOO helps add 1-2 hours of sleep a night! 💪 Don't hesitate to reach out if you need support.",
      "id": "50f3d991-f0fc-4614-babf-f4f54e43e80c",
      "companyName": "Happiest Baby"
    },
    {
      "name": "When someone says they want to rent a SNOO without asking a question",
      "content": "That's great! We'd love to have your family SNOOzing with us 🤩",
      "id": "cead6963-a2fa-44b1-8a54-95645b819181",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How far out can I delay a delivery date?",
      "content": "You can select a delivery date up to 4 months out from today's date.",
      "id": "345aa7a3-83f8-4fc2-b292-57f106cc3f46",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How should I package my return?",
      "content": "Please ensure the box is securely sealed with the 4 plastic clips in place at the corners and tape before sending it back. This helps to prevent any damage or loss of items during transit.",
      "id": "2b5cacab-fbaf-41bb-a8d5-8a35802f957f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "The legs of the SNOO are facing outward",
      "content": "Sorry to hear that! Are you matching the Blue Arrows and Red Arrows when attaching the legs to SNOO?",
      "id": "27304c23-2f2d-4f99-b081-bbcd08643f1d",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I want to return my SNOO Sack/accessories",
      "content": "We're so sorry about that! Our team is happy to take a look at your order to see how we can help! https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "85dc8216-b90a-4987-a146-a2ceb876929a",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Cancel / edit order",
      "content": "All orders that have a delayed delivery ship date can be modified or canceled up to 1 business day prior to your scheduled ship date. You can manage all aspects of your order, including modifications, status checks, and cancellations, directly through your Account. Please log in to your Account via this link: https://account.happiestbaby.com/auth/login?returnUrl=https://www.happiestbaby.com&_gl=1*1q49j1y*_gcl_au*MzQ0MzMyNjAuMTc2MzQ5MjY3NA.. \nto make any requests related to your order.\n\nIf your order does not include a delayed delivery option, it will begin processing as soon as possible. Please check your Account to see whether modification or cancellation is still available. Once processing has started, changes are no longer possible.\n\nIf you don't have an Account, you can create one using the email address associated with your order. This will allow you to view and manage your order history.",
      "id": "7025b6fa-0734-4a0a-8475-bdae5229efce",
      "shortcut": "ced",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Tracking info - brand specific",
      "content": "Thanks for your purchase! Our orders ship quickly! You'll receive tracking info via email as soon as it ships. Please check your spam and promo folders as sometimes our emails end up there.",
      "id": "e6d9c5d4-23e3-4c20-a47b-0518502b5fe3",
      "shortcut": "trck",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Will you restock the Lola Crib?/What happened to it?",
      "content": "I'm afraid the Lola Crib is no longer available.",
      "id": "f1322d4f-3c30-4506-83ad-e4bdae6ded13",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you purchase used SNOO/Can I resell the SNOO back to you?",
      "content": "Happy to help! While we don't have a SNOO buyback option, if you're done with SNOO and interested in donating it, email us at donate@happiestbaby.com to help another family in need.",
      "id": "1b88daf8-3227-4d5d-bf30-c440716bf022",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Where can I find the serial number of my SNOO?",
      "content": "The serial number is a 16-digit number printed on a label under SNOO platform near where the power cord plugs in.",
      "id": "572ab2bd-7e43-4bb7-9046-59b5098f109f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "No promotions available - brand specific",
      "content": "Thanks so much for your interest in SNOO! While we don't have any promotions at the moment, our Basic Rental option offers SNOO at $159/month (plus taxes & fees)  - https://www.happiestbaby.com/products/snoo-rental",
      "id": "494f31d8-2a1f-4d9d-806d-b55ff1b9228f",
      "shortcut": "ncode",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I'm having a hard time connecting my SNOO to the app",
      "content": "I'm so sorry to hear you've had trouble getting connected to the App and our team is happy to speak with you directly. Please fill out this form https://support.happiestbaby.com/hc/en-us/requests/new so we can contact you and troubleshoot together!",
      "id": "183eb293-58a0-4144-9128-62d7c24bbdf0",
      "shortcut": "cca",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Customer is asking for items we don't sell",
      "content": "Thanks for reaching out! We are Happiest Baby, the makers of SNOO. You can check out our line of products here: https://www.happiestbaby.com/collections/all",
      "id": "26992fff-4da6-424c-828c-87536030b47c",
      "shortcut": "ids",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Future/upcoming promos or sales",
      "content": "While we can't share future details we're happy to say as a member of our HB text fam community you will be the first to know about our great deals. Keep your 👀 peeled!",
      "id": "0e5e05d4-7cc5-46db-8f69-838d1ad36ed0",
      "shortcut": "fus",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do you offer discounts for foster parents?",
      "content": "I'm afraid we do not currently have a specific discount program like that available. If it helps, our SNOO Rental https://www.happiestbaby.com/products/snoo-rental is the most affordable and most flexible option that might be a good fit.",
      "id": "4606fbe0-71f8-4c80-81ef-1b333f1f2589",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Shipping time",
      "content": "Our orders are processed quickly and out to families in no time! Orders ship within 2 business days of your chosen ship date and spend up to 5 business days in transit for purchase orders and 3-7 business days in transit for rental orders (2-3 additional business days to Alaska and Hawaii). Please note that you can select a ship date up to 4 months in advance.",
      "id": "486b1cdb-b024-4bae-a38c-61dc83c02f70",
      "shortcut": "shp",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Do I have to order from HappiestBaby.com to use HSA/FSA?",
      "content": "Yes, orders must be made on our site to qualify for HSA/FSA reimbursement through Truemed.",
      "id": "8f86b766-c2ca-4cab-915a-1c1e87337c67",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I don’t have an HSA/FSA can I still use Truemed?",
      "content": "Truemed is only available to those with an HSA/FSA account, or those planning to open one. You can ask your employer for more info.",
      "id": "d8fed0f8-b64f-4203-873b-b9d6d2f6963f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How long does it take to get my LMN?",
      "content": "It usually takes 24-48 hours. If you don't see it in your inbox, check spam or email support@truemed.com for help.",
      "id": "ee9051da-c34a-4a52-9b58-b940dd415d45",
      "companyName": "Happiest Baby"
    },
    {
      "name": "When should I use my FSA/HSA dollars?",
      "content": "You can use your FSA/HSA dollars all year but remember FSA funds expire at the end of the year-use it before December 31st, or you'll lose it!",
      "id": "95143685-8aee-4ebd-8095-0c9e8bd98031",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I use Truemed outside the U.S.?",
      "content": "Currently, Truemed is only available in the U.S.",
      "id": "bd692a39-8bc0-41f0-816e-47e523a61108",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What’s a Letter of Medical Necessity (LMN)?",
      "content": "A Letter of Medical Necessity (LMN) from a licensed practitioner is required to prove a product is a qualified medical expense for HSA/FSA. This letter helps make SNOO eligible for reimbursement.",
      "id": "703faa60-242c-4d4f-acc2-43dfb6e12458",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I use my regular credit card?",
      "content": "Yes! You can pay with your regular card and Truemed will assist you with how to submit for HSA/FSA reimbursement.",
      "id": "1b8da3f5-3aef-4cb7-9b38-76a0685fb7a8",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Are there fees with Truemed?",
      "content": "Nope! If you're shopping with a Truemed partner merchant, there are no fees.",
      "id": "3a89135a-1266-4751-815d-061fae6379ec",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What are HSA and FSA accounts?",
      "content": "HSA and FSA accounts let you set aside pre-tax money for health expenses. Check with your employer or insurance company if you're unsure if you have one!",
      "id": "c2bfb116-689a-47ee-ad66-32551b8fdac7",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How does using my HSA/FSA save me money?",
      "content": "Great question! HSA/FSA accounts let you pay for eligible health expenses \nwith pre-tax dollars, so you get more value for your money.",
      "id": "d9e75b02-39a4-4fa8-aa4c-137c55396d54",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What if my HSA/FSA payment is rejected?",
      "content": "Contact Truemed at support@truemed.com for help. We'll work with you to troubleshoot the issue!",
      "id": "7505bf45-1c9b-4b3c-81aa-71eb9e0e7312",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What if I Keep SNOO Longer Than 6 Months?",
      "content": "If you need to keep SNOO a little longer than 6 months, you'll then be charged the monthly rental rate of $159/month until SNOO is returned.",
      "id": "5455b032-7edc-4adc-8568-ca346b6bb911",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is a sale over? / I missed th sale!",
      "content": "We're sorry about that! We always want families to get the very best deal! Can you provide me with your email address so we can check with the team?",
      "id": "912ce9be-8d9d-4834-8aef-30d96642ef0a",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Where Are the SNOO Speakers Located?",
      "content": "Great question! The speakers are at the head of SNOO, and the Activity Button is at the foot of SNOO.",
      "id": "2964a0dd-e7d9-42a7-a4a9-e295a97a0cbd",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Why is there rental paperwork in my Pre Loved SNOO packaging?",
      "content": "So sorry for any confusion! Our Pre-Loved SNOOs come from our Rental supply so your Pre-Loved SNOO box may include rental paperwork.",
      "id": "33bc2408-c028-4d6b-926a-0169cbf823ab",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I use my military discount on a Pre Loved SNOO purchase?",
      "content": "The Military Discount applies to purchases of a new SNOO and does not apply to our Pre-Loved SNOO.",
      "id": "12cfe3ac-6401-45d0-a32e-abe9acb0c832",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is there a warranty for my Pre Loved SNOO?",
      "content": "Yes! Every Pre-Loved SNOO comes with a 1-year warranty. You can read more here: https://support.happiestbaby.com/hc/en-us/articles/15127778640151",
      "id": "a5f40fb9-07a5-4677-9763-608d3474d412",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How will I be charged for my Pre Loved SNOO?",
      "content": "You're charged a one-time payment at checkout (plus tax and shipping). Easy breezy!",
      "id": "f56812e3-ef8a-4dba-b521-f6c849fdec97",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I know the history/age of my Pre Loved SNOO?",
      "content": "While we can't share the history, you can rest easy knowing that every 100% Certified Pre-Loved SNOO has been through our rigorous 5-step reconditioning process and is inspected for safety, cleanliness, and quality to ensure that it reaches you in tip-top working condition.",
      "id": "2b3f37a2-411a-4a67-b0d7-efa6ce34d743",
      "companyName": "Happiest Baby"
    },
    {
      "name": "With a Pre Loved SNOO, is my baby given soft goods that are used by another baby?",
      "content": "Great question! Each Pre-Loved SNOO comes with 2 brand new, organic cotton sleep sacks (1 Small + 1 Medium), a new mattress & waterproof mattress cover, and an organic cotton fitted sheet...yours to keep!...",
      "id": "995b39c2-b22b-418a-8ebb-0bbff83925e0",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What’s included with a Pre Loved SNOO?",
      "content": "SNOO comes with everything you need to start SNOOzing right away! You'll receive a SNOO Smart Sleeper, 4 legs, a power adapter, a power cable holder, 2 new SNOO Sacks (1 Small + 1 Medium), an organic cotton fitted sheet, a new mattress & mattress cover! Additionally, families have unlimited access to our App, sleep support from our team, and a 1-year warranty.",
      "id": "13d65166-afcd-4911-99d6-720bd499e149",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I cancel my Pre Loved SNOO purchase?",
      "content": "Thanks for reaching out! When your order has been processed, we're no longer able to adjust or cancel the order. Families can cancel their order anytime before their ship date by filling out this form: https://support.happiestbaby.com/hc/en-us/requests/new",
      "id": "5ffa22f7-1088-4a77-9502-666eeff9402a",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I use a Happiest Baby Gift Card to purchase a Pre Loved SNOO?",
      "content": "You sure can!",
      "id": "feef9ec2-57a9-4ff8-9d78-1c56a34522fb",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can I return my Pre Loved SNOO?",
      "content": "Yes! You have 30 days from delivery to return your Pre-Loved SNOO in original condition. However, please note that returns will incur a restocking fee of $199 plus applicable tax, if any.",
      "id": "b121ff20-8c0b-4464-bb2c-5e56d14693ad",
      "companyName": "Happiest Baby"
    },
    {
      "name": "If my Pre-Loved SNOO needs to be replaced, will it be replaced with a new SNOO?",
      "content": "Thanks for your question. We want to reassure you that while our Certified Pre-Loved SNOO is out of stock on our site, we have reserved a limited supply specifically for warranty replacements. For details about our 1-year limited warranty, you can review the full policy here: https://www.happiestbaby.com/pages/snoo-limited-warranty. Please let us know if you have any questions at all!",
      "id": "4459c182-2843-4920-a2d8-0f71af5f21cc",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can you price match my New SNOO with the Pre Loved?",
      "content": "Thanks for reaching out! Unfortunately, we can't price-match a Pre-Loved SNOO and a new SNOO. SNOO is a brand-new device, while our Pre-Loved SNOO is a SNOO from our rental supply that has been expertly reconditioned.",
      "id": "c78932b0-76cc-41e5-b43a-e5271f8701eb",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is Pre Loved SNOO as good and as safe as a new SNOO?",
      "content": "Great question! Our special 5-step refresh + recondition process means every Pre-Loved SNOO works like new! Learn more info about our rigorous certification process: \nhttps://support.happiestbaby.com/hc/en-us/articles/360012501494-How-does-a-SNOO-rental-get-reconditioned-and-readied-for-the-next-family-",
      "id": "1e97cbe1-a81a-45f4-ad85-750ab96ee219",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Does the Pre Loved SNOO come with a 30-day trial?",
      "content": "Great question! While a 30-day trial isn't available for Pre-Loved SNOO, we do accept 30-day returns in original condition. Please note that all returns will incur a restocking fee of $199 plus applicable tax, if any.",
      "id": "ad129afe-7351-4ca2-bcdb-33bca476ca77",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What is the Pre-Loved SNOO?",
      "content": "Pre-Loved SNOO comes from our rental supply. It's been thoroughly inspected, cleaned, and tested to ensure it meets all quality and safety standards. It's a great way to get the benefits of SNOO at a lower price point. The new SNOO comes directly from the factory and has never been used. Both come with a 1-year warranty.",
      "id": "2e2dc283-b02d-414f-886d-29b44a71c40f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Where does the Pre-Loved SNOO come from?",
      "content": "Pre-Loved SNOO comes from our rental supply.",
      "id": "48c7860d-ad21-48f8-9bc5-a61ceb16b5a4",
      "companyName": "Happiest Baby"
    },
    {
      "name": "What's the difference between the SNOO and the Pre-Loved SNOO?",
      "content": "Great question! Pre-Loved SNOO is just like a new SNOO but comes from our rental supply. This means every family enjoys a 1-year warranty and better, safer sleep for an even better price!",
      "id": "a6a12849-cc5b-473f-83b6-376287d4165f",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can my baby still stay swaddled even at 7-8months?",
      "content": "It's important to stop swaddling at the first signs of rolling for safety. At 7-8 months, most babies will be rolling, so it's important to leave the arms free when not in SNOO at the first signs of rolling.",
      "id": "8638fc2c-8653-4db8-85bb-9f717cfa9dfe",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Can we send our Snoo back to you to be sanitized?",
      "content": "I'm afraid we don't currently have a repair or reconditioning center for purchased SNOOs, but I'd recommend taking a look at our blog on 'How to Clean your SNOO' here: https://www.happiestbaby.com/blogs/snoo/how-to-clean-snoo",
      "id": "1a571c57-5c12-492b-8135-ec8738049545",
      "companyName": "Happiest Baby"
    },
    {
      "name": "Is there a way to clean the mesh around the SNOO?",
      "content": "Simply spot clean the mesh with a soft, clean cloth, warm water, and a mild baby-safe cleanser. For more detailed care instructions, you can check out our blog here: https://www.happiestbaby.com/blogs/snoo/how-to-clean-snoo#how-to-clean-snoo-mesh",
      "id": "48ac3e81-5654-4616-9d9e-b32c19dbb5ee",
      "companyName": "Happiest Baby"
    },
    {
      "name": "I saw a 6-month/6 month rental special for only $499 on your site before",
      "content": "Our 6-Month Rental Special was available previously for a limited time only. Currently, we offer our flexible Basic Rental option that allows families to rent SNOO month-to-month. Rest assured that as a member of the HB fam text community, you will receive alerts about any specials in the future!",
      "id": "527177aa-dfde-4cb9-8641-57265b51575c",
      "companyName": "Happiest Baby"
    },
    {
      "name": "How do I test the SNOO to make sure it works?",
      "content": "Great question! To test your SNOO, just plug it in, press the power button, and make sure the light turns solid white. Just press the Activity Button at the foot of SNOO with a SNOO Sack attached to the safety clips and that will activate the motion and white noise.\nYou can also hold the power button to move through the different soothing levels.",
      "id": "64d882ed-4ed3-4036-b307-9556624ecb45",
      "companyName": "Happiest Baby"
    },
    {
      "name": "When will my SNOO (excluding rental or pre-loved) order ship?",
      "content": "Thanks so much for reaching out and we're excited to have your fam SNOOzing with us soon! Due to popular demand, SNOO is currently sold out for immediate shipment, and the first available ship date is April 30, 2026. If you place an order now for a later ship date and an earlier availability opens up, we'd be happy to reach out and let you know. If you need SNOO sooner, we offer Certified Pre-Loved SNOO and SNOO Rental. They're the same pediatrician-designed smart bassinet that keeps babies safely on the back, just not brand new.",
      "id": "33a33260-1e02-4ca6-b7b0-8f7c624107e3",
      "companyName": "Happiest Baby"
    }
  ]
}
