{
  "companyKey": "hop wtr",
  "templates": [
    {
      "name": "When does the drink expire?",
      "content": "The best-by-day (BBD) is at the bottom of the can. If it shows expired but has been stored in a cool dry place, there should be no issues consuming it.",
      "id": "5ca11e6c-4920-4427-9f95-42d124302621",
      "companyName": "HOP WTR"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address, and the change you'd like to make?",
      "id": "8371c36a-18ad-4c72-a960-6c80b9592cbe",
      "shortcut": "ced",
      "companyName": "HOP WTR"
    },
    {
      "name": "Military / first responder discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "a5293ef5-661e-4594-ab8e-00c89cda7fd5",
      "shortcut": "ms",
      "companyName": "HOP WTR"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "id": "43099a15-2de8-48b4-a8fd-693c80c97182",
      "shortcut": "ps",
      "companyName": "HOP WTR"
    },
    {
      "name": "Do you offer free samples?",
      "content": "We don't have free samples to give out through our website, but we're available in some retail locations: https://hopwtr.attn.tv/sl/lBjttFcN Some of them offer single cans or 6-packs as a smaller format option.",
      "id": "0b2e1164-7412-4f24-82af-2bc098411057",
      "companyName": "HOP WTR"
    },
    {
      "name": "Mango sparkling hop details",
      "content": "So happy to hear that you want to give one of our products a try! You can check out our Mango Sparkling Hop Water here: https://hopwtr.attn.tv/sl/iUdTibuq It's refreshing and hydrating with 0g carbs, 0g calories, 0g sugar and 120% Vitamin C!",
      "id": "ce0b0106-d535-45be-b57b-0327edda673c",
      "companyName": "HOP WTR"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $50. Maybe you can add something else to reach the minimum?",
      "id": "0f2e3076-890d-4195-bd5f-71d2bb3a92d5",
      "shortcut": "fs",
      "companyName": "HOP WTR"
    },
    {
      "name": "Return Policy",
      "content": "You can check out our detailed return policy here - https://hopwtr.com/policies/refund-policy",
      "id": "13ab419e-82b2-4011-a2cf-bf37df91f63b",
      "shortcut": "rp",
      "companyName": "HOP WTR"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! To purchase via our wholesale website, please submit your information in the form at the following link and we will contact you within 24-72 hours: https://wholesale.hopwtr.com/accounts/sign_up",
      "id": "1eacfbdc-837a-4167-872f-2c758de536ff",
      "shortcut": "wls",
      "companyName": "HOP WTR"
    },
    {
      "name": "Customer Support",
      "content": "The best way to handle this is to email us directly at cheers@hopwtr.com. Our team is happy to help!",
      "id": "8fe6bec4-064b-4929-a0ab-96389e40f417",
      "shortcut": "cs",
      "companyName": "HOP WTR"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/hopwtr/ and FB here: https://www.facebook.com/drinkhopwtr",
      "id": "a01dccb7-15c4-420f-ad02-05b3fabb3cf9",
      "shortcut": "smd",
      "companyName": "HOP WTR"
    },
    {
      "name": "Do you ship to Alaska/Hawaii?",
      "content": "We only ship to the continental US at the moment, though I'll definitely pass this along to the team to consider in the future.",
      "id": "6700a26d-6f11-4996-9407-f4ce8e8eedfd",
      "companyName": "HOP WTR"
    },
    {
      "name": "Store Location / Retailer",
      "content": "You can find us at a store near you here:  https://hopwtr.com/pages/store-locator",
      "id": "f555798e-711d-4ba6-9a27-930fdd1ecb0a",
      "shortcut": "sl",
      "companyName": "HOP WTR"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a referral program where you can give your friends a free 12-Pack when they buy their first two or more 12-packs using your unique referral link and so will you. Check it out here: https://hopwtr.referralcandy.com/",
      "id": "767681f3-6c45-40f7-ab77-d4cb4b323bad",
      "shortcut": "rwd",
      "companyName": "HOP WTR"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can read more about our Affiliates program and apply here: https://hopwtr.com/pages/affiliates",
      "id": "932e7c5c-921f-4237-a648-06afda154205",
      "shortcut": "ams",
      "companyName": "HOP WTR"
    },
    {
      "name": "Shipping Time",
      "content": "Due to incredibly high demand, orders are shipping from different fulfillment centers at different times. Typically orders ship within 2-5 days and we usually ship via USPS or UPS. Once shipped, it will take 3-5 business days domestically.",
      "id": "8934d7c1-df45-431b-9949-8ff3800400ba",
      "shortcut": "shp",
      "companyName": "HOP WTR"
    },
    {
      "name": "Do you ship to Hawaii?",
      "content": "Unfortunately, we don't ship to Hawaii at this time, but we're available in stores in Hawaii. Please check out our store locator to see if there is a store near you here:  https://hopwtr.attn.tv/sl/nl2EP24D",
      "id": "e5507bb6-3691-448c-be4d-58911711d174",
      "companyName": "HOP WTR"
    },
    {
      "name": "Are your products certified organic?",
      "content": "At this time HOP WTR is not certified organic.",
      "id": "3e083825-e49a-40d1-b98f-63b53f132386",
      "companyName": "HOP WTR"
    },
    {
      "name": "What are hops? Are they healthy?",
      "content": "Hops are the flowers of the hop plant Humulus lupulus, which in Latin means something like extremely delicious. They are used primarily as a bittering, flavoring, and stability agent in beer, to which, in addition to bitterness, they impart floral, fruity, or citrus flavours and aromas. In a conveniently beautiful twist of fate, studies also show hops can be effective in reducing stress and anxiety. Hops contain flavonoids which have potent antioxidant, anti-inflammatory, and anti-bacterial properties. A flavonoid in hops has also been found to help reduce weight gain, lower elevated cholesterol, and reduce high blood sugar.",
      "id": "20aad6a7-a6ea-4a46-8684-ea0f499e719e",
      "companyName": "HOP WTR"
    },
    {
      "name": "Does your product have calories?",
      "content": "No, HOP WTR is a zero-calorie beverage.",
      "id": "34f41c29-563f-44f6-971d-2adf66e290e4",
      "companyName": "HOP WTR"
    },
    {
      "name": "What am I going to feel when I drink your product?",
      "content": "Adaptogens and nootropics feel different for everyone. Most responses range from focused calm energy to uplifting euphoria. Here's why: the ingredients in HOP WTR adapt to your body. So while you may feel an urge to mellow out after a can, a friend may be more inclined to go for a run or start working on their next startup idea. Your unique neurochemistry and hormones - along with sleep quality and stress levels - all have an effect on how adaptogens and nootropics affect you.",
      "id": "d15a1fb3-4ea2-4b50-88f7-0360146ffad1",
      "companyName": "HOP WTR"
    },
    {
      "name": "Is your product packaged in cans with bpa-free liners?",
      "content": "All of our cans use BPA-free liners.",
      "id": "484d3e78-0f6a-4f84-b034-e8f665854b64",
      "companyName": "HOP WTR"
    },
    {
      "name": "Can women who are pregnant or breastfeeding drink hop wtr?",
      "content": "Out of an abundance of caution, we recommend checking with your doctor first. There haven't been enough studies to show the effects of the functional ingredients in HOP WTR while pregnant or breastfeeding, so we generally suggest consulting with a medical professional about your individual circumstance.",
      "id": "883bd56a-016f-4c53-bb37-851475ab85cd",
      "companyName": "HOP WTR"
    },
    {
      "name": "What are nootropics and what kind of nootropics do you use?",
      "content": "Nootropics are supplements that boost your brain's function by targeting specific neurotransmitters such as serotonin and dopamine. This exotic term derives from the Greek word \"noos\" (mind) and \"tropein,\" which means \"towards.\" We use a 50mg dose of mood-boosting L-Theanine that is shown to improve memory, decision-making, creativity and overall cognitive performance.",
      "id": "ea8549d1-b847-4dc6-a06b-7f3185125c98",
      "companyName": "HOP WTR"
    },
    {
      "name": "Will your products give me a hangover?",
      "content": "If by \"hangover\" you mean brutal headache, dehydration, inexplicable anxiety, and a general desire to shut the shades and stay in bed until the pain is gone, then absolutely not! Our products contain no alcohol and have not been known to cause hangovers. Hangovers are caused by the potent mix of dehydration and your body metabolizing the toxins found in alcohol. HOP WTR contains none of these metabolites, and is also majority water.",
      "id": "5a1255da-cab0-4efb-ab17-8e0c53c67223",
      "companyName": "HOP WTR"
    },
    {
      "name": "What kind of hops are in your products?",
      "content": "We use Citra, Amarillo, Mosaic, and Azacca hops for a balanced flavor profile of aromatic citrus and crisp bitterness.",
      "id": "eff261c7-c00f-4a43-8308-8119377cf364",
      "companyName": "HOP WTR"
    },
    {
      "name": "What is HOP WTR?",
      "content": "It's a calorie-free, hop-filled sparkling water crafted with stress-busting adaptogens and nootropics.",
      "id": "f2e78f34-f1d5-459d-8abb-88e2a4974b8f",
      "companyName": "HOP WTR"
    },
    {
      "name": "How does HOP WTR taste? How does it compare to beer?",
      "content": "HOP WTR is a fresh, smooth homage to your favorite IPA. The HOP WTR flavor profile is somewhere in between your go to seltzer and favorite craft beer.",
      "id": "acc7df34-c34c-4b9b-9f27-dd9d35ad896c",
      "companyName": "HOP WTR"
    },
    {
      "name": "Are your cans recyclable?",
      "content": "Absolutely, our aluminum cans are fully recyclable!",
      "id": "6cbd9428-f7b0-4882-a200-96f3887ba1dd",
      "companyName": "HOP WTR"
    },
    {
      "name": "Are your products non GMO?",
      "content": "Yes! We're proudly Non-GMO Project Verified. We pride ourselves on using the highest-quality ingredients on the market!",
      "id": "4b17d3a2-ee33-4ec1-994a-895a2522cf73",
      "companyName": "HOP WTR"
    },
    {
      "name": "Are nootropics all natural?",
      "content": "Nootropics are not all natural. We use plant-based ingredients whenever possible, like all of our hops and adaptogens. In order to create a healthy beverage that also delivers a real feeling, we found that combining natural and synthetic ingredients produced optimal effects. All of the ingredients are of the purest potency and highest quality we could find.",
      "id": "8c39197f-fded-477f-8850-50b595f81289",
      "companyName": "HOP WTR"
    },
    {
      "name": "What are adaptogens and what kind of adaptogens do you use?",
      "content": "Adaptogens are herbs and minerals that help manage stress and cortisol levels. We craft HOP WTR with ashwagandha to support your ability to destress and unwind.",
      "id": "930e3e83-ab2d-4879-99b1-a7b7b1306aea",
      "companyName": "HOP WTR"
    },
    {
      "name": "Does (product) have gluten?",
      "content": "All of our products are actually gluten free.",
      "id": "b990e72f-5f0c-439e-a3b4-afa043038707",
      "companyName": "HOP WTR"
    },
    {
      "name": "How is HOP WTR produced?",
      "content": "I'm afraid we can't share details on the production process as it's proprietary, apologies for the inconvenience!",
      "id": "307bb542-be07-461c-93f5-48c0fc0e955d",
      "companyName": "HOP WTR"
    }
  ]
}
