{
  "companyKey": "horse.com",
  "templates": [
    {
      "name": "Free shipping",
      "content": "We offer free economy shipping to select items within the contiguous 48 U.S. states. Items eligible for this offer will have the sign \"FREE SHIPPING!\" on the product pages. Additional exclusions may apply for excessively heavy or large items and will be noted during checkout.",
      "id": "e361939e-936c-4b98-9259-d47d708359a2",
      "shortcut": "fs",
      "companyName": "Horse.com"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to contact us via this link: https://www.horse.com/CS/Feedback.aspx Our team is happy to chat.",
      "id": "4329d8fc-0e70-4076-b87c-7e77e84411b6",
      "shortcut": "ams",
      "companyName": "Horse.com"
    },
    {
      "name": "Where do you ship to?",
      "content": "We gladly ship within the 50 United States, APO/FPO addresses (USPS Priority Mail only), Canada, Guam, PO Boxes, Puerto Rico and the Virgin Islands. Delivery option restrictions by location apply.",
      "id": "8ae0ac67-f3d8-4d85-bdc2-d3d71a68fe87",
      "companyName": "Horse.com"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/horsedotcom/?hl=en and FB here: https://www.facebook.com/horsedotcom",
      "id": "6b3e204a-323d-4b7a-9736-2d8157c56f40",
      "shortcut": "smd",
      "companyName": "Horse.com"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out!",
      "id": "5f7667da-e045-4a25-b8a2-4bbe30242480",
      "shortcut": "sl",
      "companyName": "Horse.com"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.horse.com/CS/Returns.aspx",
      "id": "613a4e34-4257-40c1-8347-f0b1c03b89dc",
      "shortcut": "rp",
      "companyName": "Horse.com"
    },
    {
      "name": "How is the shipping weight charge calculated for my order?",
      "content": "Shipping costs are calculated based on the total weight of items in your order and the shipping method selected. Total shipping charges will automatically display on the checkout page before you submit your order for completion.",
      "id": "b0c3e8f4-08ea-424b-82b6-8672c79d300d",
      "companyName": "Horse.com"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-888-653-0026, Monday - Friday 8am - 6pm ET, or let me know if I can help via text, it may be faster.",
      "id": "cef841dc-666c-43e2-a5b5-eb896e33efdc",
      "shortcut": "ps",
      "companyName": "Horse.com"
    },
    {
      "name": "Do you offer Saturday delivery/shipping?",
      "content": "We do offer Saturday delivery where available and at an additional charge. To place an order for Saturday delivery, and get rates or location availability; please call our customer service team at 1-888-809-0751.",
      "id": "deb7ed82-5a29-4764-92af-916a8a65ebb0",
      "companyName": "Horse.com"
    },
    {
      "name": "How are vaccines shipped?",
      "content": "Vaccines are shipped in an insulated envelope or cooler with an ice pack.",
      "id": "60ec5627-c07c-435a-9cec-e9d631eb5b5e",
      "companyName": "Horse.com"
    },
    {
      "name": "What happens when I order a heavy or bulky item?",
      "content": "Certain products can only be delivered by truck. Online these products will be identified on the product page as \"Shipping restrictions apply - Truck Only\". Your order will be processed, but placed on \"HOLD\" and a Customer Care representative will call you with an estimate of freight cost. Please allow additional time to process your order and scheduled delivery. Shipping service provider delivery dates may also vary by region.",
      "id": "53adc4fa-d70f-430a-9952-84f70fe5e21a",
      "companyName": "Horse.com"
    },
    {
      "name": "How long will it take for me to receive a credit once I return an item?",
      "content": "We administer return credits within 7-10 business days once received in our return center.",
      "id": "f8171130-67e5-43cb-a899-41bfe5ec9a90",
      "companyName": "Horse.com"
    },
    {
      "name": "Can I ship my order internationally?",
      "content": "We have partnered with Bongo International to service our international customers. You can either select \"International Checkout\" on the cart page or select the \"Click here to ship internationally.\" link at checkout to be automatically transferred to Bongo's secure International Checkout page. You will then be provided with international shipping costs, as well as any duties and taxes required for your shipment.",
      "id": "b331f40d-c1e9-4e4e-a5f0-cf4cd8ca09db",
      "companyName": "Horse.com"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to contact us via this link: https://www.horse.com/CS/Feedback.aspx Our team is happy to help!",
      "id": "617f8913-f3ee-4b0c-8271-077b354d7da1",
      "shortcut": "cs",
      "companyName": "Horse.com"
    },
    {
      "name": "Must I sign for my delivery?",
      "content": "A signature is only required for Motor Freight deliveries.",
      "id": "93affe61-7ccc-4f16-889a-5e4bace6d935",
      "companyName": "Horse.com"
    },
    {
      "name": "What is a backorder?",
      "content": "A product is labeled as backordered when it is out of stock. You may still order the item, and it will be shipped to you as soon as it becomes available. The estimated arrival date to our distribution center is communicated on the product's information page and in the shopping cart. You will also receive periodic emails regarding the backorder status.",
      "id": "902c1e41-41a1-43d1-9447-3f0586875140",
      "companyName": "Horse.com"
    },
    {
      "name": "Shipping time",
      "content": "Delivery times are dependent upon product, inventory status, and delivery method. Typically, orders will arrive to your home within 7-10 business days. Items shipping via common carrier can take up to three weeks to arrive.",
      "id": "47a2236b-10d0-4479-a6ba-f03df052e921",
      "shortcut": "shp",
      "companyName": "Horse.com"
    },
    {
      "name": "Can I ship my order to Alaska or Hawaii?",
      "content": "Yes, a $29.95 fee will apply in addition to the shipping charges. Please note that shipping times to Alaska and Hawaii will take longer than our standard shipping of 7-10 business days. Please note that orders to Alaska and Hawaii must be shipped via economy.",
      "id": "c1c29de9-93da-42f7-982d-db966e2b5fd9",
      "companyName": "Horse.com"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to contact us via this link: https://www.horse.com/CS/Feedback.aspx Our team is happy to chat.",
      "id": "6586151f-25ea-4760-bdce-21f34bdefa98",
      "shortcut": "wls",
      "companyName": "Horse.com"
    },
    {
      "name": "How do I request a catalog?",
      "content": "You can request a catalog at the following link: https://www.horse.com/CS/Catalog.aspx",
      "id": "9768f1fa-b0db-4b11-b9f9-1cef94585a3a",
      "companyName": "Horse.com"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "a232d237-6334-4652-8671-a17d064174d6",
      "shortcut": "ms",
      "companyName": "Horse.com"
    },
    {
      "name": "What is an Oversize charge?",
      "content": "Products that are considered to be oversized due to the weight or dimensions of the shipping box will be shipped by economy or ground per the requirements of the shipping service provider. An additional charge per oversized item will be added to the shipping charges due to the increase in cost by the shipping service provider for larger or heavier items.",
      "id": "a14c1925-c131-4ad3-a8ed-859c047701d0",
      "companyName": "Horse.com"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "Yes, we offer Next Day, 2nd Day Air and 3 Day Shipping. Please note that orders placed after 2 pm ET will not be shipped until the following business day. You can expect orders shipped Next Day to take 2-3 business days to arrive, orders shipped 2nd Day to arrive within 3-4 business days and orders shipped 3 Day Shipping to arrive within 4-5 business days.",
      "id": "4f7f2609-4a95-485e-a538-914d52ceb92e",
      "companyName": "Horse.com"
    },
    {
      "name": "Cancel / edit order",
      "content": "The best way to handle this is to call our customer service team at 1-888-809-0751. They'll be more than happy to help out!",
      "id": "2291bee6-f417-4764-a895-bd3a32b6d2be",
      "shortcut": "ced",
      "companyName": "Horse.com"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.horse.com/Warehouse-Outlet/Search/clearance/708/",
      "id": "6efbffe8-6afc-411f-95ca-6c00665dbc98",
      "shortcut": "spg",
      "companyName": "Horse.com"
    }
  ]
}
