{
  "companyKey": "hot topic",
  "templates": [
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $75. Maybe you can add something else to reach the minimum?",
      "id": "422a0946-d669-4748-a8a9-84f203ef3811",
      "shortcut": "fs",
      "companyName": "Hot Topic"
    },
    {
      "name": "What gauge am I?",
      "content": "Because there is no universal sizing system for body jewelry, we strongly recommend checking with your local professional piercer to determine the appropriate gauge and length.",
      "id": "f608275b-6b05-401c-914b-944042cfe2c3",
      "companyName": "Hot Topic"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to contact us via this link: https://www.hottopic.com/contactus Our team is happy to chat.",
      "id": "8cd91a6d-27db-42fd-9a0d-6b897c6682b9",
      "shortcut": "wls",
      "companyName": "Hot Topic"
    },
    {
      "name": "How do I clean and care for my piercing?",
      "content": "It's always best to check with your local professional piercer regarding cleaning procedures. Please consult the APP website for care procedures: https://www.safepiercing.org/docs/APP_Body_Aftercare-2016rev-web.pdf If you need recommended cleaning supplies for your piercings, you can find products here: https://www.hottopic.com/accessories/body-jewelry/",
      "id": "df7ac264-84ca-4736-89e9-e35749142830",
      "companyName": "Hot Topic"
    },
    {
      "name": "How do I start a return?",
      "content": "You can start your return here: https://returns.narvar.com/hottopic/returns",
      "id": "1dd81a92-84fd-4ac5-8769-a5e09f82c5e1",
      "companyName": "Hot Topic"
    },
    {
      "name": "What is “pleather”?",
      "content": "This refers to any synthetic material that looks a lot like leather.",
      "id": "adfe2612-9ddb-4b20-83dd-bbf2d0071de8",
      "companyName": "Hot Topic"
    },
    {
      "name": "Can I get my order gift wrapped?",
      "content": "Sorry, gift wrapping is currently not available.",
      "id": "f3ba4f34-612a-4802-8ce0-cffa47fe6c0c",
      "companyName": "Hot Topic"
    },
    {
      "name": "Do you offer international shipping?",
      "content": "Yes! Canadian shipping typically arrives in 6-10 business days. Shipping for all other international locations typically arrives in 10-20 business days, depending upon region. Certain countries may charge additional fees, such as customs fees and independent carrier fees. All Canadian orders ship via Purolator; all other International orders ship via DHL.",
      "id": "e49eac69-9512-43b9-8ddd-9bd8610bece5",
      "companyName": "Hot Topic"
    },
    {
      "name": "What is a “Hot Topic Exclusive” item?",
      "content": "This means the item was produced or sold exclusively to Hot Topic and is only available through our website or stores.",
      "id": "12f5f82c-51b4-4999-833c-f85ed29ba733",
      "companyName": "Hot Topic"
    },
    {
      "name": "Do you offer exchanges?",
      "content": "Sorry, we do not offer exchanges. You can use our return portal to initiate your return: https://returns.narvar.com/hottopic/returns or visit your nearest Hot Topic store to begin a return.",
      "id": "250957b2-eff8-42b3-9af9-1d01ebbb429a",
      "companyName": "Hot Topic"
    },
    {
      "name": "Can I order online and pick up in store?",
      "content": "Yes! Orders will typically take 3-4 hours to process, and those placed 3-4 hours before the store closes may be processed the next business day. You can learn more here: https://www.hottopic.com/customer-service/free-in-store-pick-up/learn-more/",
      "id": "a9dbc460-f87d-42a1-8f4c-8deffa926024",
      "companyName": "Hot Topic"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/hottopic/ and FB here: lhttps://www.facebook.com/hottopic",
      "id": "0f7c6f89-f1a3-4354-95b6-06f109b93378",
      "shortcut": "smd",
      "companyName": "Hot Topic"
    },
    {
      "name": "Cancel / edit order",
      "content": "Our first priority is to ensure that your items ship out as quickly as possible. Therefore, once your order has been confirmed, it is immediately sent to our warehouse for processing. Due to this, we are unable to modify or cancel your order once it has been submitted. I apologize for any inconvenience this may cause!",
      "id": "6cb5496b-d50c-40c6-b2d1-096d14e24f9a",
      "shortcut": "ced",
      "companyName": "Hot Topic"
    },
    {
      "name": "When do my points show up in my account?",
      "content": "Points usually post within 48 to 72 hours but can take up to 5 days. For online purchases, points do not post until the order is shipped and your credit card is charged.",
      "id": "50cdafa3-2f56-45cc-b4a1-3ef3d92885f1",
      "companyName": "Hot Topic"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://www.hottopic.com/customer-service/hot-topic-rewards/",
      "id": "61ba1009-0a46-4b74-929f-d54d7a3064d2",
      "shortcut": "rwd",
      "companyName": "Hot Topic"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can learn more and apply for our affiliate program here: https://www.hottopic.com/customer-service/partnerships/affiliates/",
      "id": "474da152-4b48-477d-8a86-bb36942c88ce",
      "shortcut": "ams",
      "companyName": "Hot Topic"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "We offer express and overnight shipping. Express shipping typically arrives between 2-3 business days. Express orders are delivered Monday-Friday only. Please note that a signature is required upon delivery. Orders must be submitted Monday-Friday by 11am EST to ship the same day.\n\nOvernight shipping orders must be placed Monday-Thursday before 11am EST. Please note overnight orders placed on Friday after 11am EST, will not process and ship out until the following business day (Monday), as we do not process orders Saturday & Sunday.",
      "id": "1a5cd5d5-5b82-4b0f-a56e-fef44d5ed5f6",
      "companyName": "Hot Topic"
    },
    {
      "name": "Sizing",
      "content": "Happy to help! Our clothes generally run true to size. Would you mind sharing your usual size? I'd also recommend checking out our size guide on each product page.",
      "id": "c084173d-baeb-464d-a045-04c8a2a674d7",
      "shortcut": "sz",
      "companyName": "Hot Topic"
    },
    {
      "name": "Can I use my reward with other offers?",
      "content": "Yes, rewards can be used with other offers.",
      "id": "7effa86f-6070-4713-9546-3777a411ea67",
      "companyName": "Hot Topic"
    },
    {
      "name": "How do I see how many points I have?",
      "content": "You can keep track of your points by accessing your online account at https://www.hottopic.com/account.",
      "id": "08da2db7-de7a-48a3-bd9a-8f3ac58d931e",
      "companyName": "Hot Topic"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us near you here: https://www.hottopic.com/stores",
      "id": "acd22ef1-bfd4-46ef-b458-0c7651a32c54",
      "shortcut": "sl",
      "companyName": "Hot Topic"
    },
    {
      "name": "I signed up during my birthday month. Where is my $5 Birthday Reward?",
      "content": "If you signed up after the 1st calendar day of the month, you will have to wait until the following year during your birthday month to receive the $5 Birthday Reward. Hot Topic sends out birthday rewards on the 1st calendar day of each month.",
      "id": "1c71a19c-1b0a-4ddd-be7d-bce614067e13",
      "companyName": "Hot Topic"
    },
    {
      "name": "What do my rewards get applied towards?",
      "content": "Rewards are applied to the subtotal of purchase. Rewards cannot be used for gift cards, prior purchases, shipping and handling fees, taxes or donations.",
      "id": "f251070a-6879-4a01-9d80-a3d8414a58fa",
      "companyName": "Hot Topic"
    },
    {
      "name": "How do I get the size label off of my tee without ruining the screen or transfer?",
      "content": "Size labels should never be so sticky that they damage a screen or transfer image, but pulling them off slowly and carefully can avoid the remote possibility of damage.",
      "id": "df9761f5-85c7-4c4f-b515-10f46f45fb0d",
      "companyName": "Hot Topic"
    },
    {
      "name": "How long does your hair dye last?",
      "content": "The length of time hair dye will last is based on several factors, including the condition of your hair, the color of your hair and your hair care products. The color may last for as long as two months or as little as one week. If your hair is bleached first, it'll generally stay vibrant longer, but make sure you consult a hair care specialist before you do it in order to make sure your locks can handle any chemical alterations.",
      "id": "78399ddd-e442-4f1a-a3c0-1be847782903",
      "companyName": "Hot Topic"
    },
    {
      "name": "Do my rewards expire?",
      "content": "You have forty-five (45) days from the date of issuance to redeem the reward.",
      "id": "c4c52737-8966-4b54-a37f-5eedbb889bda",
      "companyName": "Hot Topic"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to contact us via this link: https://www.hottopic.com/contactus Our team is happy to help!",
      "id": "ef391b5b-344f-4689-b232-5ff7687dd689",
      "shortcut": "cs",
      "companyName": "Hot Topic"
    },
    {
      "name": "How do I care for clothing that has spikes, rivets and grommets?",
      "content": "Removing all straps or other accents that can be removed is a great idea. Make sure to have all zippers zipped, buttons buttoned and snaps snapped. Wash garments delicately in cold water.",
      "id": "719b3751-5b73-403b-a660-dca1b50d9555",
      "companyName": "Hot Topic"
    },
    {
      "name": "I already signed up for the rewards program at the store, how do I access my account online?",
      "content": "Please go to www.hottopic.com/joinnow and choose Join Now. Complete the form and we'll find your account and help you set up a password so you can start earning points online, too.",
      "id": "4607a48a-f33f-4db6-acb6-4803ced83e21",
      "companyName": "Hot Topic"
    },
    {
      "name": "Do my points expire?",
      "content": "Yes, points expire if there are no purchases made on your account for thirteen (13) consecutive months.",
      "id": "cb11ecf3-4e86-4593-b64a-4d7946159e2e",
      "companyName": "Hot Topic"
    },
    {
      "name": "Do Shipping Surcharges count towards free shipping?",
      "content": "Shipping Surcharges do not count towards free shipping.",
      "id": "c00efca4-9cb8-4916-a88f-3f079497b752",
      "companyName": "Hot Topic"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.hottopic.com/customer-service/returns-exchanges/",
      "id": "2de360a1-0fc1-4c75-a7cc-6aa8bb3f66b9",
      "shortcut": "rp",
      "companyName": "Hot Topic"
    },
    {
      "name": "How do I care for a tee with a transfer image on it?",
      "content": "Follow the care instructions as closely as possible. Wash your tee inside out, preferably in cold water, and never iron the transfer image.",
      "id": "1c859a90-b83d-484f-b388-f0c73bc0ccdc",
      "companyName": "Hot Topic"
    },
    {
      "name": "Shipping time",
      "content": "We usually ship via USPS and once shipped it will take 3-8 business days for domestic orders.",
      "id": "753e1826-f1c2-41f9-aef5-ac0ce3d2f3b5",
      "shortcut": "shp",
      "companyName": "Hot Topic"
    },
    {
      "name": "How much do tees shrink?",
      "content": "Tees may shrink about 5% in length and width, if care instructions are followed correctly. This is about 1 1/2\" for both measurements. Please note that not following care instructions can result in more shrinkage.",
      "id": "14504c33-93dd-4bb8-bf5b-3ce7834115a3",
      "companyName": "Hot Topic"
    },
    {
      "name": "What are Shipping Surcharges?",
      "content": "Some items ship directly to you from our vendors. Depending on the item, the cost of shipping may be greater due to the item's unique size, weight, or fragility. We do our best to ensure that these shipping costs are kept at a reasonable amount.",
      "id": "998c588d-09f6-4ee7-b4f3-eb625a76e864",
      "companyName": "Hot Topic"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-800-892-8674, Monday - Sunday 7am - 5pm PT, or let me know if I can help via text, it may be faster.",
      "id": "10fef2f1-a934-45fb-bbce-4801d33a9989",
      "shortcut": "ps",
      "companyName": "Hot Topic"
    },
    {
      "name": "Are there any exclusions when using or redeeming a reward?",
      "content": "Rewards cannot be used for gift cards, prior purchases, shipping, handling, taxes, or donations. Also, you will not be able to use your reward unless it is used in its entirety. For example, if your subtotal is $3, you'll be unable to use a $5 reward.",
      "id": "dd66692e-3200-4154-8734-820626527f81",
      "companyName": "Hot Topic"
    },
    {
      "name": "What does “man-made” mean?",
      "content": "\"Man-made\" means the item is made completely of synthetic materials and contains no animal products.",
      "id": "031d81c8-67e5-4d40-b617-710de4c3ef35",
      "companyName": "Hot Topic"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://www.hottopic.com/trackorder",
      "id": "67c85ef0-e9eb-49f5-b2c3-0ace73478366",
      "companyName": "Hot Topic"
    },
    {
      "name": "Can’t I just wash something that is marked Dry Clean Only if I’m really careful?",
      "content": "I'm afraid not. Following the care instructions on the label keeps your garment wearable! There's a good chance it may disintegrate in the washing machine.",
      "id": "c5cdde6d-5b99-4361-a0a1-4708f6862bcb",
      "companyName": "Hot Topic"
    },
    {
      "name": "Why is there a shipping surcharge?",
      "content": "Please note that there is an additional $2.99 surcharge per item on pre-order merch shipped to home addresses. This surcharge will be waived for one item in a single order if the entire order does not qualify for free shipping over $75. This surcharge is waived entirely if the Ship To Store option is selected.",
      "id": "de5ba659-5ca5-471c-9058-302195fb16d9",
      "companyName": "Hot Topic"
    },
    {
      "name": "Do you ship to P.O. Boxes?",
      "content": "We currently only offer Standard Shipping to P.O. Boxes. Express and Overnight options are not available.",
      "id": "9fd01913-c38e-4752-98f1-f62194ffc9f2",
      "companyName": "Hot Topic"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! To take advantage of your 10% military discount, please call Customer Service at 800-892-8674 and they'll be happy to process the order for you.",
      "id": "93909a7b-8a30-4a8d-8625-336fb25b6fd0",
      "shortcut": "ms",
      "companyName": "Hot Topic"
    },
    {
      "name": "Welcome code exclusions",
      "content": "Please note that the offer is not valid towards HT Foundation merch, select Loungefly products, select Funko products, select toys, games, and collectibles, select jewelry, accessories, and beauty, select home goods, select licensed and non-licensed apparel, select books, CDs, DVDs, vinyl records, prior purchases, donations, gift cards, taxes, or shipping. You can find more details on the offer here: https://hottopic.attn.tv/a06Aq0Vj5jCH/",
      "id": "fe939b13-7b1a-4fe6-a0cc-9c2689dcd14f",
      "shortcut": "cww",
      "companyName": "Hot Topic"
    },
    {
      "name": "Can I combine my Hot Cash with other coupons?",
      "content": "Hot Cash can be earned even when applying other discounts and offers to your purchases. But, Hot Cash is not combinable with other offers, promotional codes or coupons. Also, Hot Cash coupons are not valid towards prior purchases, shipping, taxes, gift cards, vinyl records, DVDs, or CDs, additional exclusions may apply.",
      "id": "6785cb0d-e476-4eae-b1d8-8ec8ce97e32c",
      "companyName": "Hot Topic"
    },
    {
      "name": "How and when can I earn Hot Cash?",
      "content": "Hot Cash can be earned with a qualifying purchase. Qualifying purchases do not include taxes, shipping, vinyl records, DVDs, CDs, or gift cards. It is earned during specific earning periods online and in stores.",
      "id": "3defa4ce-91a7-40ee-8a05-e1d068052da5",
      "companyName": "Hot Topic"
    },
    {
      "name": "How do I redeem my Hot Cash?",
      "content": "To redeem your Hot Cash online, log into your Hot Topic Rewards account and be sure to activate your Hot Cash by clicking \"Activate\". Once your Hot Cash is activated, proceed to checkout to apply. Not a member? Spend your Hot Cash online by entering the promo code on the back of your Hot Cash at check out.",
      "id": "b048d95d-94a0-4a66-9c3e-fddea72ad9f1",
      "companyName": "Hot Topic"
    },
    {
      "name": "When will I receive my Hot Cash?",
      "content": "Hot Cash will be issued to your Hot Topic Rewards account within 24 hours of your transaction. If a Hot Cash coupon is earned during the previous coupon redemption period, it will appear in your Hot Topic Rewards account up to 48 hours after that redemption period ends.",
      "id": "80047604-608f-4321-b3a6-299308b2939a",
      "companyName": "Hot Topic"
    },
    {
      "name": "What is Hot Cash?",
      "content": "Hot Cash is a coupon program designed to save you money as a Hot Topic Rewards members! You can earn a $15 Off Hot Cash coupon for every $30 you spend. You can see more info here: https://www.hottopic.com/customer-service/hot-cash/?srsltid=AfmBOopLQceqC_8mj29EGnjv44zALhlygA0RlBhUaS8Tv8LSovrQduA3&externalId=Lw3Oy",
      "id": "7a123c6f-2868-4fa1-9ab0-24e930d237e9",
      "companyName": "Hot Topic"
    },
    {
      "name": "Is there a limit to how many Hot Cash I can earn within a period?",
      "content": "Yes, you can only earn up to $450 Hot Cash per period. We'll send you an email when the redemption period starts. You can subscribe to emails here: https://www.hottopic.com/emailsignup/",
      "id": "1b2a01a3-4d74-450c-a1d0-685c225e2147",
      "companyName": "Hot Topic"
    },
    {
      "name": "I want to apply for a position/job/career",
      "content": "Thanks for your interest! You can follow this link to check out our available job openings: https://www.workatht.com/?externalId=j2l3p",
      "id": "39d79c45-c28c-44f9-bb88-88be5d57854c",
      "companyName": "Hot Topic"
    },
    {
      "name": "How do I redeem my Gift Card?",
      "content": "You can use your Hot Topic eGift Card or physical gift card at all Hot Topic stores and Hottopic.com. Please make sure the gift card number is clear for redemption. There is no expiration date on your Hot Topic Gift Card. We recommend that you redeem it soon after you receive it, so you don't forget. Hot Topic Gift Cards cannot be reloaded. You can find more details here: https://www.hottopic.com/customer-service/payments/gift-cards/",
      "id": "3a8e0938-4132-4c15-badc-54254e3415d6",
      "companyName": "Hot Topic"
    },
    {
      "name": "Do you offer Financing, Split Payment, Klarna?",
      "content": "We accept payments through Klarna! You can enjoy interest-free payments, instead of paying all at once! Spread the cost of your purchase over 4 interest-free payments with Klarna. You can find more details on it here: https://www.hottopic.com/customer-service/payments/klarna/learn-more/",
      "id": "2a90e04e-ca9a-4c27-85be-0bb07aecad63",
      "companyName": "Hot Topic"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sales collection here: https://www.hottopic.com/sale/",
      "id": "5022f63e-4f44-4203-acaf-9061f1aaaee2",
      "companyName": "Hot Topic"
    },
    {
      "name": "Payment Methods/Options",
      "content": "We accept most major credit cards and online payment methods. You can follow this link to see all of our available payment options: https://www.hottopic.com/customer-service/payments/",
      "id": "2acba177-6a10-47a1-9db3-4708ea0ce273",
      "companyName": "Hot Topic"
    }
  ]
}
