{
  "companyKey": "in common beauty",
  "templates": [
    {
      "name": "Can I delay / schedule my order?",
      "content": "We unfortunately do not have the ability to delay a shipment. Apologies for the inconvenience.",
      "id": "a7e37880-274d-4903-91dc-e69566420a2c",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Shipping time",
      "content": "We usually ship via FedEx and once shipped, it will take 5-9 business days for domestic orders.",
      "id": "41bb0ece-c0c6-4f9f-a173-22b0370c86bf",
      "shortcut": "shp",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Can you use Magic Myst with keratin-treated hair?",
      "content": "You can definitely use Magic Myst with a Keratin treatment.",
      "id": "cfcd7ebf-d3c4-426e-95cc-562221b1bcc9",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Retroactive discount request",
      "content": "The best way to handle this is to email our team at hello@incommonbeauty.com with your order number and the code and we'll be happy to assist.",
      "id": "d6abf26b-d57d-46fb-8b7f-88ce8fd7fa21",
      "shortcut": "rdr",
      "companyName": "In Common Beauty"
    },
    {
      "name": "What is the C3 Custom Care Complex?",
      "content": "We infuse every single one of our products with our exclusive C3 Custom Care ComplexTM technology to restore hair back to a healthy state: The cuticle is sealed, the cortex is reinforced and the hair resists damage. You can find more information at the following link: https://www.incommonbeauty.com/pages/technology",
      "id": "594b6eeb-05eb-4ec1-95a1-602d0b2a8f4e",
      "companyName": "In Common Beauty"
    },
    {
      "name": "What do you use in place of parabens as a preservative system?",
      "content": "We use a number of different ingredients, many based on food preservatives. Some examples include sorbic acid, potassium sorbate, and sodium benzoate.",
      "id": "bf4637e9-9506-41ad-b068-ad493ac438e5",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Are your products vegan?",
      "content": "Our products utilize ethically sourced silk amino acids derived from the empty cocoon of the silkworm, resulting in the line being considered only vegetarian, not vegan. As technology evolves and we find vegan alternatives to silk amino acids that provide the high performance expected from our products, we look forward to reformulating to meet vegan standards.",
      "id": "f226348e-18ca-455b-8c93-02024ffa3c6a",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Are your products vegetarian?",
      "content": "Yes, they are!",
      "id": "dea0f0e8-9266-4981-93c5-76a625842989",
      "companyName": "In Common Beauty"
    },
    {
      "name": "What happens to my points if my order is returned/canceled?",
      "content": "Any points earned from that order will be deducted from your In Common Crowd Rewards account balance.",
      "id": "246623ff-2be1-4fac-9143-fcb45e94d6ad",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do your products offer UV protection?",
      "content": "Yes! All of our products contain ingredients that offer UV protection by filtering both UVA + UVB rays.",
      "id": "afded221-6eed-4f7f-bde6-aed1b22c35d0",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do my points expire?",
      "content": "Your points will expire after one year of inactivity. Inactivity includes not interacting with our program i.e., redeeming points, placing an order, etc.",
      "id": "efa40ebf-be94-4ad7-8928-892050bf247a",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/incommon/?hl=en and FB here: https://www.facebook.com/incommonbeauty/",
      "id": "e82e7838-2cfc-4a25-aa36-23cd00e6a56b",
      "shortcut": "smd",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do you ship to PO Boxes?",
      "content": "Unfortunately, we do not ship to PO boxes. Apologies for the inconvenience!",
      "id": "865de89e-b0ea-4426-a88b-0be7002a16e1",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a Salon near you here: https://www.incommonbeauty.com/pages/artist-locator",
      "id": "206f8b12-20d6-4e48-93d9-a4499a58ab5b",
      "shortcut": "sl",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "5776ee30-b3c7-44ad-8e73-11ac176bb902",
      "shortcut": "ms",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do I need to use all three products in the system togeather?",
      "content": "Yes. Each of our System product's formulas is engineered to work together in a sequential order to best benefit your hair.",
      "id": "e0555a7d-18eb-4682-b0ce-6539e05f3b9d",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Are your products color safe?",
      "content": "Yes! All of our products, including shampoo, are safe for color-treated hair. This means that they are gentle, non-stripping and help prevent color fade.",
      "id": "ff4ab1f2-1f7a-4847-a8f2-0c432cee885d",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do you test on animals?",
      "content": "No. We have a strong commitment to animal welfare and don't directly or indirectly perform animal testing for any of our products. To the best of our knowledge, none of our raw material suppliers test the ingredients used in our products on animals.",
      "id": "55cd2abb-7807-4670-b066-3f51b6a4840f",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do your products have alcohol?",
      "content": "In order to maintain a high level of performance, a certain amount of alcohols is necessary in specific formulations. However, we formulate our products with cosmetic-grade alcohols that don't dry out or strip the hair of its natural oils. As a result, you can achieve the style you desire without the negative effects with which alcohols are sometimes associated.",
      "id": "199522e3-bfcd-4459-8e24-63228fb095a9",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://www.incommonbeauty.com/pages/rewards-yotpo",
      "id": "d0be0838-f7b4-4bfd-a8a4-ebe1a774e261",
      "shortcut": "rwd",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do your products contain silicone?",
      "content": "Yes, we strategically utilize high-performance silicones in many of our products to deliver softness, shine and protect against further loss of moisture. The silicones used in our products are water-soluble therefore alleviating concerns about buildup or unwanted \"weight\" on the hair. We never use lower grade silicones, which aren't water-soluble and act as \"fillers\" that weigh down and overload the hair. In addition, many products on the market utilize silicones only to address the cosmetic surface layer needs of the hair, resulting in temporary results. Our technologies-specifically our C3 Custom Care ComplexTM + Hydra-Protecting Technology-provide a more holistic approach and simultaneously repair and hydrate hair internally while also sealing and protecting the outer cuticle layer.",
      "id": "7ac882a7-b071-4bf1-b4d8-d0365dedf117",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Are your formulas paraben free?",
      "content": "Yes! Committed to going above and beyond the industry standards, we've designed our products to the highest level of performance, efficacy, and luxury. We spare no effort to achieve those high levels. We felt a responsibility to create paraben-free formulas in the interest of strong customer demand and our brand ideals.",
      "id": "bee643ed-fe7e-4b96-9209-6be637bc2203",
      "companyName": "In Common Beauty"
    },
    {
      "name": "I just placed an order, signed up/ engaged on social media but I don't see the points added to my account",
      "content": "Don't worry! Sometimes our system takes a few minutes to process and apply the points to your account. If you don't see the points in your account within 24 hours, please email us at hello@incommonbeauty.com with your order number and we'll be happy to help you out.",
      "id": "64d7c421-983e-4f58-a4ad-049b8c4e9aa0",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Are your products 100% natural?",
      "content": "We use only the finest ingredients in our products, many of which are natural ingredients. In the pursuit to provide uncompromised performance, many of our ingredients utilize the most effective technology and are specially formulated and, therefore, synthetically derived.",
      "id": "8419fb44-1a00-40d9-8aad-3531720a349d",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do your products contain dyes or colorants?",
      "content": "No, they don't.",
      "id": "d2e11552-8a8c-4a5b-8353-c3d1de046a14",
      "companyName": "In Common Beauty"
    },
    {
      "name": "What are sulfates and what kind do you use in your products?",
      "content": "Primarily used in shampoos, sulfates are a class of cosmetic ingredients known as surfactants, which act as cleansers. Some examples of commonly used sulfates include sodium lauryl sulfate and sodium laureth sulfate. Recent concern surrounding the harsh qualities of certain sulfates motivated us to ban sodium lauryl sulfate and ammonium lauryl sulfate from our formulations, both of which can over-cleanse the hair and scalp of its healthy natural oils and lessen the longevity of hair color. Instead, we formulate using sodium lauryl sulfoacetate, sodium lauroyl sarcosinate, cocamidopropl betaine, sodium cocoyl isethionate, and cocamide MEA, which are ultra-mild and highly effective surfactants derived from coconut oil.",
      "id": "c99aa4c2-9733-40ee-8d34-205241e153d5",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Are your products safe for extensions?",
      "content": "Yes! All of our products are safe for every type of hair extension.",
      "id": "e5343798-07b1-4629-b2b7-a22d06e40a1e",
      "companyName": "In Common Beauty"
    },
    {
      "name": "What happens if I rinse out the Enhancer before applying Velvet Cloud?",
      "content": "Velvet Cloud seals in Enhancer benefits. Rinsing away the Enhancer before applying Velvet Cloud diminishes the treatment's beneficial effects.",
      "id": "27b6fe9f-30be-410c-93e1-cf589675ef36",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Can I use the Enhancer as a leave in after my shower?",
      "content": "I'm afraid not. Enhancers are designed for use directly after cleansing in the shower so that the active ingredients can better penetrate and must be followed by Velvet Cloud to work effectively.",
      "id": "689e9320-0640-4172-a103-2f22f2c7c793",
      "companyName": "In Common Beauty"
    },
    {
      "name": "How do I choose the correct Enhancer?",
      "content": "We've got a guide for that! You can find it at the bottom of this page: https://www.incommonbeauty.com/pages/howitworkssystems Hope this helps!",
      "id": "88b078f0-89c0-407e-bbcf-d0d97f0b0f81",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at hello@incommonbeauty.com. Our team is happy to help!",
      "id": "0d901435-e28e-4504-83ad-a0ccd91d2bc5",
      "shortcut": "cs",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "All our products are developed and produced within the USA.",
      "id": "b588c842-a8ce-4184-9378-a0e33125b0b4",
      "shortcut": "mfc",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "id": "5a651566-b34f-4417-8d7c-a8d8a127825e",
      "shortcut": "ps",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "Yes, we offer express shipping to any of the 48 contiguous states. We cannot rush orders to Alaska, Hawaii, Puerto Rico, or Canada.",
      "id": "2078e81c-81b8-40fb-9f84-e89dd7079635",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.incommonbeauty.com/pages/faq",
      "id": "ebb2ed44-65bb-47d6-9a0c-08e3ad471a84",
      "shortcut": "rp",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $65. Maybe you can add something else to reach the minimum?",
      "id": "9a14475a-9992-4a7a-aa06-1a53344c8f65",
      "shortcut": "fs",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do your products have sodium chloride?",
      "content": "Sodium Chloride has been shown to break down keratin bonds, which can affect keratin-treated hair. For this reason, we don't include it in all of our hair care products.",
      "id": "d7cd9079-5b93-4f7e-807f-5a4db42734ae",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at hello@incommonbeauty.com. Our team is happy to chat.",
      "id": "4e59296a-b4d1-40ad-81ca-2295a3c8f1c2",
      "shortcut": "wls",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at hello@incommonbeauty.com. Our team is happy to chat.",
      "id": "1e8dd56b-5699-4366-97a7-af22cbb6bd81",
      "shortcut": "ams",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Do your products offer heat/thermal protection?",
      "content": "Yes, all of our products offer heat/thermal protection.",
      "id": "9e17f458-1cf4-409f-8d29-8e2e1fe87ff9",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Cancel / edit order",
      "content": "For a quick turnaround to your question, please reach out to our support team directly at  hello@incommonbeauty.com. One of my colleagues will be more than happy to help out!",
      "id": "e91a2d47-9e1d-4ace-aad8-ca418c916870",
      "shortcut": "ced",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Multiple shipping address in one order",
      "content": "Our website only supports a single shipping address per order at the moment. However, rest assured I'll pass your feedback to my team for future consideration!",
      "id": "b7138088-77a9-4e94-a8b0-635600ec5f15",
      "companyName": "In Common Beauty"
    },
    {
      "name": "Which products do you recommend/Hair Quiz",
      "content": "I'd recommend taking our Hair Quiz in order to get your personalized healthy hair routine: https://www.incommonbeauty.com/pages/enhancer-quiz There's a little surprise at the end of the quiz as well!",
      "id": "5344fb6b-f44b-4802-bca9-5a737045fcdc",
      "shortcut": "hrq",
      "companyName": "In Common Beauty"
    },
    {
      "name": "What is the shelf life of Magic Myst?",
      "content": "The shelf-life of Magic Myst is 3 years.",
      "id": "763b51c8-f6a9-4eab-a317-aa505ae4039b",
      "companyName": "In Common Beauty"
    },
    {
      "name": "What is the minimum purchase value for AfterPay?",
      "content": "The minimum purchase for AfterPay is $35 after any discounts are applied.",
      "id": "48997d9e-525e-4f3e-930b-93e3e2aec679",
      "companyName": "In Common Beauty"
    },
    {
      "name": "How do I redeem my points?",
      "content": "You can use your points to redeem coupons in $5, $10, $15, and $20 increments. You can redeem 100 points for a $5 off coupon, 200 points for a $10 off coupon, 300 points for a $15 off coupon, and 400 points for a $20 off coupon.",
      "id": "e5b7e44c-d73f-4d86-b0ae-ad478b72b0d6",
      "companyName": "In Common Beauty"
    },
    {
      "name": "What degree does the Magic Mist help as a heat protectant?",
      "content": "Magic Myst is a heat protectant up to 450 degrees Fahrenheit.",
      "id": "0bec08d2-2edc-4d51-b4de-210b06f59a94",
      "companyName": "In Common Beauty"
    }
  ]
}
