{
  "companyKey": "john fluevog shoes",
  "templates": [
    {
      "name": "Can you notify me when a shoe goes on sale?",
      "content": "By adding a shoe to your wishlist you will be automatically notified when they go on sale or when they are almost sold out.",
      "id": "2de9b91a-2c78-43bd-b473-1cffde5403b7",
      "shortcut": "sgs",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Where can I get my shoes fixed/repaired?",
      "content": "Due to fact that most Fluevog shoes are made in traditional methods, any cobbler should be able to work with most Fluevogs to fix up everything from stitching, re-soling, and heel lifts to replacing eyelets and zippers. Most of our Fluevog locations work with local cobblers, so when in doubt, call your closest Fluevog store. You can find us at a store near you here: https://usvog.attn.tv/aVd4woxd64wv/",
      "id": "3d796463-a6ff-4fd0-9813-69489ecfe22e",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Share stories to win a pair of shoes",
      "content": "You can submit your story here: https://usvog.attn.tv/alTVbgzn2xQg/",
      "id": "f053f1d1-854f-453d-8db7-d62fe7a45f94",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "When will my store credit expire?",
      "content": "Our store credit never expires. Unless you live in New York state, which has some weird laws about unused store credit, we are proactive about contacting our New York customers about their store credit.",
      "id": "5e053a5e-7452-4dfd-8503-bd53b8a43d7b",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Unreceived Gifts from the Fluevoger Gift Exchange",
      "content": "Unfortunately, not receiving a Gift Exchange gift is a real and true possibility that cannot be avoided. We have a lot of faith in Fluevogers and will be sending regular reminders to all participants to send their gifts by the appropriate deadlines, but we cannot guarantee that every single person will abide by the rules. I really appreciate your patience and understanding on this!",
      "id": "6dc0118f-253f-48d8-bd87-8a10575e5c6c",
      "shortcut": "gge",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "When will the drawing for the gift card winner take place?",
      "content": "The drawing for the $200 gift card is done monthly. You will be notified via SMS or email if you are the winner!",
      "id": "cd34d521-3132-4751-bd73-064cda66dd18",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Where can I get my shoes fixed?",
      "content": "Due to fact that most Fluevog shoes are made in traditional methods, any cobbler should be able to work with most Fluevogs to fix up everything from stitching, re-soling, and heel lifts to replacing eyelets and zippers. Most of our Fluevog locations works with local cobblers, so when in doubt, call your closest Fluevog store: https://www.fluevog.com/stores/",
      "id": "f5e98e8a-912c-479d-9b24-67af6663997e",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "My shoes became unstitched",
      "content": "Oh no! That's not good! Any cobbler should be able to re-stitch your shoes fairly easily. If your shoes are under the 8-month warranty, get in touch online with one of our Fluevogologists through Live Chat (just click the box on the lower, right-hand corner of your screen to start chatting) for recommendations. Or, contact your closest Fluevog store and they will stitch them back up for you (or reimburse you for the cobbler's fee).",
      "id": "04f5967a-03ae-4f52-bbd3-a89389e99763",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "What does handmade mean?",
      "content": "Although most of our shoes are lasted (leather stretched over the last) and stitched by a machine, it actually takes a skilled and trained professional to maneuver the machine properly. However, our factories in Peru and Mexico actually last and stitch the shoes by hand using traditional methods used for centuries. We are passionate about shoes, and get really really excited about this.",
      "id": "5399432d-8370-4e13-a93e-9894a7ab6b20",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "What kind of materials do you use in your shoes?",
      "content": "We believe that leather offers the best protection, breathability, and durability for footwear. Fluevog primarily uses cow leather, but we also use calf, sheep, or pigskin lining for all of our footwear. In the last few years, we have been using eco-friendly, vegetable-tanned leathers wherever we can and because it is an industry that is still growing, we will be using more as new options in the industry become available. \n\nOur soles come in a variety of different materials, depending on how we want the shoe to look and perform. For example, a dress shoe will use leather soles or Tunite (a rubber mixture produced in Portugal). Our soles can also be 100% biodegradable Havea tree latex, sapped from the Havea tree in Vietnam. Almost all of our shoes are cemented using water-based glues, and our boxes are recycled materials printed with soy-based inks.",
      "id": "2dc8ee5a-3601-4cbc-9418-e7404cfd3bc1",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Why can’t I buy this men’s shoe in a woman’s size?",
      "content": "Most of our men's shoes use Italian production lasts, which tend to be wider in the footbed and heel than a woman's last. We try our best to provide men's styles in a M7/W9 as that tends to be the bottom range of men's production lasts. Occasionally we will bring a men's style into women's sizes, but that involves a new last and complete reconstruction of the shoe, which ultimately gets redesigned and looks quite different as the end result.",
      "id": "0bf9875e-2cf7-4cca-807c-9c4f0c946d0f",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "What is the largest/smallest size you carry?",
      "content": "Most of our women's shoes range from a Women's 6 to a Women's 11, although a few styles do come in a Women's 5 and 12. Men's shoes range from a Men's 7 to a Men's 13. We try our best to provide footwear for everyone, and try to provide smaller and larger sizes when given the opportunity of extending the size run.",
      "id": "16739c26-22d3-4e4f-a546-a1cbbd4bf91f",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Where is your warehouse located?",
      "content": "We don't have a warehouse. All of the web orders come straight from one of our retail locations, packaged and wrapped by one of our loving Fluevogologists.",
      "id": "5f3294c1-639d-4d1a-bdc9-631060363c98",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "My soles have become unglued",
      "content": "Well, that's not good! We are sincerely sorry about that. Any cobbler should be able to re-glue them back on quite easily. If your shoes are under the 8-month warranty, contact a Fluevogologist online through our Live Chat for options (just click the box on the bottom right-hand corner of your screen to start chattin'), or call your closest Fluevog store and they will glue them back up for you, or reimburse you for the cobbler's fee.",
      "id": "ff513a58-44e6-439a-87bb-a23f77fb87ae",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "What’s veggie-tanned leather?",
      "content": "Veggie-tanned leathers are dyed and tanned using vegetables, instead of the industry standard (for the last 200 years) of using chromates and other heavy metals. It's still leather, but 100% eco-friendly and biodegradable without any toxic waste. Not many shoe companies use veggie-tanned leathers. Only recently have options opened up in the leather industry for veggie tans, and we hope to use more once they become available.",
      "id": "a59533f5-304b-4a75-aedd-72c1ec8fc3a9",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "How does your gift card work?",
      "content": "Our system doesn't automatically take off the amount on the order. Instead, the gift card number is sent to the store that is completing your order once you plug it into the GC spot at checkout, and they'll readjust the order total before charging for it. If that sounds like a bit of a confusing process, please don't hesitate to get in touch with any of our stores. They'll happily complete the order for you over the phone (with your GC right then and there).",
      "id": "c41278ac-8099-484b-95ea-61053f7c568f",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "What is my store credit balance?",
      "content": "Please check with the store that processed or shipped your order regarding your store credit balance. You can find their contact information on your tracking email, confirmation email, receipt, or via your online account.",
      "id": "17cf601e-fd49-4d5b-a954-393482d74de2",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Is your store in Chicago still open?",
      "content": "Yes, in 2021, the store moved into its current location, just a few doors down from the old space at 1539 N. Milwaukee Ave.",
      "id": "eb25fe7e-75dd-44d2-9239-2ea87c29892f",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Where can I get laces for your shoes? How can I get replacement laces?",
      "content": "We always try to have a steady stock of Fluevog laces at our retail stores. Please contact the closest Fluevog store near you for more details. Our stores sell items over the phone and ship directly to you. You can find the closest one near you and the contact details here: https://www.fluevog.com/stores/",
      "id": "4c938c25-fde0-480b-9251-edf39d88e718",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Fit of the LoPro Leeside",
      "content": "The LoPro Leeside fits true to size and they have an average width. If you're a half-sizer or have wide feet, sizing up is best.",
      "id": "d7884e6f-a957-4db1-8870-c5a4abc7b1fa",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Footwear submissions",
      "content": "If you have some designs, you can submit them here and they can become actual shoes: https://usvog.attn.tv/sl/ABqZdcoE",
      "id": "fec346c9-8afa-4df8-b50f-db66b508b059",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Shipping time",
      "content": "All domestic orders are shipped through UPS via our retail stores. Once shipped, delivery will take 5-8 business days.",
      "id": "2d944e5a-1066-4fc6-aff7-f4fd411c1b71",
      "shortcut": "shp",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/fluevog/ and FB here: https://www.facebook.com/fluevog",
      "id": "a571cee7-9ba7-45af-a8ee-2b987a5ae9db",
      "shortcut": "smd",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "id": "b0de3fad-f12c-4d51-b4b4-27f1ce87d774",
      "shortcut": "ced",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.fluevog.com/contact/store-locator/",
      "id": "eec01a96-0b71-492a-90b8-ebe8bf470eeb",
      "shortcut": "sl",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.fluevog.com/customer-service/exchange-returns/",
      "id": "894811a2-569a-4ac8-9f3b-84567b5bf3d7",
      "shortcut": "rp",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "Our shoes are designed in Vancouver, Canada, but are made all over the world.\n\nLarge portions of our shoes are made in Portuguese factories; some we have been working with since God was a boy. We also use factories in Mexico, Peru, China, and Vietnam.",
      "id": "f5e692fe-4f82-4ce4-9ec7-0b38cebc5530",
      "shortcut": "mfc",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Sizing",
      "content": "Our shoe fitting is very specific to the style of the shoe. I'd also recommend checking out the reviews on the product page as some shoes have quite a few reviews to help you with sizing questions.\n\nIf you're still in doubt, let me know the style you want and the size you usually wear so I can check on this with the team.",
      "id": "50cef067-84bb-4013-8ef5-d4c2a891314c",
      "shortcut": "sz",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at service@fluevog.com. Our team is happy to help!",
      "id": "34e5e4fd-3a62-4ad4-8c41-8eadbc2c2a8e",
      "shortcut": "cs",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at wholesale@fluevog.com. Our team is happy to chat.",
      "id": "455175ad-7dc1-4cc9-8283-59451840085e",
      "shortcut": "wls",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you.",
      "id": "545cf5bf-4ae0-40dc-a414-8af760be33e9",
      "shortcut": "ps",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "The best way to discuss this is to email us directly at info@fluevog.com. Our team is happy to chat.",
      "id": "7ce2fffd-dc49-47f6-ae39-011515ecd313",
      "shortcut": "ams",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Do you make custom shoes?",
      "content": "We don't make custom shoes, even if it's our style in another colourway or different leather. The factory minimums are quite large, and unless we are willing to purchase large quantities of the custom shoe, the factories won't even let us discuss it with them. Sorry!",
      "id": "e1159899-f6ba-4fb2-bcd3-efc58fac9ddc",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "What are your toll-free numbers?",
      "content": "Our Toll Free numbers are 1-844-RINGVOG for USA and 1-866-FLUEVOG for Canada!",
      "id": "a1f19ee8-a204-43b9-840a-99a5f2e24bdf",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Do you do price adjustments?",
      "content": "The best way to look into a possible price adjustment is to get in touch with the store you purchased the shoes from. The contact info can be found on the top of your receipt.",
      "id": "8cadbe34-7a2d-469b-9c25-55ae2ae2e869",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Material and fit of The Barnett",
      "content": "The Barnett is made of fabric on the outside and the inside is leather. They fit true to size, but since they only come in full sizes, if you normally wear a half size, size up and add an insole if needed.",
      "id": "8dbeb8e1-9b80-4608-b5d1-4b1dd6fbe98e",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Are you hiring?",
      "content": "Yes, we are! You can check out our job openings here: https://www.fluevog.com/contact/fluevog-jobs/?utm_campaign=concierge1&utm_medium=text&utm_source=attentive&externalId=E61zE",
      "id": "e3b2f224-46df-4c45-9b57-8ce624ea2c61",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "What is Fluevog Day",
      "content": "International Fluevog Day combines the love of Valentine's Day, the excitement of New Year's Eve and the fellowship of St. Patrick's Day into one ultimate celebration of unique soles for unique souls.",
      "id": "8238b0c6-088c-4aae-89f9-cb3d3211232e",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "How does the Chakra and the Mantra fit?",
      "content": "The Chakra and the Mantra fit true to size.",
      "id": "7ee106c7-458c-4862-a927-f8550f3adf9e",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Are there restocking fees / Do you provide shipping labels?",
      "content": "We don't have re-stocking fees. Return shipping labels can be requested from the store that shipped your order. The contact info is at the top of your receipt.",
      "id": "c5edb77f-8122-4994-85f3-0689f839fc0c",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://www.fluevog.com/customer-service/exchange-returns/?location=US#:~:text=of%20their%C2%A0product.-,WARRANTY,-John%20Fluevog%20Shoes",
      "id": "56b162cd-14bf-476a-ae44-22478779376e",
      "shortcut": "wp",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Order Issues",
      "content": "The best way to handle this is to get in touch with the store that shipped your order directly - the contact information can be found on the top of your receipt, confirmation email, or by logging into your Fluevog.com account.",
      "id": "5e318137-9a63-436b-97fa-da51943295bf",
      "shortcut": "ois",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but if it helps, you can check out the items we have on sale here: https://www.fluevog.com/shop/?location=US&r[]=sale",
      "id": "7a3f1907-c73c-4627-82ca-ad3d68674134",
      "shortcut": "ms",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Do you have wide sizes?",
      "content": "Our shoe fitting is very specific to the style of the shoe - some styles will have a wider or narrower boot shaft than others. Please tell me the size you usually wear and the style you're looking to get so that I can help guide you towards selecting the right size.",
      "id": "00dd33c5-02b0-40e8-97b2-12e49c8e1f22",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Can you offer pre-order prices for your Manifold Starfleet boots?",
      "content": "Unfortunately, we're unable to offer the pre-order prices at this time. The prices you see now are the regular prices, however the boots will be shipped to you right away as soon as your order is processed.",
      "id": "52fc8f7f-a740-4168-af24-287a5ff5b7a7",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Can you tell me more about your Manifold Starfleet boots?",
      "content": "We're super excited about the Manifold Starfleet boots too! They were a product of a very special collaboration and you can learn more about it on this blog post: https://www.fluevog.com/flueblog/john-fluevog-explores-strange-new-worlds?location=US",
      "id": "916602d8-2336-43b6-9c30-050b938513a1",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Can you bring back a style?",
      "content": "You may be able to vote to 'Bring Them Back' in the Flueseum: https://www.fluevog.com/our-story/flueseum/  or you could make a 'Wanted' listing in the Fluemarket here: https://www.fluevog.com/community/fluemarket/wanted/\nThe design team takes note of these when deciding on whether or not to re-make an older style. These are the best ways to communicate your desires to our team!",
      "id": "eee5f998-1cb2-41c0-b979-00155bf12ea8",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "How do I view/use store credit?",
      "content": "Store credit is only visible in store terminals, so you won't be able to see it in your online account, however, you can still apply it to online orders! To apply store credit to an online order you can add a comment in the \"+ Add a note to order\" on the checkout page. By doing that the stores will be able to apply your available credit to the order before processing it.",
      "id": "165a3f18-e60c-4899-9a2c-780d0f762065",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Do you offer free returns/exchanges?",
      "content": "Yes, we do! Just fill out the return form (found inside the black envelope) and contact the store that shipped your order to request a prepaid return shipping label. The contact information can be found on the top of your receipt.",
      "id": "4057c630-2c8e-4e72-a3c9-fbb766bbd886",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "How many shoes of one style do you make?",
      "content": "Each style will usually come in two or three colors and we will produce between 120 - 300 pairs of shoes. When you divide that between all of the stores, there aren't that many! Of these, each store will receive one or two size 6's and up to four size 9's. Long story short, very very few people in the world will have the same shoes as you. That's pretty unique, depending on whom you hang out with.",
      "id": "04d7e1a5-fe4f-46e0-852a-393b412f83e8",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Why did you stop making this shoe?",
      "content": "To be honest, John is an artist. New ideas and inspirations occur continuously and need to be explored in the mind of an artist. It's not exciting to do the same thing over and over, and it's exciting to design new and never before seen shoes and boots. Of course, some styles have become so ingrained into Fluevogian culture it's hard to imagine Fluevogs without Angels or.... Some old styles get reinvented, and remade, but only John decides that.\n\nIf there is style that you are desperate to have on your feet, check out the Flueseum, search it out, and \"like\" it. If enough Fluevogers \"like\" a style, who knows? John may be inspired to bring it back.",
      "id": "e3273bce-a289-4fa7-ae2b-a492adebd0e0",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Do you have any vegan shoes?",
      "content": "We spend a good long time searching for leather substitutes that work with our styles without compromising the quality that we've come to be known for. After seasons of painstaking research into material and production options, we are ecstatic to be offering several vegan shoe offerings and are hopeful that there is more to come! You can check them out here: https://www.fluevog.com/shop/?r[]=search:vegan",
      "id": "5e1eeba6-87f2-4a1c-a33a-ec50f8b33f4e",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "How do I care for my shoes?",
      "content": "How to care for your shoes varies depending on the leather that they're made with. Please check out our Product Care page, which has all of the information you'll need on how to properly take care of your pair: https://www.fluevog.com/customer-service/product-care/",
      "id": "b4184a75-666c-4051-b913-bf3d441abba6",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "What do the letters DDFT stand for on the pull tabs on my shoes?",
      "content": "They stand for \"Don't Delay Fluevog Today!\"",
      "id": "9f101893-8cd1-498e-a6c1-1e62fe188858",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Where do you ship from?",
      "content": "Orders in the USA are shipped from our USA stores.",
      "id": "580c1125-b021-4874-9bd6-97dad608324f",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Difference between Sol and Etta",
      "content": "The Sol and Etta are in the same F-Trip family, which means they're built on the same last/template, and the fit is very similar. The Sol is easier to get on with the adjustable mary-jane strap. The Etta was more difficult for some folks to put on because of the snug instep. The length and width of the footbed are the same.",
      "id": "3d2c2ccc-ba3b-4534-87e6-e97ddb922fbe",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Gift Exchange",
      "content": "The best way to handle this is to email us directly at giftexchange@fluevog.com. Our team is more than happy to help out!",
      "id": "978c99d7-3a52-425d-ab8d-044f3ef892c6",
      "shortcut": "gex",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Size Chart: All - Clothes",
      "content": "You can take a look at our size chart here: https://www.fluevog.com/customer-service/sizing/",
      "id": "ecc6625e-64a9-4ac1-b967-19a686345c7d",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.fluevog.com/shop/?r[]=sale",
      "id": "38c77c3b-15ef-48a1-b498-eae89d73a845",
      "shortcut": "spg",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "How will you be shipping with the Canada Post strike?",
      "content": "We have temporarily switched to FedEx for shipping during the strike. However, we are waiting to ship to some remote areas/territories, as shipping through FedEx has been much more expensive. Other shipping services are extra busy now, too, so we expect delays.",
      "id": "8f18f194-f81b-4913-b96e-c2aad69f1d1a",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Can I order online and pick it up in-store?",
      "content": "Yes, but please note your order will not be ready for pick-up right away. It may take a few days before your order is available to be picked up in-store. Please wait for the confirmation email before coming in.",
      "id": "1ada18f0-b084-40a1-803f-4f49efeadfdc",
      "companyName": "John Fluevog Shoes"
    },
    {
      "name": "Free shipping",
      "content": "Due to the increasing costs charged by our shipping providers, we've made some changes to our shipping policy and now charge a flat rate of $15. We still provide free return shipping for returns/exchanges.\n\nYou can view the full details here: https://usvog.attn.tv/ad4KxbCQxKE1",
      "id": "1d17520b-7ee1-4bbe-8516-0560b7488777",
      "shortcut": "fs",
      "companyName": "John Fluevog Shoes"
    }
  ]
}
