{
  "companyKey": "joyride dogs",
  "templates": [
    {
      "name": "Size Chart: All - Clothes",
      "content": "You can take a look at our size chart here: https://joyrideharness.com/pages/size-chart",
      "id": "26dcbd8a-953d-4db6-9d21-90b90a58cfcb",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Difference between Pink Camo Joyride Harness 2.0 and Pink Camo Dog Harness",
      "content": "Our newest Joyride Dog Harness 2.0 has the same great reflective front strap, now in a sleeker black material. You can personalize your harness right out of the bag. Every harness comes with a name tag slot on the right side; just flip the tag over to write in your dog's name or preferred customization.\n\nThe EZ Grip Handle on the Harness 2.0 has wider spacing, allowing for a more secure and comfortable grip. It also now features our glow-in-the-dark logo. The 2.0 also features an upgraded buckle, upgraded reinforcement stitching throughout, and more bonus Joyride branding that offers a truly custom look for your beloved fur baby.",
      "id": "45b46394-c961-4d8a-8ca0-ba3f2d400c1c",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "My dog doesn’t pull, is this still a good harness?",
      "content": "Of course! Our harness isn't just made to alleviate or eliminate pulling, but it's a solution for dog owners that have a hard time getting other harnesses on their dog. It's easy on and easy off! That, and it's super comfortable for dogs to wear. Collars and other tight harnesses risk damage to the body like the trachea. If your dog isn't a puller, we recommend using the main D-ring on the back-center of the harness.",
      "id": "f7523f43-15c0-4ccc-abea-086d14d3034c",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Can I use these harnesses for my cat?",
      "content": "We are pro-cat and have customers who have used our harnesses for their cats with no issues, but we do want to remind you - cats are made of liquid so there's a risk with any harness unless it's the perfect fit. Keep that in mind while you shop!",
      "id": "5cd5a4c1-4f67-465a-8ef4-612499865116",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Can the harness be left on the pet all day?",
      "content": "Technically yes, and while the harness is comfortable, we don't recommend it as dogs need their regular, natural comfort.",
      "id": "dfee1865-42d4-42e0-9030-7e5c6d2840f9",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "How do you describe the technology behind the harness about spinning instead of pulling?",
      "content": "It's a training harness, so the side rings are essentially training rings. When you walk your dog and as soon as the dog starts pulling, they will get spun around and won't be able to pull.",
      "id": "4fc685bf-e560-49ae-9c3e-fa956be2b07d",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Has this harness been tested and approved by experienced dog trainers?",
      "content": "Most definitely! You'll even find videos of them talking about their Joyride Harness experience on our website.",
      "id": "d1524ed5-e3bd-42bd-a79c-9d18775abe3d",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Don’t harnesses make dogs pull more?",
      "content": "That depends on the make of the harness. Our harnesses on the other hand were designed to be a training tool to alleviate and eliminate the amount of pulling dogs dish out on walks. The side ring technology is what makes this work in addition to the distribution and structure of the fabric.",
      "id": "f35230bb-23d4-43df-831a-cda847aadbe7",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "How to clean your Joyride Harness?",
      "content": "I suggest checking out this page for more info on how to clean your Joyride Harness: https://joyrideharness.attn.tv/sl/6fG-1PVh Hope this helps!",
      "id": "ca4076d6-def3-4d96-a53b-66113e326fff",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Do you offer custom tags for the harness?",
      "content": "While we previously offered a custom dog collar that included a D-Ring and had the ability to be personalized with the dog's name and contact details, I'm afraid it has been discontinued, and we no longer offer it.",
      "id": "a81e92db-103d-4d7d-b43c-87df8932f19e",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Where are you based?",
      "content": "Our HQ is based out of sunny Los Angeles, California!",
      "id": "50d9d947-fe03-48c7-a122-d61db1f91918",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Do you offer harness personalization?",
      "content": "We don't currently offer this feature but definitely keep an eye out for future updates!",
      "id": "5a448b60-c04c-4fbc-8c8e-428c245d7941",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Are your harnesses crash tested?",
      "content": "Our harnesses aren't officially crash tested as car travel isn't their main function. Additionally, you'd have to pair the harness with a separate seat belt attachment or pet travel seat for proper safety and use in the car. Our harnesses are meant to serve as a walking tool. With the added side rings, they're great training tools and can greatly discourage pulling for dogs that are otherwise difficult to manage.",
      "id": "5fa5811c-8a69-419f-8b90-c86f98f67e75",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "How do I start/initiate a return?",
      "content": "You can start your return here: https://joyrideharness.loopreturns.com/#/",
      "id": "c95d2073-e850-4253-a3aa-f7e72388bf91",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Harness Guarantee",
      "content": "You can check out our detailed Harness Guarantee here: https://joyrideharness.attn.tv/sl/y21f8Pcn",
      "id": "dae25ee6-fe8b-4ac4-9682-f659598911df",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Does the harness have a ring attachment in the front?",
      "content": "We don't sell a harness with a front ring. Really sorry about that, it's not part of our design for now.",
      "id": "097f6275-859f-4805-8089-2e841eb7f7d7",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "How much does the harness weigh?",
      "content": "The harnesses weigh from 6oz up to 14oz. None of our harnesses are over 1 lb, even the largest one.",
      "id": "a49ff56c-b982-4c1d-9e43-ba336699f519",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Where do I leave a review?",
      "content": "A few weeks after your purchase, we'll send you an email asking you to leave a review which will have more details on how to go about this.",
      "id": "c80b5134-1798-42df-bbd8-dc948ac6ba61",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "What sort of guarantee or warranty is offered on your harnesses?",
      "content": "When we say it's the last dog harness you'll ever have to buy, we're saying that once you use our harness, you'll never want for a different one again. Our best interests are for you and your fur baby, so with our guarantee, your purchase is covered for 365 days from the time of delivery in the case that your harness is defective or breaks within that timeframe and is unusable.",
      "id": "172d59e0-9a8d-4c21-b176-8625441d1ab1",
      "shortcut": "wp",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "When cx texted WINJOYRIDE",
      "content": "You've been entered into our giveaway and you'll be notified if you're a lucky winner. Fingers crossed!",
      "id": "af838710-689c-42ab-8842-cda844cd216a",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "What's new about your your luxe Dog Harness?",
      "content": "Our new harness features slightly wider handles for a sturdier grip, plus improved side rings that are thicker for added strength and durability. It's also generally lighter due to its soft breathable mesh underside and it's made with love in the USA.",
      "id": "20954143-c8b7-41ac-9de8-69a48598a9de",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/joyrideharness/?hl=en and FB here: https://www.facebook.com/joyrideharness/",
      "id": "8239b238-59f1-40de-b6b8-fce1e98d966e",
      "shortcut": "smd",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Where are your products made / manufactured?",
      "content": "Our products are made in the USA.",
      "id": "971a5d79-3ef3-4c75-a9ba-c764bc345985",
      "shortcut": "mfc",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "a8c62af0-cd47-441f-8eef-fc232ed6a80d",
      "shortcut": "ms",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 1-3 business days and we usually ship via DHL. Once shipped it will take 2-5 business days for domestic orders.",
      "id": "7687f213-6d60-41f3-a078-0212009f4a65",
      "shortcut": "shp",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Will my dog be able to escape from this harness?",
      "content": "These are great for dogs that tend to get out of their harness. You see, dogs are able to escape harnesses due to a lack of adjustability for the perfect fit. Even a slight discrepancy in how the harness fits may allow your fur baby to find a way to get out of it. We recommend a slightly snug fit (but not too tight) and your dog won't be able to back out or escape from it! Check out this review for information on how the harness works: https://joyrideharness.attn.tv/sl/kpFzOFFm",
      "id": "643d7099-b078-4e8d-877b-7ec1353a577e",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Can you wash the seat cover?",
      "content": "Yes, you can wash the cover and then let it air dry.",
      "id": "d8588773-410b-46b5-99e5-cb14879b4856",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Size chart/guide",
      "content": "I'd recommend taking our Fit Finder Quiz at the following link to ensure you get the perfect size: https://joyrideharness.com/pages/fit-finder# You can also check out our detailed size chart here: https://joyrideharness.com/pages/size-chart If you're still unsure, just let me know!",
      "id": "68f70f23-81fc-4fed-8dc6-bac4d5901624",
      "shortcut": "sz",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out.",
      "id": "0391b36b-8c77-4554-b7a0-434c3e6f7852",
      "shortcut": "sl",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://joyrideharness.com/pages/return-policy",
      "id": "830434d4-03bf-4883-bfc3-7cb7cad8c08d",
      "shortcut": "rp",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Cancel/edit order",
      "content": "I'm afraid we can't edit an order once it has been placed but we can cancel it so you can order correctly. If you want to proceed with the cancelation, please let me know your order number and email address.",
      "id": "e3f84afb-6846-4bfe-ad73-2a0a7ab13d29",
      "shortcut": "ced",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Do you offer engraving/name or numbers in your harnesses?",
      "content": "I'm afraid we don't offer engraving on our harnesses at the moment including names or numbers.",
      "id": "f1c6c4e9-82c8-4d19-8f00-662506ceb770",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Free Shipping",
      "content": "We offer free domestic shipping for orders over $79. Maybe you can add something else to reach the minimum?",
      "id": "739efead-b977-41a2-ba21-fbb8c6e21523",
      "shortcut": "fs",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Phone Support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you.",
      "id": "4953d16f-ffb0-4d65-ac97-688859311bf6",
      "shortcut": "ps",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "How do you put on the harness?",
      "content": "You can watch the video tutorial at the following link: https://www.youtube.com/watch?v=oKKP6KNUxEI&ab_channel=PugLifeStore For more tips and tricks, please visit our blog page here: https://joyrideharness.attn.tv/sl/941kZlU8",
      "id": "5d167123-b33c-43c4-a05f-38d4291f8b45",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at help@joyrideharness.com or live chat with one of our reps via our website: https://joyrideharness.com/ Our team is happy to help!",
      "id": "cb30d4f6-95aa-40d0-9a3e-ab88eef7c0b7",
      "shortcut": "cs",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Brand ambassador",
      "content": "The best way to discuss this is to email us directly at affiliates@joyrideharness.com. Our team is happy to chat.",
      "id": "0f058d15-38a1-44e8-91e9-485ebf058788",
      "shortcut": "ams",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at help@joyrideharness.com. Our team is happy to chat.",
      "id": "c0f8c6ea-bbe5-4f43-b092-619b5921188b",
      "shortcut": "wls",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Do you do patches on the harness?",
      "content": "I'm afraid we don't do patches on the harnesses, but you can add it on your own.",
      "id": "aece1a83-ac42-4cc3-8c6d-d21d1511f245",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Can you machine wash the harness?",
      "content": "Please note that we don't recommend machine washing the harness. You should hand wash it using cold water with a very mild detergent. You may then lay it flat and leave it to air dry.",
      "id": "fd588e48-1f34-46af-b1a7-92dc39a124ea",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Can my puppy/dog use the safety seat belt?",
      "content": "We advise using it for a dog at least 20 lbs minimum.",
      "id": "813392a2-06b1-43f0-9e9f-f078f5ec4864",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Where are you located / ship from?",
      "content": "While our HQ is based out of sunny Los Angeles, CA, our orders are dispatched from our fulfillment center located in Savannah, GA.",
      "id": "34554a3e-5ceb-4df6-915a-d0436c379520",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Do you still offer priority/faster processing?",
      "content": "We no longer offer priority processing since orders process rather quickly (most times, on the same day), so there really is no benefit to having this option as an add-on. Instead, you now have the option to select \"Shipping Protection\" at checkout. In the event your package is damaged, stolen or lost during transit, we'll replace it at no additional cost (or fuss) to you!",
      "id": "fabb60a3-ac7d-4033-bf99-82a3d5307cb8",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "How do I register my items/warranty",
      "content": "Here is the link to register your products: https://joyrideharness.attn.tv/acpGpoLUtjU_",
      "id": "2425cd1f-18b4-49a4-acfe-e5edfcefcd77",
      "companyName": "Joyride Dogs"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://joyrideharness.com/apps/track123",
      "id": "4eadba76-0bad-4090-a491-86052f34757f",
      "companyName": "Joyride Dogs"
    }
  ]
}
