{
  "companyKey": "kathy kuo home",
  "templates": [
    {
      "name": "How much does shipping cost?",
      "content": "Our standard flat-rate 10% shipping fee is based on your order total and covers the processing, handling, packing, and curbside delivery of your order. A $79 In-Home Special Care Delivery surcharge may apply to fragile and/or oversized items.",
      "id": "13326c15-979f-47d0-bb73-649c0d9ddef6",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Dining table recommendations",
      "content": "Absolutely, happy to help! Can you let me know what size were you looking for? How much seating did you need? What wood tone are you interested in? Did you have a budget you were hoping to stick to?",
      "id": "1fdf81e9-a9c9-456e-9ef4-9639f9e953ee",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Do you offer designer discounts?",
      "content": "We offer trade discounts to designers through our trade program. Signing up is quick and easy! Applications are reviewed and completed within 1 business day. You can find more information, as well as sign up here: https://kathykuohome.attn.tv/sl/MrT-enJA",
      "id": "bd2eedd3-7015-40b7-ace6-8a9e845ff098",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-888-908-2925 or let me know if I can help via text, it may be faster.",
      "id": "002688e6-c6a9-47b2-9d44-d5d46bdb9dac",
      "shortcut": "ps",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Price Matching",
      "content": "I'll be glad to look into this for you! Can you please confirm the item you're interested in and send me the competitors link along with your full name and shipping address since we only match in stock items after tax?",
      "id": "5d3b0627-ab89-465e-a248-413b6af378c1",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Cancel / edit order",
      "content": "Orders may only be canceled within 24 hours of your purchase. To cancel an order, log in to your account: https://www.kathykuohome.com/Account/Login?returnUrl=%2F and click 'My Order History'. Then choose whichever item you'd like to cancel. \n\nPlease know that we're not able to process any cancellations once your item has been packaged and picked up for shipping, so these items will instead need to be returned upon delivery.",
      "id": "59e5634c-5004-4c96-81af-37ceb164f7ad",
      "shortcut": "ced",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Design specialist",
      "content": "Got you! I'd love to put you in touch with our design specialists to help you. Feel free to email cs@kathykuohome.com, call 888-908-2925, or chat with us here: https://direct.lc.chat/10204472/",
      "id": "70520eaf-67f0-4bdf-ad0d-a2cf09aaa170",
      "shortcut": "dss",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here - https://www.kathykuohome.com/Service/Info/returnpolicy",
      "id": "95be705e-9d61-498a-98dd-49aaff136d30",
      "shortcut": "rp",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "What is White Glove delivery?",
      "content": "White-Glove is required for some of our items because they're heavy, fragile, or have large packaging. With our White Glove service, the items are brought to your room of choice and all packaging is removed and discarded for you. They'll take items up 1 flight of stairs if necessary to place them on the second floor of your home as well. It doesn't include any assembly service, but it can be added for $99 per item during checkout.",
      "id": "05fe38f6-5f09-4145-9468-60c3cd99cfe5",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Where do you ship from?",
      "content": "Our items ship from all over the country! We work with over 200+ vendors around the states as we do not own inventory.",
      "id": "1c1a011d-77e2-4b7a-b54f-aee6277135ea",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Do you charge sales tax to specific states?",
      "content": "Yes, we charge tax to Arizona, California, Colorado, Connecticut, Florida, Georgia, Illinois, Louisiana, Maryland, Michigan, North Carolina, New Jersey, New York, Ohio, Oklahoma,, Pennsylvania, South Carolina, Texas, Virginia and Washington.",
      "id": "8573d47b-846c-43d9-af82-3122195be67f",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at cs@kathykuohome.com or give us a call at 1-888-908-2925. Our team is happy to help!",
      "id": "cfb15190-8e38-436a-913c-fac06479853a",
      "shortcut": "cs",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "If someone is looking for recommendations (ESC after)",
      "content": "Are you redesigning? I would love to put you in touch with our experts to help with this! Please share with us the answers to the questions below:\n\n• Are you interested in learning more about our Design Services that we offer? https://www.kathykuohome.com/designservices/\n• What style were you looking to achieve?\n• Did you see any beds or nightstands you liked?",
      "id": "285f9d40-a5fc-41c4-8476-18cd3b591162",
      "shortcut": "lfr",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Shopping for a client",
      "content": "Are you part of our trade program? You can read more about it at the following link and get priority access to our design resources centers: https://www.kathykuohome.com/MyAccount/businessLogin I'd also recommend emailing us directly at trade@kathykuohome.com, and our team will be more than happy to help out!",
      "id": "feaa7217-7f8d-4208-b7b0-a3f43c88b4ac",
      "shortcut": "sfc",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Order status inquiries",
      "content": "If you have an account with us on our website, you can access your 'Order History' to see the latest estimated shipping date. You can log in here: https://www.kathykuohome.com/Account/Login?returnURL=/MyAccount/Order",
      "id": "1fcbcf21-6982-4f4e-aff6-619779b734f7",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Can I delay shipping / ship at a later date?",
      "content": "Great question! Some of our manufacturers do hold orders for us, it just depends on who the vendor is. That said, how long will we have to hold the order for? What items are you looking to get and when would you want the order to ship?\n\nI'll be glad to check with my team if the shipping can be delayed.",
      "id": "70d053d5-5e1b-4f25-8841-e7461085f07c",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Sample requests (escalate)",
      "content": "Please send over the following information so my team can get to work on providing you with samples; IItem/ Sku #, Color/Finish, Shipping Address, Phone Number, Email Address, and Full Name.",
      "id": "acb74085-5c6b-4072-b810-6c8eaa73b7d1",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "I live in a condo/apartment, will the shipment get delivered to my door?",
      "content": "We would actually bring it up the elevator if the Premium White Glove shipping option is selected at checkout, however should you opt for free curbside delivery, the furthest they would bring it would be to the curb of the building, very rare do they bring it into a lobby/mailroom.",
      "id": "feaafccb-7a93-4eee-a18c-8d31b1f34675",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Why doesn't my discount work on some items?",
      "content": "We have quite a few vendors that don't participate in any of our sales so our codes won't work on their items. Our codes also won't work if an item is already discounted as discounts may not overlap.",
      "id": "b7adacfe-032c-4cae-820f-27259e1fb45b",
      "shortcut": "cww",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Do you offer interior design services?/I want to redesign several rooms in my home/building a new home",
      "content": "Yes, you can schedule a consultation with a design services specialist here: https://kkhome.as.me/schedule.php \nDuring the consultation, you can tell us about your home project and we'll advise you on the best design package and interior designer for your needs. \n\nPlease note that this service is only offered if you're interested in purchasing an interior design service package, not just a product recommendation.",
      "id": "50909a89-8c7c-4571-8081-444e6c6e779c",
      "shortcut": "ids",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/kathykuohome/ and FB here: https://www.facebook.com/kathykuohome",
      "id": "1a76f682-7362-497f-97a6-af14c9448fa3",
      "shortcut": "smd",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Military / first responder discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but if it helps, you can check out the items we have on sale here: https://www.kathykuohome.com/Product/Sale",
      "id": "65976214-2c42-41d8-bba2-1b03f5f5e7c8",
      "shortcut": "ms",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Do your items ship in a box from Kathy Kuo or from the vendor?",
      "content": "The invoice is from us, but the order will be packaged and shipped by the vendor. There's also no vendor pricing visible.",
      "id": "81706307-0122-4f66-994e-a77c2c10a77c",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "The best way to discuss this is to email us directly at affiliates@kathykuohome.com. Our team is happy to chat.",
      "id": "13a1ab69-0777-4098-bb7c-cb1d8faad4c9",
      "shortcut": "ams",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at cs@kathykuohome.com. Our team is happy to chat.",
      "id": "fe779968-bc14-4a3e-ae89-d39b3280bf8c",
      "shortcut": "wls",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Shipping time",
      "content": "We ship via UPS, USPS, FedEx, and DHL. We also do a lot of LTL shipments. Parcel delivery takes 3-7 business days after leaving the warehouse, Standard Truck delivery takes 2-3 weeks after leaving the warehouse, and Premium White Glove delivery takes 4-6 weeks after leaving the warehouse.",
      "id": "71d6b463-f1df-41b0-b2db-855e58c0ad2b",
      "shortcut": "shp",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "What is Open Box Furniture?",
      "content": "Open Box furniture refers to our selection of designer furniture available at an exceptional value. This collection comprises like-new returns and open-box items from our warehouse, all of which are in excellent condition and guaranteed to be prepared for prompt shipping. You can check it out here: https://www.kathykuohome.com/Product/ProdGroup/Open-Box",
      "id": "05f3aec8-d6ac-417e-82a0-20562d2335ee",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Do you have a trade program?",
      "content": "Yes, you can sign up for a trade account where you can gain access to competitive pricing with exclusive discounts, dedicated trade specialist, free shipping, and low storage fees https://www.kathykuohome.com/MyAccount/businessLogin",
      "id": "4d39dd61-3763-4fc3-a44b-07686798a785",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Free shipping",
      "content": "We don't currently offer free shipping, but all promos will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "0425e22c-b561-4007-a03b-fae0b24cf329",
      "shortcut": "fs",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.kathykuohome.com/Product/Sale",
      "id": "72faebbf-5fbb-4f5c-931f-0f7583742e44",
      "shortcut": "spg",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "How to start a return?",
      "content": "To request a return, go to the My Order History section of your Kathy Kuo Home account: https://www.kathykuohome.com/MyAccount/Order. Click the drop down menu under the Action column of the item you would like to return and select \"Return.\"",
      "id": "ad8c8ede-5fad-4962-a75c-020b8c20eadd",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Where can I find your ShowRoom?",
      "content": "We only have a showroom in New York.",
      "id": "f0400732-5fff-4cac-86c3-22971ce0af4f",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Payment options",
      "content": "We currently accept Visa, MasterCard, American Express, Discover and PayPal.",
      "id": "a5e746ae-1360-467b-91d3-70581317b8a1",
      "companyName": "Kathy Kuo Home"
    },
    {
      "name": "Retroactive discount request",
      "content": "Unfortunately, we are unable to apply discounts retroactively. I apologize for any inconvenience this may cause!",
      "id": "bb034f38-87fa-4e2f-910d-8af32aeab9e6",
      "shortcut": "rdr",
      "companyName": "Kathy Kuo Home"
    }
  ]
}
