{
  "companyKey": "lamson products",
  "templates": [
    {
      "name": "What is your Sharp for Life program?",
      "content": "Our Sharp for Life program is a free sharpening service for Lamson knives. Since our knives are built to last a lifetime, we're happy to help keep them sharp for as long as you have them. For just the cost of shipping, our professionals will put a fresh edge on your knives and have them sharp as new again. Follow the link for additional instructions: https://lamsonproducts.com/care-and-support/#sharp-for-life",
      "id": "155b5a5d-4778-49bf-a3d0-55bd69aeeb45",
      "companyName": "Lamson Products"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://lamsonproducts.com/pages/lamson-lifetime-guarantee",
      "id": "ca602d99-257a-4a42-90db-b9760965f38b",
      "shortcut": "wp",
      "companyName": "Lamson Products"
    },
    {
      "name": "What is G-10 handle material?",
      "content": "Developed by Westinghouse, G-10 has proved its toughness and durability in both electrical and mechanical device applications. It's constructed from woven glass and epoxy resin, formed under high heat and pressure. The resulting material is incredibly strong, resistant to temperature, impervious to moisture and has a beautiful deep shine when polished.\n\nYour G-10 handle requires exceptionally low maintenance. It will not rust or oxidize, nor will it become brittle or soften over time. A light rub with mineral oil will bring out the natural brilliance and sheen. Among its other uses, G-10 is an ideal material for knife handles, as it is light, doesn't expand or contract due to normal temperature and moisture exposure, and is extremely rugged.",
      "id": "55e9538c-97d6-4d04-98aa-a81707db5a1d",
      "companyName": "Lamson Products"
    },
    {
      "name": "Can I purchase products at the old factory?",
      "content": "Yes! Our Factory Outlet Store is located next to the original Lamson factory at 48 Conway Street, Shelburne Falls, MA 01370 and is open Thursdays through Sundays from 10 am to 5 pm. We invite you to visit and explore! You can also give us a call at 413-625-0201 or email us at shelburneoutlet@lamsonproducts.com.",
      "id": "761db372-4df6-4a6b-9289-6bedbc12b890",
      "companyName": "Lamson Products"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/lamsoncutlery/ and FB here: https://www.facebook.com/Lamsonproducts/",
      "id": "5a6ca875-9a89-4ea2-b1ad-7a27f9a8e0d6",
      "shortcut": "smd",
      "companyName": "Lamson Products"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "All our products are made in Westfield, MA.",
      "id": "aa9d288a-656a-40be-8b12-d587c22de937",
      "shortcut": "mfc",
      "companyName": "Lamson Products"
    },
    {
      "name": "Do you ship to APO/FPO/DPO addresses?",
      "content": "We ship to addresses within the U.S., U.S. Territories, and APO/FPO/DPO addresses.",
      "id": "7e5200a1-504f-449b-84bf-38a5cfb77d21",
      "companyName": "Lamson Products"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://lamsonproducts.com/collections/sale",
      "id": "25bd825d-04fa-47a0-985c-e03529acfc84",
      "shortcut": "ms",
      "companyName": "Lamson Products"
    },
    {
      "name": "What is Pom handle material?",
      "content": "POM (Polyoxymethylene) also known as Acetal or Polyacetal, is an engineering thermoplastic used in precision parts requiring high stiffness, high strength, and excellent wear resistance. It also has almost no moisture retention, making it an ideal material for Knife and Tool handles.",
      "id": "9f4973b7-a31d-42d0-a35b-7cd7cca2e0e3",
      "companyName": "Lamson Products"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to apply for wholesale is to go here: https://lamsonproducts.com/pages/become-a-dealer",
      "id": "80be44bf-a93c-40be-a692-bf1238b7fef1",
      "shortcut": "wls",
      "companyName": "Lamson Products"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 1-2 business days and we usually ship via USPS or UPS. Once shipped, it will take 3-5 business days for domestic orders.",
      "id": "fa064b96-01cc-41bf-b0b8-bb9632b6ad66",
      "shortcut": "shp",
      "companyName": "Lamson Products"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at info@lamsonproducts.com. Our team is happy to help!",
      "id": "a1f39608-c5d6-483c-a396-0832eb9be33e",
      "shortcut": "cs",
      "companyName": "Lamson Products"
    },
    {
      "name": "What is a Sierra Striated Wood Handle?",
      "content": "Striated wood is also known as Pakkawood. It's a very popular choice for kitchen knife handles. It's a wood and resin layered composite that is carefully manufactured to increase the grip capability and durability of the handle. Striated/Pakkawood has good resistance to extreme heat and moisture exposure, however it's not dishwasher safe. When polished, the handle has a deep rich texture showing the various layers of composite.",
      "id": "1c70db53-c289-4513-ba4f-9b6d99441197",
      "companyName": "Lamson Products"
    },
    {
      "name": "How do I care for my knives and tools?",
      "content": "I'd recommend taking a look at our article on how to care for your Knives and Tools here: https://lamsonproducts.com/a/help/article/27171",
      "id": "7ffc43fc-dffe-44c2-9e5b-95a4c431a859",
      "companyName": "Lamson Products"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://lamsonproducts.com/policies/refund-policy",
      "id": "ce198f32-e495-429f-b318-976601c6c805",
      "shortcut": "rp",
      "companyName": "Lamson Products"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 413-642-8135 or let me know if I can help via text, it may be faster.",
      "id": "fd834321-f47e-45bf-899d-2704743683e5",
      "shortcut": "ps",
      "companyName": "Lamson Products"
    },
    {
      "name": "When will I receive my refund?",
      "content": "Once your return is received and inspected, we will send you an email to notify you that we have received your returned item. Once approved, your refund will be processed, and a credit will automatically be applied to your credit card.",
      "id": "5d4c9902-b486-4674-a957-207fc232efe7",
      "companyName": "Lamson Products"
    },
    {
      "name": "What are Nickel Silver rivets?",
      "content": "Nickel Silver is a copper alloy with nickel and zinc. The usual formulation is 60% copper, 20% nickel, and 20% zinc. Nickel silver is named due to its silvery appearance, but it contains no actual silver. Nickel Silver is non-magnetic.",
      "id": "aa6f815d-9a45-43bd-8dc0-9b7b934f2027",
      "companyName": "Lamson Products"
    },
    {
      "name": "Do you ship internationally?",
      "content": "Yes, we do! We currently ship to over 200 countries worldwide.",
      "id": "faa2aa5d-e32d-42cb-aa4f-96b781624f53",
      "companyName": "Lamson Products"
    },
    {
      "name": "What do I do if I see spots on my knife blade?",
      "content": "We use the best quality Hi-Carbon stainless steel in our knives to ensure the best hardness, best edge retention, and ease of sharpening. All steel alloys, especially those with Hi-Carbon are prone to surface discoloring or even rust if knives are not cared for correctly. To ensure your knives stay stain-free, always remember to hand-wash in warm soapy water after each use and then immediately dry thorougly with a soft cloth.\n\nIf spots appear, these are generally just surface \"patina\" discolorations that can be easily removed. We recommed using Bar Keepers Friend. It's a great product to keep any steel in fine shape and you can check it out here: https://lamsonproducts.com/collections/sharpening-honing-protection/products/bar-keepers-friend-cleaner-26-oz",
      "id": "b9f280d2-65f3-42fb-98b7-540981d48256",
      "companyName": "Lamson Products"
    },
    {
      "name": "Store location / retailer",
      "content": "Our Factory Store is located at 45 Conway Street, Shelburne Falls, MA 01370. It's open Thursdays through Sundays, 11 am to 5 pm.",
      "id": "3397ee1a-6499-476b-9a70-cfa378e2eed0",
      "shortcut": "sl",
      "companyName": "Lamson Products"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address, and the change you'd like to make?",
      "id": "2ebb8fe3-383f-495e-9abb-bc83bfae4fa6",
      "shortcut": "ced",
      "companyName": "Lamson Products"
    },
    {
      "name": "What is Walnut handle material?",
      "content": "Walnut is a hard, dense, tight-grained wood with a distinctive dark color. It is commonly used for furniture, paneling, knobs, and handles. On our Forged Walnut and Vintage Walnut tools, we infuse the walnut with resin, sealing it from moisture. For our other walnut-handled tools, we leave their handles in their natural state, with a light application of mineral oil.",
      "id": "73257aa5-f5f8-4712-b8c1-9f54616f6fa6",
      "companyName": "Lamson Products"
    },
    {
      "name": "How do I hone a knife?",
      "content": "Hold your sharpening steel vertically on a non-slip base. Hold the knife at a 20-degree angle to the steel's shaft, then draw the knife in one smooth motion from the heel of the blade to the tip. Repeat five to six times on each side. Be sure to use the same number of strokes for each side. You can also check out our YouTube video for more information here: https://www.youtube.com/watch?v=dY2W8wLLl5s&ab_channel=LamsonProducts",
      "id": "9c7a6f29-f556-4ead-b2d5-40d5dbb40bbd",
      "companyName": "Lamson Products"
    },
    {
      "name": "I have a Product Idea. How do I submit it?",
      "content": "We are always interested in new items and new ideas. If you have a new product idea, please send us an email at info@lamsonproducts.com. We will get back to you right away.",
      "id": "31c05c17-c23a-4a21-9775-818563922de9",
      "companyName": "Lamson Products"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at info@lamsonproducts.com. Our team is happy to chat.",
      "id": "b34dfb1b-98eb-4a8d-93a4-39c9d360420e",
      "shortcut": "ams",
      "companyName": "Lamson Products"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on orders over $75 within the contiguous U.S. Maybe you can add something else to reach the minimum?",
      "id": "53b29e7f-b3ab-431e-a014-f81b8f48b78c",
      "shortcut": "fs",
      "companyName": "Lamson Products"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://lamsonproducts.com/shop/on-sale/",
      "id": "4e1d53d5-8caf-4c20-9e43-2c34fb07d3fd",
      "shortcut": "spg",
      "companyName": "Lamson Products"
    }
  ]
}
