{
  "companyKey": "laneige",
  "templates": [
    {
      "name": "Earning Points for In-Store Purchase",
      "content": "The physical receipt will have a QR code or the email (depending on the type of order confirmation given) will have a link to submit the receipt and our team will confirm and attribute the points to the account!",
      "id": "dfe38884-cb55-4e99-8bf5-9eaa02ea50f7",
      "companyName": "LANEIGE"
    },
    {
      "name": "Are the Water Bank Blue Hyaluronic Intensive Moisturizer and Water Bank Blue Hyaluronic Cream Moisturizer safe to use in the sun?",
      "content": "Both products are safe to use in the sun. However, we recommend always using an SPF before exposing your skin to the sun even when not using product to protect your skin. If you do not wish to use an SPF we suggest using the products about 30 minutes before exposing your skin to the sun to give it time to absorb.",
      "id": "daf16366-9a8e-496e-9519-e81d008d29b6",
      "companyName": "LANEIGE"
    },
    {
      "name": "How can I manage my subscription?",
      "content": "You can make changes to your subscriptions at any time by logging into your account, clicking \"Manage Subscriptions\" and following the prompts (e.g., view the status of your subscriptions, add or reactivate a subscription). Any changes you make will be reflected in your next shipment, except for changes initiated while an order is in process (i.e., your payment has been charged but you have not yet received your shipment), in which case they will be reflected after the current order has been completed. Let me know how that goes!",
      "id": "6e0b327e-7a9d-49c9-bfe3-1901cf3cfaae",
      "companyName": "LANEIGE"
    },
    {
      "name": "Are LANEIGE products safe for those pregnant or breastfeeding?",
      "content": "We recommend you consult your physician before making any changes to your daily routine.",
      "id": "429ff042-cc84-47c1-a0ea-955f57ac7dbe",
      "companyName": "LANEIGE"
    },
    {
      "name": "Price Matching",
      "content": "Unfortunately, we do not price match at this time, really sorry about that!",
      "id": "99945ef8-dd51-497d-8a50-a3fdb2738a50",
      "shortcut": "pmc",
      "companyName": "LANEIGE"
    },
    {
      "name": "How long are the lip masks good for?",
      "content": "Unopened products last 30 months and opened products are good for 6-12 months.",
      "id": "fd746765-508c-4b63-b8b3-23686154d141",
      "companyName": "LANEIGE"
    },
    {
      "name": "How long does the Laneige lip mask last?",
      "content": "It's hard to say, as each person's use frequency can vary. The Lip Sleeping Mask will last a few months.",
      "id": "b0c9758e-f0b8-4dc5-b61a-f421cb583134",
      "companyName": "LANEIGE"
    },
    {
      "name": "Are any of your products vegan?",
      "content": "Our products are vegan and do not contain any animal-derived ingredients.",
      "id": "a2f373dc-5b6b-434d-97df-ed986cd6e37a",
      "companyName": "LANEIGE"
    },
    {
      "name": "What happened to the Water Bank Moisture Cream?",
      "content": "The Water Bank Moisture Cream is our old formula and packaging. The Water Bank Blue Hyaluronic Cream Moisturizer has replaced this product. This improved formula has the same desirable benefits, including greater absorption and longer-lasting hydration with the addition of Hyaluronic Acid.",
      "id": "d5c8e278-1e98-40f5-b54f-f7919e848b53",
      "companyName": "LANEIGE"
    },
    {
      "name": "Retroactive discount request",
      "content": "Unfortunately, we are unable to apply codes retroactively. We're sorry for the inconvenience this may cause. Please let us know if you have any questions.",
      "id": "e3e44af3-835b-498e-b5b3-d100c19d7e0a",
      "shortcut": "rdr",
      "companyName": "LANEIGE"
    },
    {
      "name": "I left a review. Will I earn points?",
      "content": "Reviews are only eligible to earn points if accessed via the Yotpo review email sent to you after each product purchase. Reviews left directly on our site and products not purchased on Laneige.com are not eligible.",
      "id": "6fcbde22-3cda-42dd-b4a4-84fdf9d7af00",
      "companyName": "LANEIGE"
    },
    {
      "name": "Are there any SPF moisturizers?",
      "content": "Unfortunately, none of our moisturizers contain additional SPF.",
      "id": "76bcba0a-703a-4d90-b8cc-673338e9a0e8",
      "companyName": "LANEIGE"
    },
    {
      "name": "Where can I purchase the Retinol Cream Treatment?",
      "content": "Our Retinol Firming Cream Treatment is available at Sephora B&M, Sephora.com, SiJCP, Laneige.com, and Ariatum.",
      "id": "3e83255f-6e46-47f9-b9b2-fc448b7bb29a",
      "companyName": "LANEIGE"
    },
    {
      "name": "Why should I use retinol?",
      "content": "Retinol has many topical benefits! It helps boost the production of elastin which \nhelps create the \"plumping\" effect.",
      "id": "f2c86f0c-56cf-436b-9b52-d12b3790dcb0",
      "companyName": "LANEIGE"
    },
    {
      "name": "How do I use the Retinol Cream Treatment?",
      "content": "After your serum step, use the Retinol Firming Cream Treatment in specific areas of concern or over the entire face.",
      "id": "5ce3f130-8b82-49c0-a3dc-5d5d79fc3ed6",
      "companyName": "LANEIGE"
    },
    {
      "name": "For which skin types would you recommend the Retinol Cream Treatment?",
      "content": "As this retinol treatment is gentle and hydrating, all skin \ntypes can use it.",
      "id": "6c8447ef-058b-4dfb-ad59-bb990b910f50",
      "companyName": "LANEIGE"
    },
    {
      "name": "What is the Retinol Firming Cream Treatment?",
      "content": "Our LANEIGE Retinol Firming Cream Treatment is a targeted treatment\npowered by pure retinol and peptides to visibly firm and smooth the look of fine lines and wrinkles, while still being gentle on the skin! Skin-loving ingredients like our 5D Hyaluronic Acid Complex delivers replenishing, multi-faceted hydration to address dryness and soothing Madecassoside helps calm your complexion. The skin is left feeling visibly smoother, firmer, and rejuvenated!",
      "id": "885b6c9d-87be-4005-a3d4-2bcb7a0e9f50",
      "companyName": "LANEIGE"
    },
    {
      "name": "How much does the Retinol Cream Treatment weigh?",
      "content": "The Retinol Firming Cream Treatment is 15 ml/0.5 fl. oz.",
      "id": "4b8dbfb3-3372-4019-9aab-abfdf05f7c61",
      "companyName": "LANEIGE"
    },
    {
      "name": "What is retinol?",
      "content": "Retinoid is a category of Vitamin A derivatives. The type of retinol you typically see on the market can be categorized into different families of retinoids. There is prescription strength retinol, such as Tretinoin, that can only be received through a dermatologist. The other family of retinol is cosmetic grade retinol, such as the Laneige Retinol Firming Cream Treatment. We use cosmetic grade retinol to create a gentle, yet effective treatment suitable for beginners.",
      "id": "da7b471f-074c-4b5e-8d15-82829937f8b8",
      "companyName": "LANEIGE"
    },
    {
      "name": "What makes your retinol products different?",
      "content": "Due to the potency/intensity of a few retinol products, it is possible for clients \nto experience skin irritation, redness, and flaking skin. The Laneige Retinol Firming Cream Treatment has been created for all skin types to minimize possible irritation. This formula contains 5 types of hyaluronic acid (5 various molecular weights to hydrate the skin). It also contains panthenol and madecassoside to help soothe the skin.",
      "id": "475ded36-57b2-49dd-aa68-5cab1d9615a9",
      "companyName": "LANEIGE"
    },
    {
      "name": "When will I see results? - Retinol cream Treatment",
      "content": "After constant use of the product for 1 week, your skin will feel more hydrated, the look of fine lines on the entire face will be reduced, the skin will look firmer and the skin texture smoother, and the skin around the eyes will look tauter. \n\nAfter constant use of the product for 4 weeks, the look of wrinkles around the eyes, mouth, forehead and the look of fine lines on the entire face will be reduced, the entire face will look firmer and the skin will be more hydrated.",
      "id": "97d3171b-f1b0-4895-bc0e-9696c0c7dfb9",
      "companyName": "LANEIGE"
    },
    {
      "name": "Quiz/product recommendation",
      "content": "I'd recommend taking our skin care quiz so our team of experts can recommend the best products for you: https://laneige.attn.tv/sl/2lcCqm0P Let me know if you need more help!",
      "id": "6c417426-8545-4f79-badd-3c379c77562a",
      "companyName": "LANEIGE"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "ed87b63e-81db-4219-a9ae-9c79f5fbffc7",
      "shortcut": "ms",
      "companyName": "LANEIGE"
    },
    {
      "name": "How to use the Water Sleeping Mask?",
      "content": "Use it as the last step of your nightly routine, after your favorite cream. You can use it 2-3 times a week when your skin needs that extra drink of water!",
      "id": "71b9e6ce-6687-42f0-8353-303716dc387c",
      "companyName": "LANEIGE"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/laneige_us/ and FB here: https://www.facebook.com/Laneige.USA/",
      "id": "98d8c50d-cd8a-4e11-852e-159268e089c4",
      "shortcut": "smd",
      "companyName": "LANEIGE"
    },
    {
      "name": "How to use the Eye Sleeping Mask?",
      "content": "Apply it 2-3 times a week at night, or when you need some extra de-puffing action.",
      "id": "14aeac65-13b3-42ca-ab0a-14da2a2296ea",
      "companyName": "LANEIGE"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $50. Maybe you can add something else to reach the min?",
      "id": "4bf200dd-02ac-4810-b5c4-5897aec55e94",
      "shortcut": "fs",
      "companyName": "LANEIGE"
    },
    {
      "name": "When will I receive my birthday discount?",
      "content": "You will receive the birthday discount on the day of your birthday.",
      "id": "2c5b495b-09f4-4543-8fff-7c5997987a38",
      "companyName": "LANEIGE"
    },
    {
      "name": "What is the meaning behind the name Laneige?",
      "content": "The name Laneige is inspired by the sparkling top layer of fresh snow. We believe hydration is the solution to all skin concerns for radiant, healthy, and balanced-looking skin. Water is essential to life, but not all water is equal, and not all skin is the same. Our hydration experts set out to create Water Complexes so every \nskin type has perfect hydration.",
      "id": "71c7f1fa-46df-4f21-8c80-6266d8c00977",
      "companyName": "LANEIGE"
    },
    {
      "name": "Do you ship to PO Boxes?",
      "content": "Unfortunately, we do not ship to private mailboxes (PMB), PO Boxes, and APO/FPO addresses.",
      "id": "6653f310-64a2-48cb-9eee-d6943beaa913",
      "companyName": "LANEIGE"
    },
    {
      "name": "What is the Lip Treatment Balm?",
      "content": "It's a cooling lip treatment for day that deeply moisturizes, visibly smooths, and boosts the look of fullness for a bouncy, revitalized, illuminated pout.",
      "id": "8c382e6c-4714-43db-9930-b91112d8ebf3",
      "companyName": "LANEIGE"
    },
    {
      "name": "Are your products cruelty-free",
      "content": "As an enterprise seeking peaceful coexistence between nature, human beings, and businesses, Amorepacific pledges the elimination of unnecessary animal testing for cosmetics to respect all living creatures. We have voluntarily discontinued animal testing on cosmetic ingredients and finished goods since 2008.",
      "id": "f5194308-5026-4175-b72a-05a09e3f7bc3",
      "companyName": "LANEIGE"
    },
    {
      "name": "What are the ingredients of the Lip Treatment Balm? What do they do?",
      "content": "Coconut Oil deeply moisturizes to lock in hydration and soften lips. The peptide and adenosine visibly smooth lip wrinkles while boosting the look of fullness and firmness. The pearlescent finish reflects light for an illuminated pout.",
      "id": "c8af63f7-649c-4ace-a1af-ed6cb5763f57",
      "companyName": "LANEIGE"
    },
    {
      "name": "How does the Lip Sleeping Mask work?",
      "content": "The berry fruit complex (pomegranate, grape, and raspberry juice) helps with dry, flaky dead skin on the lips to reveal smooth and supple-looking lips the next morning. Vitamin C helps protect from external aggressors. Coconut oil, glycerin, shea butter, and murumuru seed butter help with moisturization and nourishment.",
      "id": "1a316faa-5138-4f3a-8c52-9bdafa96905e",
      "companyName": "LANEIGE"
    },
    {
      "name": "What is the Lip Sleeping Mask for?",
      "content": "It provides immediate and long-lasting hydration, helps to strengthen the lips' moisture barrier, it improves the lips' visible firmness and it decreases dead skin cells for softer and smoother-looking lips.",
      "id": "363b83c8-beab-4d04-8f3f-e59881070f91",
      "companyName": "LANEIGE"
    },
    {
      "name": "For what skin types is the Lip Sleeping Mask recommended?",
      "content": "The Lip Sleeping Mask is great for all skin types.",
      "id": "654f6b16-11f6-4e20-ac3f-4e0158e3fa6b",
      "companyName": "LANEIGE"
    },
    {
      "name": "How does the Cica Sleeping Mask work?",
      "content": "Our patented forest yeast Cica helps strengthen the moisture barrier more effectively than Madecassoside. It's an exclusive ingredient, grown in Jeju Island's Gotjawal Forest.",
      "id": "f85d2dfb-5ec5-4a44-8e67-ed323e410cc5",
      "companyName": "LANEIGE"
    },
    {
      "name": "How/When should I use the Cica Sleeping Mask?",
      "content": "After moisturizer, apply it evenly to the face as the last step in your evening routine.  Layer 2-3 times in targeted areas for extra relief. Rinse off with lukewarm water in the morning.",
      "id": "b4a37cc5-7c3c-4001-8893-d6671b599f6c",
      "companyName": "LANEIGE"
    },
    {
      "name": "What skin type is the Cica Sleeping Mask recommended for?",
      "content": "The Cica Sleeping Mask is for dry and/or sensitized skin. It helps soothe the skin, especially from dry, cold weather.",
      "id": "e2f395e2-01fd-4935-9e7d-9b4e025ea5b8",
      "companyName": "LANEIGE"
    },
    {
      "name": "What is the Cica Sleeping Mask and what does it do?",
      "content": "It's a soothing, hypoallergenic sleeping mask created for \nirritated and stressed skin. It delivers nourishment without irritation, it helps to strengthen the skin's moisture barrier quickly and effectively and it provides calming and regenerative benefits  overnight.",
      "id": "b334e4c4-4259-441f-bff1-8a7bbf61efb9",
      "companyName": "LANEIGE"
    },
    {
      "name": "How to apply the Lip Treatment balm?",
      "content": "Remove the applicator from the lid. Apply lip plumping treatment generously to the lips, as needed.",
      "id": "a5763cce-eb6d-41f4-8f0b-4188cc408052",
      "companyName": "LANEIGE"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://us.laneige.com/pages/rewards",
      "id": "4b227f6b-a937-4992-9c24-8b1d08720d12",
      "shortcut": "rwd",
      "companyName": "LANEIGE"
    },
    {
      "name": "How to use Lip Sleeping Mask?",
      "content": "Apply it right before bedtime. Its exclusive Moisture Wrap technology boasts hyaluronic acid and minerals to form a protective film over the lips to lock in moisture and active ingredients.",
      "id": "587728a3-b0ee-4362-b4a2-44f30960cfba",
      "companyName": "LANEIGE"
    },
    {
      "name": "Wholesale inquiries",
      "content": "At this time we don't have plans to roll out distribution.",
      "id": "570e9537-8cce-4cd8-a593-ef52e07cc42e",
      "shortcut": "wls",
      "companyName": "LANEIGE"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://us.laneige.com/pages/shipping-returns-policy",
      "id": "fc5c29cc-bb79-4dee-a6fc-bb846f775486",
      "shortcut": "rp",
      "companyName": "LANEIGE"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://us.laneige.com/apps/store-locator",
      "id": "2786ebb9-8b65-4c1b-a607-15d8fccb97f8",
      "shortcut": "sl",
      "companyName": "LANEIGE"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you.",
      "id": "ebdad73b-9fba-4270-9806-aaaa6609c3aa",
      "shortcut": "ps",
      "companyName": "LANEIGE"
    },
    {
      "name": "Are your products gluten free?",
      "content": "Some of our products are formulated with raw materials containing gluten, such as oats, soybean, and/or barley, so we recommend reviewing the ingredient list carefully. Although we can't guarantee that our products are \"gluten-free,\" our testing shows that the amount of gluten present in our products is below detectable limits. In an abundance of caution, we always recommend testing a small amount product on your forearm and consulting with your physician should you have any gluten-related health concerns.",
      "id": "9df36dad-c6e5-43ef-a893-072976bd8725",
      "companyName": "LANEIGE"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "The best way to discuss this is to email us directly at  laneige@apus.amorepacific.com. Our team is happy to chat.",
      "id": "99c0915d-50df-4cd9-8e1d-1b1cc23f6207",
      "shortcut": "ams",
      "companyName": "LANEIGE"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 2 business days. Once shipped, it will take 1-6 business days based on your location. You can get more info here: https://us.laneige.com/pages/shipping-returns-policy",
      "id": "344b9bf1-75f2-495c-bcd7-60c12ba87d85",
      "shortcut": "shp",
      "companyName": "LANEIGE"
    },
    {
      "name": "Can I return a final sale item?",
      "content": "We appreciate you reaching out. Unfortunately, all discounted items are final sale and not eligible for refunds. We're sorry for the inconvenience this may cause. Please let us know if you have any questions!",
      "id": "fa787463-3bee-456f-a551-de0c73962543",
      "companyName": "LANEIGE"
    },
    {
      "name": "Cancel / edit order",
      "content": "For any questions about your order, please contact our customer service team at laneige@apus.amorepacific.com. Due to a high volume of inquiries, our team will get back to you within 72 hours.",
      "id": "be8a72fd-900a-4122-b378-638e166e15ce",
      "shortcut": "ced",
      "companyName": "LANEIGE"
    },
    {
      "name": "Customer support",
      "content": "We're happy to help answer any questions about our products! For any questions about your order, please contact our customer service team at: laneige@apus.amorepacific.com. Due to a high volume of inquiries, our team will get back to you within 72 hours.",
      "id": "c6b65ecc-c85e-4d40-8425-6faab9977e64",
      "shortcut": "cs",
      "companyName": "LANEIGE"
    },
    {
      "name": "Is it safe for 10 years old/for younger skin types?",
      "content": "Our skincare products are not particularly formulated for younger skin types. We recommend consulting a dermatologist.",
      "id": "3c294c39-3ee3-48c4-92ea-6949910edfc2",
      "companyName": "LANEIGE"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://us.laneige.com/pages/offers",
      "id": "6440e9b1-e550-47cf-9d8d-6830efdbe04c",
      "shortcut": "spg",
      "companyName": "LANEIGE"
    },
    {
      "name": "Do you still carry the Perfect Renew Youth Serum?",
      "content": "Unfortunately, this product has been discontinued and is not currently available. We will be relaunching several products soon! Stay tuned for launch announcements via our email newsletter or on Instagram.\n\nWe appreciate your love for this product and will be sure to forward your message to our global product development team!",
      "id": "84c7e9af-41d6-427d-a75f-f406a49f5945",
      "companyName": "LANEIGE"
    },
    {
      "name": "Do you offer free returns?",
      "content": "Return labels will be provided for a $5 fee.",
      "id": "2f085815-8024-4c5e-8d62-0b0259148471",
      "companyName": "LANEIGE"
    },
    {
      "name": "How to start a return?",
      "content": "You can initiate your return here: https://returns.narvar.com/laneige/returns",
      "id": "484dc1fd-952a-4156-8b62-992ee2973ca7",
      "companyName": "LANEIGE"
    }
  ]
}
