{
  "companyKey": "lensdirect",
  "templates": [
    {
      "name": "Do I need a prescription for reading contact lenses?",
      "content": "We would need a valid prescription to confirm that the right prescription is being used.",
      "id": "390cfcb6-4ae4-4266-95a0-fd38fca31c6c",
      "companyName": "LensDirect"
    },
    {
      "name": "Size Chart: All - Clothes",
      "content": "You can take a look at our size chart here: https://www.lensdirect.com/how-to-identify-sunglasses",
      "id": "37a2701c-4303-4300-8635-4e5cf173c339",
      "companyName": "LensDirect"
    },
    {
      "name": "How much time do I have to send you my prescription & frames?",
      "content": "The prescription needs to be sent within one week from the date the order was placed. Please let me know if there is anything else I can assist you with.",
      "id": "6b1ab93d-06d1-45e8-9d72-47835d2ad454",
      "companyName": "LensDirect"
    },
    {
      "name": "What is Autorefill?",
      "content": "To ensure you will never run out of your contact lenses, you can sign up for our AutoRefill program. We will deliver your contacts automatically at whatever interval you'd like. In addition, you will receive 20% off your first order and 5% off every order. You can learn more about Autorefill here: https://www.lensdirect.com/autorefill",
      "id": "5632ca7d-0df7-4b45-883b-f14d1a39e11c",
      "companyName": "LensDirect"
    },
    {
      "name": "How do you know where to start the progressives or place the bifocal?",
      "content": "If you send in a frame with an older prescription we will do our best to match the existing placement. If that is unavailable we will use the best placement for the frame and PD.",
      "id": "beac7c29-ed09-4e76-8e3c-d7e336eae5e1",
      "companyName": "LensDirect"
    },
    {
      "name": "What is a PD and why do I have to supply this?",
      "content": "PD is the distance between pupils. This may be provided as two individual PD numbers, or one combined PD. The PD ensures the focal point of the lenses line up with your pupils for the best possible fit.",
      "id": "7ae4c276-9005-4eef-aed6-9d7dac3f0f0e",
      "companyName": "LensDirect"
    },
    {
      "name": "What does \"nearly clear lens\" mean?",
      "content": "Traditionally, blue light blocking lenses would have an obvious blue reflective coating, we don't do that. Instead, we apply a proprietary tint that is so subtle that it's virtually unnoticeable while worn.",
      "id": "2dbe44d2-c324-40d3-8f26-031c9a40ab02",
      "companyName": "LensDirect"
    },
    {
      "name": "Why do my lenses have a slight yellow tint to them?",
      "content": "The blue light blocking lenses will come with a very subtle yellow tint that is used to filter out blue light.",
      "id": "a3e6594c-a27d-47ee-9f5f-97b50ea74b79",
      "companyName": "LensDirect"
    },
    {
      "name": "What is an AR coating?",
      "content": "The anti-reflective coating eliminates reflections from the surface of your lenses. This allows more light to pass through for increased comfort and visibility.",
      "id": "30e4ce1d-76ef-40eb-8139-94061ae2ced6",
      "companyName": "LensDirect"
    },
    {
      "name": "How do I use my insurance?",
      "content": "We don't currently accept insurance as payment, however, we're here to help make it easy to get reimbursed for your purchase by your insurance company. It's easy! Just follow the steps here: https://lensdirect.attn.tv/sl/-02gSskJ",
      "id": "077631a1-a50f-497b-bdc1-6f18d1f75516",
      "companyName": "LensDirect"
    },
    {
      "name": "How does the confirmation of my prescription work?",
      "content": "We request confirmation of your prescription from your doctor, and they're legally required to confirm it within 8 business hours. If your doctor fails to respond to our request, the law allows us to assume the prescription is valid. Your doctor may NOT require you to sign any form of release or waiver prior to confirming your prescription. We're allowed to contact them by phone, fax or email. If you choose to upload your prescription, please allow time for our support team to validate it.",
      "id": "bdfe433c-f27c-4827-abcb-6217cbf94aad",
      "companyName": "LensDirect"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at info@lensdirect.com, live chat with one of our agents via the website or give us a call at 1-800-5367-111 Mon-Sat 9am-6pm ET. Our team is happy to help!",
      "id": "06f542f4-ccdc-415d-8a14-df06882ed0c6",
      "shortcut": "cs",
      "companyName": "LensDirect"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.lensdirect.com/return-policy",
      "id": "16c74fc5-a9d6-4831-b718-7163209fe5c8",
      "shortcut": "rp",
      "companyName": "LensDirect"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out.",
      "id": "38b8ebad-b13a-4a1b-97f1-1dc26d63f1f8",
      "shortcut": "sl",
      "companyName": "LensDirect"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-800-5367-111 Mon-Sat 9am-6pm ET or let me know if I can help via text, it may be faster.",
      "id": "5463888a-3e63-47ca-ae6a-3859a05e494f",
      "shortcut": "ps",
      "companyName": "LensDirect"
    },
    {
      "name": "Shipping time",
      "content": "For contact lenses, it may take up to 8 business hours for us to verify your contact lens and eyeglass prescription with your eye doctor. Once verified, most orders get shipped within 1 business day. If you choose to upload your prescription, you are more likely to have your prescription verified faster. For eyewear and lens replacement once your order is placed, please allow 10-14 business days from when we receive your frames. (lens production can only begin once we have all your prescription information).",
      "id": "33fff80c-3252-488f-a09a-c9989d35f960",
      "shortcut": "shp",
      "companyName": "LensDirect"
    },
    {
      "name": "Military/ First responder / Healthcare/ Teacher/ Student discount",
      "content": "Thank you for your service! You can get your discount here: https://www.lensdirect.com/heroes-offer",
      "id": "ab3c572c-021a-4eb4-9f1d-17ad24f50e72",
      "shortcut": "ms",
      "companyName": "LensDirect"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://instagram.com/lensdirect and FB here: https://www.facebook.com/shoplensdirect",
      "id": "b2330929-5475-498d-906e-cfae1d0f374a",
      "shortcut": "smd",
      "companyName": "LensDirect"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://www.lensdirect.com/warranty",
      "id": "2c02711c-3f1f-4fff-a4f2-39de4773b110",
      "shortcut": "wp",
      "companyName": "LensDirect"
    },
    {
      "name": "How can I track my order?",
      "content": "We have a convenient online order tracking feature which you can access here: https://www.lensdirect.com/guest/check-order-status",
      "id": "ef369996-8d79-4127-bb1e-5bcf69eeb0ea",
      "companyName": "LensDirect"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at info@lensdirect.com. Our team is happy to chat.",
      "id": "21ffba1a-cd5f-4865-ab32-89f1d8618f3d",
      "shortcut": "ams",
      "companyName": "LensDirect"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at info@lensdirect.com. Our team is happy to chat.",
      "id": "456638ba-825c-4230-a6ad-94445f1fd1a0",
      "shortcut": "wls",
      "companyName": "LensDirect"
    },
    {
      "name": "Do you price match?",
      "content": "Yes, our goal is to always make you happy when it comes to price. So, if you happen to find a lower price on your contact lenses, we'll match it. To get your discount, just call or email us at info@lensdirect.com after you complete your online order, and we'll refund the difference. Include your order number and a link to the lower price. Please note that we won't price match promotions, only on a per box price. Also, we'll only do price matching on reputable retailers such as 1-800CONTACTS.com, VisionDirect.com, Walgreens.com and Coastal.com.",
      "id": "1c67c0ff-f62d-4514-b9b2-c887bafe0d42",
      "companyName": "LensDirect"
    },
    {
      "name": "Free shipping",
      "content": "We offer free standard shipping on domestic orders over $49. Maybe you can add something else to reach the minimum?",
      "id": "034ec394-f905-426e-bf46-47f9dc2e0c57",
      "shortcut": "fs",
      "companyName": "LensDirect"
    },
    {
      "name": "Can I get an eye exam?",
      "content": "You can check our Quick Vision Test here: https://lensdirect.attn.tv/sl/uts4_Es9 Let me know if you have any questions, I'd be glad to help!",
      "id": "9e4f2ff4-0383-4b2a-9c0f-631da18f5cc4",
      "companyName": "LensDirect"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a referral program where you can give your friends $20 off and you get $20 account credit after their first purchase. Check it out here - https://www.lensdirect.com/refer",
      "id": "b221e109-4bd0-4955-b9b6-99a82e623374",
      "shortcut": "rwd",
      "companyName": "LensDirect"
    },
    {
      "name": "Medical questions",
      "content": "I would recommend contacting us at (800) 536-7111 or emailing us at info@lensdirect.com for further help.",
      "id": "daf5b475-d81f-4149-9551-60858acba36a",
      "shortcut": "mq",
      "companyName": "LensDirect"
    },
    {
      "name": "Do I need a prescription to order contact lens?",
      "content": "Yes. We require a valid contact lens prescription for every order.",
      "id": "a90fab75-83ff-4864-8710-43969363ba25",
      "companyName": "LensDirect"
    },
    {
      "name": "Can I use my HSA/FSA along with vision insurance?",
      "content": "Yes! You can use your HSA/FSA card and get reimbursed with your vision insurance, just use your HSA/FSA card at checkout and file your claim for reimbursement after.",
      "id": "192cffcc-330a-41d0-b479-35ec8d8ac28f",
      "companyName": "LensDirect"
    },
    {
      "name": "Can I place an order if my RX is expired?",
      "content": "We're selling a medical device, and we require a valid RX for every order. If you don't have a copy of your RX, you can still order contact lenses from us. All you'll have to do: \n\n- Place your order\n- Let us know who your doctor is and we'll act on your behalf to verify\n- Obtain your prescription information\n\nAlso, you are more than welcome to take an online vision test here: https://www.lensdirect.com/vision-test It will take about 10 minutes and you can do it from home.",
      "id": "de62f920-0149-4410-a458-e84d4ad3de0b",
      "companyName": "LensDirect"
    },
    {
      "name": "How do blue light blocking lenses work?",
      "content": "Blue light blocking lenses have filters in their lenses that can absorb or filter blue light, and in many cases UV light, from affecting the eyes. These filters will provide a level of protection to your eyes by reducing blue light exposure.",
      "id": "ea795664-fca9-4fea-aaef-34245963e169",
      "companyName": "LensDirect"
    },
    {
      "name": "How do I know what frame fits best?",
      "content": "We will be offering a virtual try on feature in the near future! Currently, we provide the lens width, bridge width, and arm length dimensions for all of our frames.",
      "id": "b1cf2de6-cdbc-41ca-8afa-2271e1eb5948",
      "companyName": "LensDirect"
    },
    {
      "name": "I need prism correction, how do I provide this?",
      "content": "Please note any prism correction in the comments section of the order.",
      "id": "7319d494-776a-4281-b6e1-75d81e192f88",
      "companyName": "LensDirect"
    },
    {
      "name": "What brand of lenses do you use?",
      "content": "We use an in-house lab which uses proprietary lenses.",
      "id": "5c12ce73-60ae-4319-8546-14a080e18fd8",
      "companyName": "LensDirect"
    },
    {
      "name": "How do I order if I wear a different brand in each eye?",
      "content": "If you wear different brands in each eye, you can choose contacts for one eye at a time. On the product page, choose the quantity of \"Left Eye\" as zero or uncheck the box and enter the parameters for your right eye. When you are done with the right eye, navigate to your left eye brand. Enter the parameters for your left eye and select zero as the quantity or uncheck the box of \"Right Eye\".",
      "id": "8ae8ce87-2d4a-4c0d-8d82-57435aff3511",
      "companyName": "LensDirect"
    },
    {
      "name": "How do I order if I don't have a copy of my prescription?",
      "content": "No worries, you can always send your prescription later. You can now upload your prescription here: https://www.lensdirect.com/user/register You can also fax us your prescription at 1-800-772-5367 or email it to info@lensdirect.com. We are also authorized to call your eye doctor if you provide us with the doctor's phone number.",
      "id": "58178b17-0e2c-4069-a10d-d51cfb3f38a1",
      "companyName": "LensDirect"
    },
    {
      "name": "Can you copy the prescription on my old frames?",
      "content": "We are able to pull a prescription off of single vision lenses only. If the lenses are too worn or damaged it may not be able to be read and copied. Progressives and bifocals are unable to be copied.",
      "id": "50112f6b-935a-4451-9ac7-9170f532d147",
      "companyName": "LensDirect"
    },
    {
      "name": "How can I find my PD?",
      "content": "Please reach out to your eye doctor as they may have this on file. We offer a PD ruler that you can print out and we recommend measuring your PD online: https://www.lensdirect.com/pd-measurement",
      "id": "dae8c236-988e-4ffd-8699-119844438229",
      "companyName": "LensDirect"
    },
    {
      "name": "Why am I being charged a handling & insurance fee?",
      "content": "I'm so sorry for the inconvenience. The 6% handling & insurance fee on each order offsets a portion of the cost increases related to verification of prescriptions with your eye care provider, fuel surcharges on shipping, and return processing. I hope this clarifies!",
      "id": "290bacfd-6889-4d66-a261-ce309f8db1c4",
      "companyName": "LensDirect"
    },
    {
      "name": "Do you offer multi-focal or toric lenses?",
      "content": "We do not supply multi-focal and toric lenses now.",
      "id": "5534aff9-5d82-4189-98bb-1157bda4296f",
      "companyName": "LensDirect"
    },
    {
      "name": "Cancel / edit order",
      "content": "We don't handle post-purchase requests via text. Please email your request to  info@lensdirect.com, live chat with one of our agents via the website or give us a call at 1-800-5367-111 Monday-Friday 9am-6pm ET. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "id": "b907c17f-5b40-4e72-bd86-227369bb2895",
      "shortcut": "ced",
      "companyName": "LensDirect"
    },
    {
      "name": "Post Purchase Inquiries",
      "content": "We don't handle post-purchase requests via text. Please email your request to  info@lensdirect.com, live chat with one of our agents via the website or give us a call at 1-800-5367-111 Monday-Friday 9am-6pm ET. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "id": "537dfe6e-69c2-44e9-a3f5-7e0937d94124",
      "shortcut": "ppi",
      "companyName": "LensDirect"
    },
    {
      "name": "Shipping time for Eyewear/Glasses/Frames and Lens Replacement",
      "content": "Once your order is placed, please allow 12-14 business days from when we receive your frames. (lens production can only begin once we have all your prescription information). Tracking information will be sent once your order is ready!",
      "id": "151f8c9c-52d0-4c2f-8e59-d18cfb5cc49d",
      "companyName": "LensDirect"
    }
  ]
}
