{
  "companyKey": "luminox",
  "templates": [
    {
      "name": "Replacement parts",
      "content": "Aside from straps, I'm afraid we do not sell parts or components for any of our watches. If you need to repair or replace a part on your watch, please reach out to any of our authorized repair center.",
      "id": "1ed810d9-6496-40bd-b1c0-8a35128b86ab",
      "shortcut": "rpp",
      "companyName": "Luminox"
    },
    {
      "name": "How long is the lifetime of my battery/How long will the battery last?",
      "content": "The battery life varies usually from 2-3 years depending on the type of watch, its dimension,s and the amount of energy required by the different functions. For instance, a chronograph will have a higher energy consumption than a watch indicating the hours and minutes only. \n\nSome Luminox watches give a signal when the battery is almost exhausted. As soon as the second hand jumps in 4-second intervals, it's time to have the battery replaced by a Luminox-certified watchmaker. Even when this stage is reached, the watch will work for one to three weeks before it stops completely. Please note that the battery is not covered by the manufacturer's warranty.",
      "id": "fb18bedd-2cb3-43d3-baf8-90bfda747327",
      "companyName": "Luminox"
    },
    {
      "name": "What is the lifetime of my leather strap/How durable is it?",
      "content": "Depending on use and wear, leather bracelets usually last between 6 and 18 months. It is also important to pay attention to the hygiene aspect because the leather strap is exposed to sweat, bacteria, and dirt every day. We, therefore, recommend replacing the leather bracelet at least every 18 months.",
      "id": "b51c052e-a5cc-40b9-86a2-745761a7a6dd",
      "companyName": "Luminox"
    },
    {
      "name": "How does the Luminox Light Technology work?",
      "content": "The fluorescent tubes from Luminox, which we call LLT are constructed in such a way that they light up for up to 25 years - with a 10-year lighting guarantee from the date of purchase, provided the watch is not exposed to strong vibrations. \n\nLuminox watches glow continuously for up to 25 years, even in complete darkness. Every watch is equipped with small micro gas tubes that don't require an external energy source. These micro gas lights are attached to the hands, hour digits or on the dial and in some cases in the bezel of our watches. These fluorescent tubes are harmless to humans and the environment.",
      "id": "5eb0a16c-469d-4543-8aee-adc9811e3f60",
      "companyName": "Luminox"
    },
    {
      "name": "How frequently should my watch be serviced?",
      "content": "Like any high-precision instrument, a watch needs to be serviced regularly in order for it to work perfectly. We cannot indicate the intervals for such servicing, given that it depends entirely on the model, climate, and the care taken by the watch's owner. As a general rule, it's between 3 and 4 years, depending on the usage of the watch.",
      "id": "26d54e41-e248-4f1c-b5ca-6fd8d43122e0",
      "companyName": "Luminox"
    },
    {
      "name": "Where can I download an instruction manual for my watch?",
      "content": "You can download an instruction manual at the following link: https://luminox.com/pages/watch-manuals-instructions",
      "id": "89e241b2-a11e-4125-bb1e-ace6b2cd7392",
      "companyName": "Luminox"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://luminox.com/pages/store-locator",
      "id": "2b4b1ac0-b4f5-4dd1-bd38-164d3463d175",
      "shortcut": "sl",
      "companyName": "Luminox"
    },
    {
      "name": "How accurate is my watch?",
      "content": "The typical rate deviation of a quartz movement is between -0.5 and +0.7 seconds per day. External influences such as vibrations or sudden temperature changes can impair the accuracy of a quartz movement. For mechanical movement the accuracy of the watch depends on the movement and the habits of the wearer and can therefore vary greatly. The average rate deviation is between -10 and +40 seconds per day.",
      "id": "71a35777-ee14-4829-860c-bafb447b7a01",
      "companyName": "Luminox"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at info@lumondi.com. Our team is happy to chat.",
      "id": "4c563d32-bd0a-4b6f-b895-fa6b2d852d06",
      "shortcut": "ams",
      "companyName": "Luminox"
    },
    {
      "name": "I have a nickel allergy, can I wear your watches?",
      "content": "The materials we use are carefully tested to avoid allergic reactions. For customers who react to stainless steel, we recommend watches made of titanium or plastic.",
      "id": "3baa88b1-756f-4788-bac5-6b4852e74949",
      "companyName": "Luminox"
    },
    {
      "name": "Is it a concern if my watch glass steams up?",
      "content": "Luminox watches are produced in a clean room with a controlled relative humidity of 45% to prevent fogging. Under certain circumstances, however, water may condense inside the watch due to the natural humidity. This can happen if the watch is exposed to extreme heat or cold within a short period of time, for example if the watch is first illuminated by the sun and then worn while swimming or under a cold shower. \n\nUnless the condensation is caused by a weak point due to shock or damage to the watch, it will disappear once the climate has normalized. If the watch glass is still fogged up after two to three minutes at normal temperature, you should send the watch to an authorized service center to repair any jarring or damage to the seals, which could affect the water resistance.",
      "id": "dd774e07-a93b-4677-a7bd-2c8d867d5b80",
      "companyName": "Luminox"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at sales@lumondi.com. Our team is happy to chat.",
      "id": "abd41eea-d048-4acd-81bd-f227c543b773",
      "shortcut": "wls",
      "companyName": "Luminox"
    },
    {
      "name": "What does the warranty cover?",
      "content": "Any malfunction in materials and workmanship during the warranty period of your watch will be repaired free of charge with the presentation of the warranty certificate and timepiece. Any damage resulting from inappropriate use is excluded from the warranty, as is the battery, crystal, and wear to the case and strap or bracelet.",
      "id": "1c65d153-e61e-4c6c-b60d-cc6f89214784",
      "companyName": "Luminox"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at info@lumondi.com. Our team is happy to help!",
      "id": "d9a08ba6-0375-468c-89b2-b41c9c922f84",
      "shortcut": "cs",
      "companyName": "Luminox"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://luminox.com/pages/warranty-repair-service",
      "id": "ab48a763-dea4-4b84-93dc-e66e4fe53d4e",
      "shortcut": "wp",
      "companyName": "Luminox"
    },
    {
      "name": "Sizing",
      "content": "Happy to help! I'd recommend using our size guide to determine the best size dial for your wrist: https://luminox.com/pages/size-guide Just print at 100%, cut out the sizes you're considering and hold up to your wrist to find the perfect fit.",
      "id": "2c21d8cb-1397-4457-aa58-ceba52e5aac0",
      "shortcut": "sz",
      "companyName": "Luminox"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all orders in the contiguous U.S.",
      "id": "843890fb-b847-4ae4-8213-5e002c37f8a0",
      "shortcut": "fs",
      "companyName": "Luminox"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/luminoxworld/ and FB here: https://www.facebook.com/Luminox/",
      "id": "92098e88-4cc0-4785-93ff-d85e50b0be52",
      "shortcut": "smd",
      "companyName": "Luminox"
    },
    {
      "name": "Do you ship to PO Boxes/APO/FPO addresses?",
      "content": "Unfortunately, our carriers are unable to deliver to APO/FPO addresses or P.O. boxes at this time.",
      "id": "3a845e43-7df3-4a2d-b233-7743e94c116d",
      "companyName": "Luminox"
    },
    {
      "name": "Do you offer price adjustments?",
      "content": "Unfortunately, we do not offer price adjustments.",
      "id": "dc600902-c780-4a74-8a50-abced74e2f1d",
      "companyName": "Luminox"
    },
    {
      "name": "Shipping time",
      "content": "We usually ship via UPS. Once shipped, it will take 5-7 business days for domestic orders, and 7-10 business days for orders outside the Continental US.",
      "id": "f41e6f7a-80d3-4f80-9f75-eaa73e260e42",
      "shortcut": "shp",
      "companyName": "Luminox"
    },
    {
      "name": "When will I receive my refund?",
      "content": "Your return will be processed in 14 business days of receipt. You will receive an email confirmation once the return has been processed and the refund is issued.",
      "id": "fe67d010-ae65-4c3c-a905-b6b20f6cdb9c",
      "companyName": "Luminox"
    },
    {
      "name": "Cancel / edit order",
      "content": "If you need to change or cancel your order, please contact us immediately. Once our warehouse has processed your order, we will be unable to make any changes. You can contact our customer service by phone at (917) 522-3421 as soon as possible to change or cancel your order. In the likelihood that your order has already shipped, we offer free return shipping.",
      "id": "376e39e4-c9aa-4b08-a702-0040fa89a9bd",
      "shortcut": "ced",
      "companyName": "Luminox"
    },
    {
      "name": "I received a wrong item/defective item",
      "content": "Please contact our customer service by phone at (917) 522-3421 or by using our returns contact form here: https://luminoxusa.returnly.com/ within 5 business days of receiving the watch. We will work with you to switch or replace the product you received.",
      "id": "ea99d939-4505-43cd-8be8-5c9928413de0",
      "shortcut": "wdi",
      "companyName": "Luminox"
    },
    {
      "name": "How do I send my watch for repair?/Repair Requests",
      "content": "You can send in a Repair Request through this link: https://mondaine.reverselogix.io/portal/res/return/t3/F002/luminox/search/en-us",
      "id": "0d7446d9-7f2d-44f3-a893-a2ccd8afadd9",
      "shortcut": "wfr",
      "companyName": "Luminox"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (917) 522-3421  or let me know if I can help via text, it may be faster.",
      "id": "18805922-a653-4d30-ae5f-007bb1b84d79",
      "shortcut": "ps",
      "companyName": "Luminox"
    },
    {
      "name": "How do I start my return?",
      "content": "You can start your return here: https://luminox.loopreturns.com/#/",
      "id": "b0126a7f-e5d5-4d1d-a5c5-a5145ec5380a",
      "companyName": "Luminox"
    },
    {
      "name": "Rewards / referral",
      "content": "We do not have a rewards/referral program at this time.",
      "id": "b8d36bd9-6589-42c4-9b98-5784eb7ed49c",
      "shortcut": "rwd",
      "companyName": "Luminox"
    },
    {
      "name": "Military / First responder / Healthcare discount",
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://luminox.com/pages/govx-1",
      "id": "b637d245-3796-4c43-b687-7b7a23e11920",
      "shortcut": "ms",
      "companyName": "Luminox"
    },
    {
      "name": "Can you retroactively apply the discount code to my order?",
      "content": "I'm afraid we can't retroactively apply codes to orders once they've been placed. Apologies for the inconvenience!",
      "id": "ac841a05-e5e6-4c3c-b78e-2aac56ef3975",
      "companyName": "Luminox"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "I'm afraid we don't offer expedited shipping at the moment.",
      "id": "7140e547-694f-4861-8195-a3e5ecca5ac6",
      "companyName": "Luminox"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy at the following link: https://luminox.com/pages/returns and you can process your return here: https://luminox.attn.tv/sl/grvON7Hn/#/",
      "id": "2c5951ef-2f83-4108-9640-b6611cc0b37e",
      "shortcut": "rp",
      "companyName": "Luminox"
    },
    {
      "name": "Register for warranty",
      "content": "You can register your product here: https://luminox.com/pages/registration-form",
      "id": "831bb1ec-8ebc-42a6-a96f-a2c0a2d8136f",
      "companyName": "Luminox"
    },
    {
      "name": "Do you offer free returns?",
      "content": "No, we do not offer Free Returns. The cost of the return lable will be deducted from your refund amount. Learn more about our return policy here: https://luminox.com/pages/returns?externalId=sQtEY Returns must be initiated within our portal at: https://luminox.loopreturns.com/#/",
      "id": "6e3303ff-839f-40f6-98c5-035974a87e64",
      "companyName": "Luminox"
    },
    {
      "name": "How much will the repair service cost?",
      "content": "The cost will be assessed once the repair is initiated and viewed by a watchmaker.",
      "id": "760c801f-83a4-490a-90e6-76f3d3f32e36",
      "companyName": "Luminox"
    },
    {
      "name": "Repairs Inquiry",
      "content": "The best way to handle this is to contact our service center directly:\n\nSaltzman Watches \n(401) 946-0930\ncustomerservice@saltzmans-watches.com\n\nOur team is happy to help!",
      "id": "21186a83-7ad8-4fd2-a797-3b820dfe7b8f",
      "companyName": "Luminox"
    },
    {
      "name": "Post Purchase Inquiries",
      "content": "We don't handle post-purchase requests via text. Please email your request to info@lumondi.com or feel free to call this number (917) 522-3421. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "id": "5d9164ae-f88f-4138-8e84-1e75043080a0",
      "shortcut": "ppi",
      "companyName": "Luminox"
    },
    {
      "name": "Where are your watches made?",
      "content": "Luminox watches are hand-assembled in our factory in Solothurn, Switzerland.",
      "id": "61fa4994-293c-4d3b-8097-fc4489085fee",
      "companyName": "Luminox"
    },
    {
      "name": "Do you ship / deliver to the UK?",
      "content": "We do have distribution in the UK, but to place an order please refer to the UK website here: https://uk.luminox.com/. Unfortunately, we can not provide any assistance for UK shoppers as we do not manage that territory. But if you have any questions feel free to reach out to CS on the UK site to get assistance: https://uk.luminox.com/pages/contact-us",
      "id": "faa6ca44-6e6e-48d0-9b84-930a92a8a89f",
      "shortcut": "ukd",
      "companyName": "Luminox"
    },
    {
      "name": "Do you offer international shipping?",
      "content": "We can only ship to customers that are residing in the United States.",
      "id": "8ae98bc4-3b4c-4d17-8caf-e8d76d2f94a7",
      "companyName": "Luminox"
    },
    {
      "name": "Price match",
      "content": "Unfortunately, we do not offer a price match program.",
      "id": "d5bc1e31-28c6-4ae6-9f70-897970a1daaa",
      "shortcut": "pmc",
      "companyName": "Luminox"
    },
    {
      "name": "What's different about your Strap Changing Tool from other, standard Watch Strap Changing accessories?",
      "content": "The strap changing tool that comes with kitted Luminox items is a standard timepiece strap changing tool. One side allows for pin pushing, and the other side is ideal for spring bar removal.",
      "id": "4786c86d-faa9-44ff-8f46-6f941f2a6f4d",
      "companyName": "Luminox"
    },
    {
      "name": "Payment Methods",
      "content": "The following methods of payment are available: VISA, AMEX, MASTERCARD, DISCOVER, PAYPAL AND AFFIRM.",
      "id": "8dad893d-4939-4a71-9359-89da2917dcdc",
      "companyName": "Luminox"
    }
  ]
}
