{
  "companyKey": "mac of all trades",
  "templates": [
    {
      "name": "What is the process for returning an item?",
      "content": "If you're not fully satisfied with your purchase, returns can be requested within 14 days of delivery. To initiate a return, simply contact our customer service department using the chat box located at the bottom right-hand corner of our website. Kindly click here for more information: https://macofalltrades.attn.tv/sl/414BkI1h",
      "id": "387c08c7-3b28-4101-ab94-3b7618b78784",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Do you offer pickup?",
      "content": "We do offer pickup for local customers. Just enter your shipping address at checkout and an option will be available where you can select pickup.",
      "id": "75d3d740-61e4-4b18-92fe-e8ae27f8ddb4",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can it still update to the latest software?",
      "content": "On each listing, the Operating System (OS) will be listed in the tech specs. If the maximum OS says \"latest release\", that means it can update to the latest software.",
      "id": "d7df0f19-e1de-4fea-bd1b-68d79dd1e670",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Location",
      "content": "We are a US-based company.",
      "id": "681680ae-a825-4a3b-bd98-508e6cff9ffc",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "How can I redeem rewards or check my rewards status?",
      "content": "When you are logged into your account, open up the rewards widget. You will see your progress towards rewards in the Points window.\n\nWhen you have enough points to redeem a reward, click the \"Redeem\" button and follow the redemption instructions. If you have redeemed your points for Store Credit, the value of the credit will automatically be applied to your account for use at checkout.",
      "id": "43551e3a-ef33-4803-951c-e49d369e8ae4",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can I pay off Affirm early?",
      "content": "Yes, you can pay off Affirm early without penalty.",
      "id": "a14e6513-a17c-4b46-b467-16f0ef40b027",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Payment options",
      "content": "We only accept card payments, PayPal, Pay later with PayPal, Affirm, and Bitpay.",
      "id": "9b28764e-acfd-46a9-8252-513ebf5e7526",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Why should I buy from you?",
      "content": "Our prices are actually low so you'll get a great deal on every product! We've also been in business for over two decades, offer fast free shipping, and quality support.",
      "id": "e842d80c-7813-4dc5-8f04-852a357ef9b2",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can I get an Apple Box?",
      "content": "We are unable to guarantee Apple boxes or device-specific information about our products as we do not have access to the inventory and the order fulfillment process is fully automated. Rest assured though that if you are not satisfied, we do offer a 14-day no-hassle return period after you receive your order.",
      "id": "159b84ec-3ea0-47de-a4bf-4da86a6f1b04",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Do the displays/monitors come with a cable?",
      "content": "For Thunderbolt or Cinema displays, the cables are built into the actual display which means there will be no additional cables required. You will get everything you need from just the purchase of the display itself.",
      "id": "1b9e8d15-f81f-4adb-aac8-7dec1fc38b00",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What's the latest version of MacOS?",
      "content": "macOS Ventura is the most recent version of macOS. It's supported by iMac (2017 or later), iMac Pro, MacBook (2017 or later), MacBook Air (2018 or later), MacBook Pro (2017 or later), Mac Mini (2018 or later), Mac Pro (2019 or later), Mac Studio (2022 and or later).",
      "id": "26a6c6f8-7dd1-4741-ab74-b4518fbafa07",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What is the expected battery life?",
      "content": "The expected battery life on a full charge varies depending on the age and model of the notebook. Feel free to check this link out for more information on our battery guarantees: https://macofalltrades.attn.tv/sl/pJdWNL7S",
      "id": "a3732aca-ac51-48ae-b9d8-1e32b22b5acd",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What is the condition of your products?",
      "content": "You can learn more about our product conditions here: https://macofalltrades.attn.tv/sl/ttuXchE5",
      "id": "f3214762-a21d-4ccb-a540-a20474d1e939",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What does a VESA mount product mean/what comes with a VESA mount product? (APPLIES ONLY TO iMACS WITH \"VESA\" IN THE PRODUCT TITLE)",
      "content": "This product will include the VESA mount, the bracket in the middle as well as the three screws to secure the bracket to the mount. It does not include a traditional stand.",
      "id": "20787712-d54a-4774-8531-903e4e32f163",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What is the Platinum Warranty Coverage?",
      "content": "Our Platinum Coverage includes everything the Free Warranty does for an additional year. It also covers the cost of shipping to and from our facilities.",
      "id": "3f5ae2cd-f59a-4b46-ac17-83456d7fc7a1",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What warranties do you offer?",
      "content": "We offer a free 1-Year hardware warranty with all of our products. Our 2-year Platinum Coverage can be added to eligible products at the time of purchase.",
      "id": "414b93bd-7d59-4865-9295-1a7ead3444a6",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Free Shipping",
      "content": "We offer free shipping on all orders in the contiguous US (excluding Alaska and Hawaii).",
      "id": "350b1391-87d3-48ec-959b-4254e32af29b",
      "shortcut": "fs",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can you hold this product for me?",
      "content": "At this time our inventory is available only on a first-come, first-serve basis.",
      "id": "77a8bad9-97bc-412a-870d-d8d36c348e62",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Do you ship outside of the USA?",
      "content": "We ship internationally to select countries. Please use the menu in the lower-left corner of our website by clicking the flag and selecting your country; this will inform you whether or not we can ship to your country at this time.",
      "id": "a14d5dc3-0f3c-4076-b496-fa9882f66115",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What's the differece between Excellent, Very good, Good, Fair and Vintage items?",
      "content": "Excellent means minimal wear based on the age of the product. Very Good means minor wear based on the age of the product and it may include minor blemishes and/or dent(s) on the casing. The screens are clear when powered on. Good means moderate wear based on the age of the product but there are clear signs of usage and it may include blemishes and/or dent(s) on the casing. Fair means heavy signs of usage. Includes multiple dents and blemishes and it may have technical limitations and you can read the product listing for specifics.  Vintage Products are fully functional, but no longer run the latest OS and may not be compatible with newer features and software.",
      "id": "a3e7cbe2-effc-44ad-ae3e-2154d75410e4",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Does this product come with a CD/DVD drive? (APPLIES TO MACS FROM 2013-CURRENT)",
      "content": "Unfortunately, this device, along with all recent Apple devices, won't come with a CD/ DVD drive installed. The good news is that you can add an external media drive for full CD/DVD compatibility. If we have stock of these drives, you can find them in the upgrades section of the listing.",
      "id": "33d884e5-5283-4e3b-a252-edb303146e9a",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can you install a specific OS for me?",
      "content": "Our order fulfillment process is automated, therefore we're unable to install specific OS versions pre-shipment. We do encourage everyone to update to the latest OS once the product is received. If the Mac isn't compatible with the newest OS, it may still be compatible with a newer OS than is currently installed.",
      "id": "54f14b5a-8e08-4f2f-9903-d3622f0a10e6",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Are your products of good quality?",
      "content": "We test and certify all our products. We also have a Certified Refurbished process that entails a rigorous refurbishment process held to the highest quality standards.",
      "id": "92d3d433-da09-42c2-ae46-ea3666c33262",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What upgrades do you offer for products?",
      "content": "Any upgrades that can be installed at purchase will be found on the right side of the listing. If you don't see the upgrade option you are looking for (RAM, SSD, etc), this means that the upgrade option is out of stock or isn't compatible with the model in question.",
      "id": "946814d7-bd96-4740-9605-da1746bc8338",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Do you offer financing?",
      "content": "We don't offer to finance directly, but we do accept Affirm as an option for financing your purchase. Eligible orders will offer Affirm as an option at checkout.",
      "id": "9cb078ed-e445-4601-8c5d-85dd3e486ab7",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Why do I have to pay sales tax?",
      "content": "As a result of recent changes to commerce law, many online retailers including the USA are required to collect and remit sales tax to certain states.",
      "id": "a569730b-422b-4a01-8482-1888a137fef2",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Do you have a store/can I visit your store/can I see your products/etc.?",
      "content": "We don't have a showroom or retail store as we are a US- based e-commerce company, however, we do offer free shipping in order to make your purchase process as convenient as possible.",
      "id": "362a0dc8-a964-403a-8b5b-50612ba793ef",
      "shortcut": "sl",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Does it include a charger?",
      "content": "We include the necessary accessories to provide power to your device. For example, a desktop will include a power cable, a laptop will include a MagSafe adapter, and an iOS device will include a lightning cable and USB power adapter.",
      "id": "fec46756-daf3-46ef-81ef-cc81c21f8ba6",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher / Student discount",
      "content": "Thank you for your service! We have partnered with ID.me to offer special cash back bonuses to verified shoppers, including first responders, military, students, teachers, and more. Check it out here: https://macofalltrades.reamaze.com/articles/do-you-offer-any-special-discounts",
      "id": "5135e1f0-f62d-4056-a260-cdde63059ecf",
      "shortcut": "ms",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Tax exempt",
      "content": "We are able to add tax-exempt status to your account if all necessary documentation is on file with us. You can read this page to apply for tax-exempt status on our site - https://macofalltrades.attn.tv/sl/WvBeuAvB",
      "id": "ad2825bb-7113-4743-9d9e-86b1a2b5ea31",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Shipping Time",
      "content": "We usually ship with UPS. If any paid shipping method is selected, your order is processed and shipped the same business day if placed before 2:30pm Eastern Time. If a free shipping method is selected, your order is processed and shipped within 3 business days. The estimated delivery date will be shown at checkout for all expedited methods.",
      "id": "412353a3-129f-447c-97c8-0d33b5b78122",
      "shortcut": "shp",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Restock Specific [autosend enabled]",
      "content": "Due to the nature of being a reseller rather than a standard retailer, we're unable to provide accurate estimates as to when we'll receive more stock of a particular product. We are, however, receiving and listing new devices all the time. We recommend checking often as demand is high.",
      "id": "989e99c4-ccf6-4ee2-bbf9-82f13ddf9fc2",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What software comes with/can be installed on the product?",
      "content": "The OS installed on each product is listed in its Tech Specs on the product page. Since we don't create or sell any software, we recommend comparing the minimum requirements of your software to the product you're interested in purchasing to ensure you'll be satisfied with your purchase.",
      "id": "aa317306-a1fa-43da-8188-61dab08cbbfd",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Does this come with mouse and keyboard? (APPLIES TO ALL DESKTOPS)",
      "content": "In an effort to keep the overall costs of our products low and because our customers often have accessories of their own, the devices won't automatically come with a keyboard and mouse. The good news is that you can add a keyboard and mouse in the upgrades section of the listing.",
      "id": "b2b12efb-d4f1-4386-9ee2-accc81965b6b",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can I pay for my order over the phone?",
      "content": "For customer security, we're not able to take any payment information over the phone at this time. All payments must be made through our website, and each checkout session is fully encrypted.",
      "id": "cc64b887-2d36-4497-993c-4392388f9d1a",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can I pay with multiple payment methods?",
      "content": "We don't accept multiple forms of payment for one order, however, this may be a feature supported through PayPal. I would recommend attempting to complete your checkout with it to confirm this.",
      "id": "df8ea616-ae8e-40d7-915c-eac1d7c78faf",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can I see photos of the products?",
      "content": "At this time we're unable to provide images or device-specific information of our products as we don't have access to the inventory and the order fulfillment process is automated. If you're not satisfied, we do offer a 14-day no-hassle return period.",
      "id": "e9acb17b-d7d6-4612-be41-41a7ce8b60f5",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can you match this price from a competitor?",
      "content": "Right now we don't offer price matches on our machines. This is due to the fluctuation of the used market based on current supply and demand.",
      "id": "f5672906-f5f4-445f-aeee-a51dcdb9b9ed",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What's the difference between MacBook Air and MacBook Pro?",
      "content": "The MacBook Air is lighter, less powerful, and is recommended for general use. Whereas the MacBook Pro is slightly bigger with bigger screen options (15\" and 13\"), much more powerful, and is recommended for professionals.",
      "id": "10505ce9-6b4a-4e3f-bf61-476ba3f4e06b",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Phone Support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "id": "8fb54f1c-4f40-45d3-ac50-91a9de167d84",
      "shortcut": "ps",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Rewards program",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://www.macofalltrades.com/#smile-home",
      "id": "90398da4-5b69-43f0-a2ea-766b41c8116d",
      "shortcut": "rwd",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "No promotions available - brand specific",
      "content": "I don't have any codes available at the moment, but our prices are always low so you'll get a great deal on every product!",
      "id": "8bbb9989-e498-4a7a-9873-12c75313060c",
      "shortcut": "ncode",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Is the site secure? - brand specific",
      "content": "Our website has been validated to have a secure SSL certificate which provides industry standard data encryption of information transferred from your computer to the website. Serving the Apple community since 1995 with countless happy customers, we are also accredited with the Better Business Bureau.",
      "id": "a737b641-fe56-43d5-a7ad-4369d3ab5af7",
      "shortcut": "sfe",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Do your iMacs come with power cords?",
      "content": "All iMacs come with power cords.",
      "id": "c2c10d9c-f14f-40bc-9402-056bc4e02636",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Cancel / edit order",
      "content": "The best way to handle this is to contact us via this link https://www.macofalltrades.com/help Our team is happy to help!",
      "id": "eeae49e6-bdbe-4856-a1d0-9f2bb046330d",
      "shortcut": "ced",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "What products do you offer? Do you have anything other than Apple products?",
      "content": "We buy and sell Apple products only. We don't have any other products, including radios and the like.",
      "id": "0043cd7c-34b5-4e78-8326-3951ea46735c",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Can you repair my item purchased elsewhere?",
      "content": "We can only service products we sell that are within our warranty. However, there are Apple Authorized Service providers who can hopefully handle your request. You can locate the nearest service provider at the following link: https://macofalltrades.attn.tv/aeAOxKUKltGN.",
      "id": "aba240f8-4b66-4721-b8c8-579b8b9b1e22",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Wholesale Inquiries",
      "content": "Thank you for your interest in buying in bulk! You can learn more and request a quote here: https://www.macofalltrades.com/volume-buyers",
      "id": "63d1749f-a8e3-4f5b-8330-7b7f1814164d",
      "shortcut": "wls",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Return Policy",
      "content": "You can check out our detailed return policy here - https://www.macofalltrades.com/returns-warranty-policy",
      "id": "0aa70a3c-ffb7-4282-8985-53697e7e435f",
      "shortcut": "rp",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "How and where can I sell my old laptop to you?/ trade ins",
      "content": "We take trade-ins through our purchasing division: www.macmeanoffer.com Please visit the 'mac me an offer' website to sell your product, and if you have any other questions, you can get in touch via the contact page: https://www.macmeanoffer.com/contact-us",
      "id": "b1dc37b9-1676-4536-b96d-cfde4b2145db",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Warranty Policy",
      "content": "You can take a look at our full warranty policy here - https://www.macofalltrades.com/returns-warranty-policy",
      "id": "42f8895c-b15e-483c-9a4f-4ce2ea4738f0",
      "shortcut": "wp",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/macofalltradesofficial and FB here: https://www.facebook.com/macofalltradesofficial",
      "id": "5c0cacbb-2455-4ad3-85c8-89ed22cce302",
      "shortcut": "smd",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thanks for showing interest! You can check out this link to learn more about our Affiliate Program: https://www.macofalltrades.com/affiliate-program",
      "id": "68eca66a-35df-4d3c-9e21-7a323669de33",
      "shortcut": "ams",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Is AppleCare included?",
      "content": "Products that include an Apple warranty will have specific details in the name. For many products without an Apple warranty, we do offer 1-Year Platinum Coverage when adding to your cart. More information on the Platinum Coverage is available here: https://www.macofalltrades.com/help/returns",
      "id": "aac49e81-b9f9-4cc4-baac-342a61dcdd21",
      "companyName": "Mac of All Trades"
    },
    {
      "name": "Customer Support",
      "content": "The best way to handle this is to reach out to our team here: https://www.macofalltrades.com/help you can scroll down you will see a \"Contact Us Directly\" link; clicking that will allow you to contact us directly. Our team is happy to help!",
      "id": "e91ae267-297d-4907-9068-4c8c6b311581",
      "shortcut": "cs",
      "companyName": "Mac of All Trades"
    }
  ]
}
