{
  "companyKey": "made in cookware",
  "templates": [
    {
      "name": "Can I put my ProCoat Non Stick Cookware in the dishwasher?",
      "content": "No, please handwash your non stick cookware with a soft sponge to clean.",
      "id": "338691f2-b1e3-4ee9-9147-dbbb8e7db4c8",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How can I sharpen my knife?",
      "content": "With a long, tubular shape and blunt tip, a honing steel-also called sharpening steel or honing rod-is designed to realign the edge of your knife's blade with just a few strokes.\n\nHow is this process different from sharpening? The difference is, quite literally, microscopic: as you use your knife, the sharpened part of the blade-i.e. the edge-develops tiny (as in, too small to see with the naked eye) dents, dings, and other defects. With sharpening, you're literally creating a new edge by shaving away incredibly thin layers of metal; with honing, you're simply pushing the existing edge back into alignment, which can make your blade feel temporarily sharper. You can read more on the differences between honing and sharpening in our guide: https://madeincookware.com/blogs/honing-vs-sharpening",
      "id": "0d689171-d318-43cc-826e-16e2b82982cb",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I prevent warping Carbon Steel?",
      "content": "Carbon steel can warp if heated or cooled too quickly which happens most frequently on glass stovetops and induction ranges or by running a hot pan under the faucet. This is a result of the exceptional conductivity of carbon steel as a metal.\n\nTips to introduce heat to your carbon steel pan:\n\n• Heat your pan with low-medium heat\n• Introduce a fat, oil or protein and then add heat gradually\n• Never leave your pan exposed to heat for extended periods of time and never when empty\n• Use a burner that is sized appropriately to the pan and will heat the surface evenly",
      "id": "0cb2d6f1-f2d6-42bd-9889-305e6fa19449",
      "companyName": "Made In Cookware"
    },
    {
      "name": "What cooking surfaces can be used with Enameled Cast Iron?",
      "content": "Enameled Cast Iron is induction compatible and also works well with gas and electric cooktops.",
      "id": "3d9f156a-ad20-4579-8987-8e6a46631bc8",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is Enameled Cast Iron cookware oven safe?",
      "content": "Yes, Enameled Cast Iron is oven safe up to 580F.",
      "id": "87a6f9e8-8c87-45fe-a8ec-c447ca89b853",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Can Copper Cookware be put in the dishwasher?",
      "content": "No, please hand wash your Copper Cookware.",
      "id": "bb699571-60e2-415a-a7c1-ada5418f0970",
      "companyName": "Made In Cookware"
    },
    {
      "name": "What cooking surfaces can be used with Copper Cookware?",
      "content": "Copper cookware can be used with gas and electric cooktops. Copper is not compatible with induction cooktops.",
      "id": "105e5408-b041-4b8e-83c3-579282b979ac",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I cook with Made In Copper?",
      "content": "Copper is very heat reactive and should be used accordingly. Never heat your copper empty, and always start from the lowest heat setting with your oil or fat already inside. Copper is soft and incredibly heat-conductive, so you should never heat above medium high.\n\nYou should never use metal utensils on your copper cookware, please use silicone or wood utensils.",
      "id": "ebbdab2d-0752-4501-a285-beb4da7ffc2d",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I care for Made In’s Copper collection?",
      "content": "Copper cookware does not strictly require polishing, and not polishing it will allow it to naturally develop an aged patina. If you like to keep your copper as shiny and new as possible, use your preferred copper polish.\n\nCopper cookware should never be placed in the dishwasher. Instead, clean your cookware with a soft sponge, warm water, and gentle hand soap. Abrasive cleaning agents should never be used.",
      "id": "98aabe3a-0b0a-4974-b887-b2e6f000cfb3",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is Copper cookware oven safe?",
      "content": "Yes, our Copper Cookware is oven safe up to 800F (426C)",
      "id": "ecf227ac-4f56-4bb9-8bd2-f99259e508e9",
      "companyName": "Made In Cookware"
    },
    {
      "name": "What cooking surfaces can I use with my CeramiClad Cookware?",
      "content": "Our CeramiClad Non Stick collection is induction-compatible. Non Stick cookware will also function well on gas and electric cooktops. Regardless of your cooktop, we recommend that you keep the temperature below medium.",
      "id": "c96cf254-afa6-4050-902a-bcacc6a665e8",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Can I put my CeramiClad Cookware in the dishwasher?",
      "content": "Please handwash your non-stick cookware with a soft sponge to clean.",
      "id": "ac5d6915-1ad0-440a-983a-d16ee2e48c7a",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is Made In CeramiClad cookware oven safe?",
      "content": "Yes! The Made In CeramiClad Non Stick cookware is oven safe up to 550F (287C).",
      "id": "42f29d64-4295-4245-934e-f385ad1d0e41",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I remove rust from Made In’s knives?",
      "content": "Made In Knives should always be towel-dried immediately and never left wet or in a sink, as this can cause rust to form along the blade. However, if you see rust begin to develop, this can be easily treated with vinegar:\n\n• Simply fill up a bowl that can hold your rusted knife with white vinegar. Do not use apple cider, balsamic, or white wine vinegar.\n• You can submerge the full knife, but if the blade is the only part with surface rust, you can just place the rusty blade in it. Leave for 3-5 minutes.\n• You can use a sponge, wire brush, scrubber, steel wool, scrubbing pad, or even a toothbrush to rub the rust off the knife. Be cautious with metal tools that may leave marks on the blade. Finally, wash the knife with soap and water, and then make sure it is thoroughly dried before putting it away.",
      "id": "ecc34b71-b969-4170-b723-331e36df53e5",
      "companyName": "Made In Cookware"
    },
    {
      "name": "What cooking surfaces can I use with my ProCoat Non Stick Cookware?",
      "content": "Our Non Stick collection is induction-compatible. Non Stick cookware will also function well on gas and electric cooktops. Regardless of your cooktop, we recommend that you keep the temperature below medium.",
      "id": "226718cc-c8dc-44ed-b6e8-b731584764c9",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here - https://madeincookware.com/pages/made-in-cookware-returns-exchanges",
      "id": "4cecbadd-8845-420d-8500-abd6e3289b8a",
      "shortcut": "rp",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here - https://madeincookware.com/pages/warranty",
      "id": "888d216e-b36f-4f8f-9912-0080d18b6aa5",
      "shortcut": "wp",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Phone Support",
      "content": "You can give us a call at +1 (512) 957-9956. or let me know if I can help via text, it may be faster.",
      "id": "076b4b37-45b1-47cf-b327-380363f6327e",
      "shortcut": "ps",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Can I dishwash my Stainless Clad cookware?",
      "content": "Yes, but we recommend that you hand-wash your Stainless Clad cookware.",
      "id": "39374c55-adc1-4938-933d-3a1e14343fbd",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Shipping time",
      "content": "Orders for in-stock items will be fulfilled on average within 2-3 business days. We usually ship via UPS or DHL and once shipped, items will generally arrive within 3-7 business days with Standard Shipping. Orders in remote regions may take longer.",
      "id": "3557d694-490e-4813-8b22-b484f1e4fee0",
      "shortcut": "shp",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I prevent sticking in my Carbon Steel?",
      "content": "It's completely normal for food to stick to a new carbon steel pan before it develops a seasoning. Developing a good seasoning takes time and proper use/care. To help with this process, we have great videos on how to season your carbon steel using your stovetop or oven, or check out our Seasoning Guide: https://madeincookware.com/blogs/seasoning-101-the-guide-to-seasoning-carbon-steel-cookware  With repeated seasoning or extended use, a slick seasoned coating called the patina will develop, which will help to prevent food from sticking. We recommend waiting to cook eggs and starchy foods on your carbon steel cookware until you have developed a thorough seasoning and a slick patina.",
      "id": "70886e5f-ba9e-4729-ae45-15d87aeb63ad",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Military discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "4937aa9b-09cd-438a-9072-6938e522539c",
      "shortcut": "ms",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I cook with Made In Carbon Steel?",
      "content": "Carbon Steel is a great workhorse for any kitchen! It's much more heat reactive than cast iron cookware, so you'll find that it gets hotter much quicker and you'll typically use less heat than you might be used to.\n\nWhen you first start cooking with Carbon Steel and develop your seasoning, we recommend cooking foods high in fat, like red meats. Save more delicate meals like fish and eggs until you have a well-developed patina. With every use, you'll see your seasoning develop further and your Carbon Steel's performance will only improve!\n\nLastly, if you aren't already, preheating your pan is a great habit for any users of Carbon Steel, just like with cast iron or Stainless Clad cookware. Start your pan off on low heat for a minute before adding your oil or fat, and then slowly move to your desired temperature before the rest of the ingredients go in the pan.",
      "id": "a64cd2ff-9a17-427c-9c96-c2de68918628",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Can I cook acid with Made In Carbon Steel?",
      "content": "We recommend that you do not cook acidic foods in your Carbon Steel pan because it will strip away the seasoning you've worked hard to develop. If you do cook acidic foods in your Carbon Steel, re-season the pan before the next use.\n\nAdding acidic foods to your Carbon Steel pan does not ruin it. Your pan may appear silver or as if a \"layer\" has come off. This is normal, and the pan just needs to be re-seasoned.",
      "id": "70027a81-1fd0-44ad-88d4-73ab60691292",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I clean Made In Carbon Steel?",
      "content": "Similar to cast iron, you don't want to put your Carbon Steel pan in the dishwasher or use soap on it as this will strip the oils in your seasoning. Instead, use coarse salt and a rag or boil some water in the pan to free more stubborn stuck-on food.\n\nStart by wiping out any excess oil from your pan, using coarse salt to free any stuck-on food. This will keep your pan's seasoning intact. If there are pieces of food stuck to your pan, add a tiny bit of water to cover the bottom of your pan and bring the water to a boil over medium heat. Once the water reaches a boil, scrape at the food bits with a wooden or rubber spatula. Once your food is no longer stuck, dump out the water, and dry your pan thoroughly. Return your pan to the stovetop and heat it over medium-low to remove any excess moisture. Add a very thin layer of high smoke point oil or Made In wax to the pan, and spread the oil using a paper towel or dish towel all over the pan until it is evenly coated. Your pan is now clean and seasoned!",
      "id": "aeac4ca9-5498-47f2-8214-b94a27d65a6d",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I clean Made In Bakeware?",
      "content": "While our bakeware is dishwasher safe, it's always best to wash by hand to keep every piece pristine. Simply use the soft side of a sponge with warm, soapy water, and you should always allow your bakeware to cool before beginning to clean or care for the piece!\n\nFor a deeper clean, sprinkle a layer of baking soda on the surface of the dish, and then add some dish soap and fill your baking dish with hot water. Let the dish soak for 15-20 minutes. Scrape the food in the baking dish to free up any residue or use a sponge to scrub the stains, pour out the water, and rinse the baking dish.",
      "id": "5f259d6b-5e52-4edb-97ec-6249a4e3f085",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is Carbon Steel Dishwasher Safe?",
      "content": "No, we recommend that you handwash your Carbon Steel cookware.",
      "id": "6f83bb14-a98b-4c93-9038-baf809186c12",
      "companyName": "Made In Cookware"
    },
    {
      "name": "What cooking surfaces can I use with my Made In Carbon Steel?",
      "content": "Carbon Steel is induction compatible! Carbon steel also works well with gas and electric cooktops and can be used for outdoor grilling or over an open fire.",
      "id": "5cde4322-29a8-4b8f-8a36-f0a6ba729a0f",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at hello@madeincookware.com. Our team is happy to help!",
      "id": "c82c936b-2e19-44ee-afcd-770ee51555ac",
      "shortcut": "cs",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Price complaints",
      "content": "I understand! And if it helps to know, we offer Afterpay at checkout which enables you to split your payments. Here's where you can find more info on that: https://madeincookware.com/pages/shop-now-pay-later",
      "id": "a14ab9a3-0cdc-4896-b2da-b7c4557ecb12",
      "shortcut": "pte",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "Made In products are made primarily in the United States and Western Europe with the best craftsmanship. We note where every item is made on their product pages and we are both transparent and proud of our premium supply chain.",
      "id": "e24e652d-60af-42a6-94ab-a7c600e7b69a",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Does Made In Enameled Cast Iron Need Seasoning?",
      "content": "You do not need to season your Dutch Oven or Skillet as the enamel coating is naturally resistant to sticking. However, the top rim of the pan is unfinished cast iron, so we would advise keeping that oiled with neutral oil on a semi-regular basis. To maintain this, take a paper towel and lightly dampen it with canola oil, vegetable oil, or Made In seasoning wax and rub the rim gently. Then, take a dry paper towel and rub away excess. This is great to do whenever you notice the rim getting dry or every 1-2 months.",
      "id": "0ecf46ba-0296-446d-9bf3-3598af552ed4",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is Made In’s Bakeware Microwave & Oven Safe?",
      "content": "Our porcelain bakeware line is oven safe up to 650F (343C). You can use our full bakeware collection in the microwave and freezer. However, you should never use your bakeware on the stovetop, and take care when transferring a piece from the oven to the freezer or vice versa; while our high performing materials can handle big changes in temperature, it's always best to avoid dramatic changes that can cause thermal shock and reduce the longevity of a piece.",
      "id": "d6749d2d-0647-46de-9c5e-33c41943864d",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I clean my Made In Enameled Cast Iron?",
      "content": "Rinse with hot water and mild dish soap, scrub with a non-abrasive sponge, then dry with a clean dishtowel. Making sure your Enameled Cast Iron is fully dry is key to preventing rust from forming at the rim and preventing water spots.\n\nFor tougher messes, fill the dutch oven about 1⁄4 with water and allow it to soak for 30 minutes. Avoid submerging for extended periods as this can also cause rust due to prolonged exposure to moisture. Once the food has been released from the surface, you can clean with mild dish soap, and a non-abrasive sponge, then dry immediately.\n\nYou can watch our video here: youtube.com/watch?v=3UWAiW6SaoU&feature=youtu.be",
      "id": "19b1928f-ab87-4025-bfae-303147f79cbd",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is Made In Carbon Steel Oven Safe?",
      "content": "Yes, Carbon Steel is oven safe up to 1,200°F (650°C).",
      "id": "b8390eb9-07d0-4d5a-a4c8-2b40d7135306",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Can Made In Knives go in the Dishwasher?",
      "content": "We do not recommend putting your Made In knives in the dishwasher. Putting your knife in the dishwasher can damage the blade, will cause the metal to oxidize and will dull the blade more quickly. Please carefully wash your Made In knife in your sink, with soap and water, and dry immediately when clean.",
      "id": "d01fdf3c-a122-4ae0-8e1b-921d132e2278",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I clean Made In’s Glassware?",
      "content": "All of our glassware is dishwasher safe! You can also use warm soapy water as well, if you prefer to handwash.",
      "id": "d01af894-5871-4e40-9330-24910ac21b61",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Store location / retailer",
      "content": "Unfortunately, we don't have an online outlet or a physical store. Please note that our official website: madeincookware.com is the only place you can purchase legitimate Made In goods.",
      "id": "10e7ae7b-3198-4f5e-bda7-9ebcb52ba6ac",
      "shortcut": "sl",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/madein/ and FB here: https://www.facebook.com/madeincookware/",
      "id": "1ddf5f85-ffb4-4ff8-8e39-d6eb5284491e",
      "shortcut": "smd",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Cancel / edit order",
      "content": "We cannot guarantee that we will be able to cancel or edit orders after they are placed. If you have any changes you would like to make to your order, we have a short window of time to process these changes. Please reach out immediately at hello@madeincookware.com, so our team can try to accommodate these changes or assist with setting up an appropriate return or exchange if we can't catch it before it ships.\n\nPlease note we cannot make modifications that would alter the payment amount on your order. We also cannot make changes to billing addresses.",
      "id": "b3a729e5-dc10-466f-b646-41ad0186511f",
      "shortcut": "ced",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Where are your products made / manufactured?",
      "content": "Made In products are made primarily in the United States and Western Europe with the best craftsmanship. We note where every item is made on their product pages and we are both transparent and proud of our premium supply chain.",
      "id": "ae159d4d-ceb3-4766-a453-d3f4b4ee5aa3",
      "shortcut": "mfc",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Can I dishwash my Enameled Cast Iron?",
      "content": "No, please handwash your Enameled Cast Iron Cookware.",
      "id": "64c9a9a9-cc1b-4c1c-86db-a738e47eb110",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is ProCoat Non Stick cookware oven safe?",
      "content": "Yes! Our ProCoat Non Stick cookware is oven safe up to 500F (260C).",
      "id": "1845446e-3d1d-495b-b26f-62d63366531d",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at hello@madeincookware.com. Our team is happy to chat.",
      "id": "875a8b6d-54db-485b-b8a7-e964340546c1",
      "shortcut": "ams",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at hello@madeincookware.com. Our team is happy to chat.",
      "id": "0669e673-0504-444a-821e-9e5d06327b35",
      "shortcut": "wls",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I clean my Made In Flatware?",
      "content": "All of Made In's flatware should be washed immediately after use by hand if possible. If you put your flatware in the dishwasher, make sure the pieces are positioned vertically to prevent water stains. Immediately following the dishwashing cycle, pieces should be dried by hand.\n\nWe do not recommend the use of detergents containing chlorides, iodides, bromides, and acid-base products to protect the appearance of your flatware. We also recommend a detergent concentration between 3-5% to protect your Made In flatware and your dishwasher.\n\nWhen handwashing, use warm water, mild dish soap, and a sponge to scrub away any residue left on the flatware. Avoid letting pieces soak overnight or air dry. If there are streaks, simply dampen a cloth with a bit of olive oil and rub the marks. Then rinse and dry immediately.",
      "id": "cc2573ac-99c9-4d97-b907-6b782f15cf77",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I remove build up from my ProCoat Non Stick pan?",
      "content": "At higher temperatures, a non stick pan can develop a layer of build-up that feels sticky to the touch. This build-up is cooked oils that have stuck to the pan. To remove this residue, follow the steps below.\n\n• Pour enough water to cover the bottom of your pan and add two tablespoons each of white vinegar and baking soda.\n• Bring the mixture to a boil and stir until the baking soda is dissolved. Continue stirring at a boil for 5 minutes.\n• Allow the mixture to cool completely before discarding. Rinse the pan with warm water.",
      "id": "1a640e7e-d13c-4a63-8aff-006934f33cd4",
      "companyName": "Made In Cookware"
    },
    {
      "name": "The lid on my Stainless Clad is not coming off, how do I fix it?",
      "content": "Stainless Clad lids can create a strong seal due to the temperature difference between the covered hot air inside the pan and cooler air in your kitchen. This most often occurs if you cover the pan and then immediately turn down the heat. Instead, make any large temperature adjustments prior to covering your pan to avoid creating a vacuum. You can also lift the lid slightly if you need to turn the heat from medium to low, for example, to avoid this.\n\nTo remove the lid, bring the pan to low heat on your stovetop or run hot water over the pan inside the sink. Allow some time for the air inside to heat and release the vacuum seal. While holding the pan firmly, grasp the lid's handle, and pull upwards. This will release the vacuum seal.",
      "id": "76e98d14-0bdd-4913-9c44-1655898c17e4",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is Your Stainless Clad Lead & Toxin Free?",
      "content": "All Made In cookware is made without lead. Our cookware is professional-grade and meets or surpasses all relevant federal regulations. On the product pages, we use a company called Lightlabs to third-party test our cookware and we show you the data transparently.",
      "id": "768415f6-7579-46ba-aecf-1b59b20103ad",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Are Universal Lids Oven Safe?",
      "content": "Yes, our universal lids are oven safe up to 400 degrees Fahrenheit. The lids are not microwave safe because they are designed with a stainless steel core.",
      "id": "bc02fd12-60d0-4155-8e3f-67bfc42bc6c3",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I cook with Made In Stainless Clad cookware?",
      "content": "Generally speaking, our recommended heat range for stove cooking is low to medium heat. Since our pans have layers of aluminum in the core, our pans are quite conductive. If you are used to using less efficient heat conducting pans like some non-sticks or cast iron, you may be used to overheating your pans. Overheating your pan can cause damage like heat blush or warping and is not necessary with premium cookware like Made In. It will also cause oil or food to burn to your pan, making cleanup an unnecessary pain.\n\nNever leave a piece of cookware on heat for an extended period of time, especially if the pot or pan is empty. This can cause severe damage such as thermal shock and even warping.\n\nDo not add salt until your water is boiling. Salting your water early can cause pitting, which will not affect the performance of your cookware, but can affect the cosmetic appearance of the pan. For more on cooking with your stainless steel, check out our blog here: https://madeincookware.com/blogs/cooking-with-stainless-steel",
      "id": "a5a3145b-a674-4576-b52e-d63e68f6a032",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is Made In Stainless Clad Induction compatible?",
      "content": "Yes, Made In Stainless Clad cookware is induction compatible. Our Stainless Clad cookware can also be used on electric and gas cooktops.",
      "id": "1d121bb5-04d8-4938-a34e-95950a8e3bdd",
      "companyName": "Made In Cookware"
    },
    {
      "name": "What is 5-Ply Stainless Cookware?",
      "content": "Premium stainless clad cookware is made by bonding 5 layers of metal together to capture the best qualities of each.\n\nIn the \"premium\" market you have things like tri-ply, 5-ply, copper core, etc. The external layer of our cookware on the cooking side is 304, 18/10 stainless steel. The 18/10 stainless steel resists corrosion and rust and won't react with your food. The external layer of our cookware on the element-facing side is made from a high-grade ferritic 430 stainless steel, so it is both durable and magnetic (to work with induction cooktops). Stainless steel provides durability, induction compatibility, and a non-reactive surface.\n\nThe middle three layers are alternating layers of pure aluminum and aluminum alloy, which is a combination of metals known for their heat conductivity and responsiveness.",
      "id": "6f25e7c4-2ded-11ed-a261-0242ac120002",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Is Made In Stainless Clad Oven Safe?",
      "content": "Yes, our Stainless Clad cookware is oven safe up to 800°F (430°C).",
      "id": "8c911c0b-7125-4bfa-a169-b4c8e207f9b0",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How do I clean my Made In Plateware?",
      "content": "All plateware is dishwasher safe. If you wash them by hand, you can use dish soap and a soft sponge. The glazing process also ensures your plateware will resist stains.",
      "id": "e445706c-a962-45fd-8126-cebb3b6524f5",
      "companyName": "Made In Cookware"
    },
    {
      "name": "What are the pin marks on the bottom of my plateware?",
      "content": "A sign of true quality, our Plateware will have these Beauty Marks as a result of the glazing process. Each piece is suspended on pins so that the glazing can be applied evenly front and back. This process eliminates the need for an unfinished foot, or rim, on the underside, making each piece more scratch-resistant, durable, fully vitrified, and fully glazed.",
      "id": "7ebe0b60-c4f5-466b-8bee-117e3acc9dfa",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Can I put my Plateware in the Oven, Microwave & Freezer?",
      "content": "Yes! Our fully vitrified plateware is safe for the microwave, freezer, dishwasher, and the oven, up to 580F (304C).",
      "id": "4c023b6d-20c1-4a13-a657-695513f84d53",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Price Matching",
      "content": "Made In Cookware offers a price match guarantee for orders placed within 45 days prior to a current sale. If your purchase falls within this time frame, please verify on the product page that the promotion is more favorable than the price you originally paid. If so, we will gladly assist you with the price match.\n\nFor assistance, please contact us by email at hello@madeincookware.com and please include your order number.",
      "id": "60abbb24-6777-42ad-8fc9-81a10aad6b9e",
      "shortcut": "pmc",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Code won't work",
      "content": "Discount codes apply to full-priced items on orders over $149. They can't be combined with other codes, used on sale items, limited-edition releases, or sets (since those already have the best pricing).",
      "id": "6efbb271-761e-4b37-9dd4-653a9d191faf",
      "shortcut": "cww",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Out of Stock Items",
      "content": "The best way to approach this is to contact us on this page: https://madeincookware.com/pages/contact-us. Our team will be happy to help you.",
      "id": "ddc67b42-0d77-46c6-a32c-bebc1807b545",
      "shortcut": "osi",
      "companyName": "Made In Cookware"
    },
    {
      "name": "Free Shipping",
      "content": "Free Ground Shipping is available on orders over $149. Maybe you can add something else to reach the minimum?\n\nPlease Note: Free shipping promotions are only available within the contiguous United States.",
      "id": "e0cbb3c1-a056-4380-8eef-261e257af147",
      "shortcut": "fs",
      "companyName": "Made In Cookware"
    },
    {
      "name": "How to start a return?",
      "content": "You can initiate your return here: https://returns.madeincookware.com/?_gl=1*ls1atf*_gcl_au*MTAzNjQ1NzQ0MS4xNzYxMTY5MjIwLjczODAzMjA1Ni4xNzY0Mzg5Nzk1LjE3NjQzODk3OTQ.*_ga*MTI4NjcyMDc4OS4xNzYxMTY5MjIw*_ga_7ZV4R8RNSF*czE3Njc5OTEzMDgkbzIwJGcxJHQxNzY3OTkxMzI1JGo0MyRsMCRoMTQ3OTU5NTQwOA..",
      "id": "ebad7cf0-294f-4a8f-80aa-b1293ef1f768",
      "companyName": "Made In Cookware"
    }
  ]
}
