{
  "companyKey": "mcconnell's fine ice creams",
  "templates": [
    {
      "name": "How many cookies are shipped in an order?",
      "content": "It's 6 cookies per pint.",
      "id": "ee7a6405-b276-4a3d-8e99-760bbf32647c",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Is it available in 1 pint?",
      "content": "We do not sell one pint at a time on our website, we have a four pint minimum.",
      "id": "002c79ff-f74c-4e35-b655-c1cbc4cbdfbe",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Allergens",
      "content": "Our ice cream-making machinery at The New Dairy is constructed of stainless steel. It's cleaned frequently and thoroughly throughout the production day to eliminate the possibility of pathogen transmission and allergen residue. For this reason, there's an exceptionally small risk of residue \"carry over.\" If you're extremely sensitive to allergens, including gluten, wheat, soy, milk, and/or tree nuts, please note that all of our ice creams, sorbets, variegates and inclusions are produced and/or processed using the same equipment.",
      "id": "6240734b-481f-4a4e-b662-46fb4e34c26c",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "How do you ship your ice cream?",
      "content": "We ship our ice creams inside an insulated frozen shipper box, packed with dry ice to ensure your purchase arrives at its destination in perfect condition, within the time frame it's supposed to arrive. Please note that dry ice is exceptionally cold (-109.3°F). With each box, we include specific instructions to provide for safe handling and disposal of any remaining dry ice.",
      "id": "0a287f9d-4e86-46c5-b567-497d396991e0",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Where does your dairy come from?",
      "content": "While McConnell's is a working dairy (The Old Dairy), we're now exclusively a dairy processing facility. McC's exited the dairy farming business in the mid-1960's when land values on the Central Coast skyrocketed. It was simply no longer feasible at that point to manage our own cows. Since that time, McConnell's has sourced our raw milk & cream from Producers Dairy, The Shehadey Family's 83-year-old dairy, based in Central California.",
      "id": "44467a25-82fd-4d96-9f26-10e34d7f2201",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/mcconnellsicecreams/ and FB here: https://www.facebook.com/mcconnells.icecream",
      "id": "ca3cd1e3-4edb-445c-8262-e072d328ba56",
      "shortcut": "smd",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "How do I soften the ice cream when it's too frozen?",
      "content": "The best thing to do, if you want to maximize the flavor of your ice cream, is to let the ice cream soften a bit or temper. Ice cream's flavor is actually suppressed the colder the product is. As it warms up - just a bit - the flavor of the ice cream will notably increase, resulting in maximum enjoyment for you and your guests (that is, if you're kind enough to share). We recommend you let your ice cream sit out on the counter if only for a few minutes. Your taste buds will love you!",
      "id": "0a9d023e-b2c7-4c2a-be44-9e12562b6e2e",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at info@mcconnells.com. Our team is happy to help!",
      "id": "8ef39081-1de4-4863-85d5-62c5bb1298a0",
      "shortcut": "cs",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Do you make seasonal flavors?",
      "content": "Yes, we have a handful of ice creams that we make during the winter/ holiday season. Along with our seasonally-specific flavors, we partner throughout the year with local farms, artisans, and purveyors to make Limited Edition flavors. Please visit our online store, our McC's scoop shops, and follow our social media, to stay abreast of the latest and greatest from our kitchen at The Old Dairy.",
      "id": "6c1a6e2f-c061-4571-b2f1-ceae962a5b84",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Shipping time",
      "content": "Our ice creams are shipped within 2-4 business days via UPS. Once shipped, it will take 1-3 business days for domestic orders. Please note that all non-frozen goods, including Merchandise, Apparel, and Scoop Shop Gift Cards, are shipped separately via USPS free of charge and will arrive within 7-14 days of your order.",
      "id": "e53786f2-37f8-4865-9cfa-2e0b46775022",
      "shortcut": "shp",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Will my card keep getting charged?",
      "content": "No, you will be charged a one-time, upfront charge which covers the ice cream and the shipping, for the entire length of the subscription.",
      "id": "8f11102f-85fc-40e9-aa56-a72b7ed6a739",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "How do I send pint of the month club as a gift?",
      "content": "To send as a gift, please make sure to enter the recipients shipping address at checkout, and add a gift note, so they know who to thank! If you'd like them to get the monthly reminder/ flavor email as well, please enter their email in the \"recipient email\" field. Because your email is linked to the order by default, you will get the monthly order confirmation and tracking updates. You'll likely want to forward the tracking to the recipient. We apologize that we can't automatically send tracking to the recipient at this time.",
      "id": "23fca475-1d00-4915-b0e5-9d2feeb21fc5",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Are your ice creams kosher?",
      "content": "All our ice creams and sorbets packed in pints are certified Kosher.",
      "id": "351f789b-d83a-4b61-b0d6-05d8bf4312c0",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "e7b54820-ef24-4619-b008-c60c4f211105",
      "shortcut": "ms",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Can I change the date of my shipment?",
      "content": "While we aren't able to ship outside our normal Pint Club shipping day (the 3rd Monday of each month), we can absolutely skip shipments until you're ready to receive the next one. If you'd like to arrange that, please let me know by the Friday before the upcoming shipment day.",
      "id": "d7b0ade1-34a7-49ec-adc5-e20a6c7a0027",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Do you offer catering?",
      "content": "Yes! Please reach out to our team at info@mcconnells.com for flavor availability and pricing.",
      "id": "c0093638-6afe-4a9f-bd89-36e3f01167d6",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Return policy",
      "content": "Please, do not attempt to send frozen items back to us. We do not accept returns, i.e., melted ice cream. That said, if we do make a mistake on our end, we'll be happy to correct it.",
      "id": "96d76548-f775-4345-9713-0bd3ed612d49",
      "shortcut": "rp",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Can I swap out flavors in my subscription?",
      "content": "Unfortunately, no. We make the Pint of the Month Club special pints each month depending on the amount of subscribers, so we're not able to accommodate flavor requests.",
      "id": "76ca9e07-2887-4c3e-8ddd-fbc55826a7be",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address, and the change you'd like to make?",
      "id": "d77a7029-955d-4839-aeba-c2a3ebada742",
      "shortcut": "ced",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "What is the shelf life of your ice cream?",
      "content": "Officially, we list the recommended shelf life of our McConnell's Fine Ice Creams' pints at fifteen months from the date of manufacture that appears on the underside of all McC's pints. The density of McC's ice creams - they contain little to no air, unlike other brands - actually allows for a longer, effective shelf life.",
      "id": "97b52ef2-277b-470f-9fc1-eddd27d96da1",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Store location/retailer",
      "content": "You can find us at a grocery store near you here: https://mcconnells.com/pages/grocery-locator You can also visit one of our Scoop Shops at the following locations: https://mcconnells.com/pages/find-us#grocery",
      "id": "f0fa9b50-6152-47e0-87a9-364181968d19",
      "shortcut": "sl",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Free shipping",
      "content": "We don't currently offer free shipping, but all promos will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "ffa42dbc-07cb-4d32-ae38-e735e9ccbf98",
      "shortcut": "fs",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "When does pint of the month club ship?",
      "content": "Pint of the Month Club ships on the 3rd Monday of each month, and arrives on Tuesday, Wednesday, or Thursday of that week, depending on the delivery location. Orders placed on or before the 5th of each month will start shipping that month. Orders placed after the 5th will ship the following month.",
      "id": "8d9143ce-2eb9-4d37-992f-9d7c14dd941a",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Gluten free ice creams/flavors",
      "content": "The majority of our ice creams are, indeed, gluten free, as our ice cream \"base\" includes only four, simple ingredients: milk, cream, cage-free organic eggs and pure cane sugar. That said, a few of our flavors do contain gluten - in particular, those that feature inclusions, such as cookies or pie pieces. Our popular flavor Churros Con Leche, for example, contains chunks of house-made churros in the ice cream. As churros contain wheat-based flour, they necessarily contain gluten. You can take a look at the full list of all of our gluten free flavors here: https://cdn.shopify.com/s/files/1/1369/2787/files/mccs_GLUTEN_FREE-nutritional_panels_2017_WEB.pdf?10175939603460179727",
      "id": "16cebb11-b69a-4621-9f3c-86b12e4f484d",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Do you make single servings?",
      "content": "Yes! Our single-serves are available in select grocery stores, such as Gelson's.",
      "id": "4c3c5f62-1fcf-4575-a3f0-9cb666a8a337",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 805-963-8813 or let me know if I can help via text, it may be faster.",
      "id": "f4118b5d-8019-4005-a64a-1f5225ac55d9",
      "shortcut": "ps",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at info@mcconnells.com. Our team is happy to chat.",
      "id": "77924db6-8c3d-4868-a698-f661ba5b3609",
      "shortcut": "ams",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at info@mcconnells.com. Our team is happy to chat.",
      "id": "7c6e24a2-8b78-423b-bcb4-78f610ac5710",
      "shortcut": "wls",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Can I tour the new dairy?",
      "content": "While nothing would make us happier than to have our customers pay us a visit at our production facility, we're a working dairy, and that fact alone, unfortunately, makes tours not possible. Like other food manufacturers, we are, beyond the products we make, first and foremost in the business of food safety. Properly set-up and maintained food production environments adhere to all manner of food safety issues and health codes to ensure the products they produce are safe for consumption. To effectively maintain the safety of our products and the production environment, it is critical that we allow only our staff to enter the dairy floor. I aprreciate your understanding!",
      "id": "1c3cc098-2d7b-4190-b934-4e346764e717",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "My grocery store doesn't carry your products. Can I do something about it?",
      "content": "If your local retailer doesn't currently stock McConnell's, we'd ask that you first contact the store's management to see if they'd consider doing so. If you'd like some help, please contact us at our Corporate Office, at 805-963-8813, and we'll do whatever we can to assist you.",
      "id": "661bbffe-fa4e-4df5-bec0-282e86fb1f0a",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "How do I know which flavors I'll find at my local grocery store?",
      "content": "The selection of McConnell's you'll find on store shelves will vary from store to store, since different store personnel order the flavors they choose to carry. If you're looking for a particular flavor at your local retailer, please contact that store's management, or call our Corporate Office at 805-963-8813, and we'll do whatever we can to help.",
      "id": "b5f888b9-ad6d-4819-a2b9-31e1f5db04dd",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Are there any lactose/dairy free ice creams ?",
      "content": "We have an entire dairy-free section on our website: https://mcconnells.com/collections/dairy-free Some popular flavors we recommend are the Cookies and Cream and the Coffee Cookie Crumble!",
      "id": "eae57a9e-fd09-4830-86dc-997a9a0c0b60",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Can I delay the shipping/set a delivery date (Non subscription orders)",
      "content": "I would be more than happy to check on this with my team for you! Can I have your order number, and email address and can you please tell me when would you like the order to arrive?",
      "id": "19ade4d7-45f2-4c79-8ea4-c44a633cc671",
      "shortcut": "dsd",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Will you change the name of Brazilian Coffee?",
      "content": "We're not planning on changing the name of Brazilian Coffee at this time.",
      "id": "fc620f47-3aba-4d13-b6e1-a353a557d2cb",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Donation requests",
      "content": "Thank you for thinking of us as a partner for your endeavor. As much as we would like to honor all donation requests, we receive far more inquiries and requests for donations than we can support. We love sharing our ice creams with the world, and we wish we could say \"yes\" to all the requests! But unfortunately, it's just not possible. We've decided that we can provide the most impact by focusing our donation efforts, and so we have partnered long- term with an organization local to our headquarters in Santa Barbara-Explore Ecology's School Garden Program. We sincerely appreciate you reaching out to us and we wish you the very best with your fundraising efforts.",
      "id": "ed542c63-87a0-42de-9aea-bab891c3dc4a",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Are your products 100% organic?",
      "content": "At McConnell's, we have one goal: to make the finest ice creams! We achieve this by having exceptionally high standards across the board. To maintain these standards, it's critical that every ingredient in our ice creams be of the highest\nquality. While we're ardent supporters of organics in general, in our almost 70 years as a dairy, it's been our experience that milk & cream can vary greatly in quality and consistency. Inconsistency in milk & cream can be traced to any number of factors, including animal husbandry, pasture type and processing. The milk & cream we use comes from cows raised by local dairy co-ops on the Central\nCoast. It's grass-grazed, hormone and antibiotic free, and of exceptionally high quality. It's important to know that organic is a term that defines a process, rather than objective quality. There's wonderful and not-so-wonderful organic milk in the market, just as there's wonderful and not-so-wonderful organic fruit, nuts, chocolate, etc. \n\nWhile organic is certainly an important factor when it comes to selecting ingredients for McConnell's Fine Ice Creams, committing wholly to organics - over objective quality - would mean McConnell's valued a specific process over making the finest product we can make and this is unacceptable to us. I hope this informaiton was helpful!",
      "id": "1500c9a2-a8c0-4371-af71-1e6c0afd6ece",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "What is “Tapioca Starch”?",
      "content": "Tapioca Starch is a plant-based product made from the dried, ground-up pulp from the root of the cassava tree. We use a small amount of tapioca starch, paired with milk protein concentrate to help hold together our products when they're under stress and to ward-off the challenges of the supply chain, such as thawing/re-freezing and \"heat shock\".",
      "id": "010a25b8-419a-46f5-95bf-402f62631d07",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Did you change your ingredients? Your ice cream tastes different than it used to",
      "content": "Over time, as our ice creams have come to be available in grocery stores across the country, we have seen what can happen to ice cream on the shelves of a grocery store with a \"challenged freezer\" in the heat of the summer. The answer: Nothing good. Our dilemma was how to protect our ice creams from the realities of supply chain - on the way to customers' home freezers while continuing to make our ice creams using the finest ingredients.\n\nWe came up with a solution that's truly unique in our industry. We've formulated a combination of Dairy Protein Concentrate and a small amount of Tapioca Starch. The Milk Protein Concentrate is a by-product of micro-filtering the proteins from raw milk. What you get is concentrated protein and the Tapioca Starch is a fine powder made from the dried, ground-up pulp from the root of the cassava tree. We've run countless tests, across every one of our flavors, for taste, texture, consistency and the like. We are over-the-moon excited about this development. The ice creams are actually better. Creamier, smoother, more consistent - and everything we'd hoped for!",
      "id": "ad24d873-d16b-4a7d-a659-7561295c2d41",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Discontinued flavors/How come you no longer make XXXXX flavor?",
      "content": "There are always new things happening here at McConnell's, including the development of great new flavors for our scoop shops and for pints sold at grocery stores. Unfortunately, the Dairy can only produce so many ice cream flavors at once, so in order to keep innovating, we occasionally have to send some of our line-up on temporary vacation. That said, from time to time throughout the year, we do bring back older classics. I would suggest signing up for our email list where you will receive updates on new flavor releases, limited edition releases, shop updates and more!",
      "id": "ddb9b8ad-1b3a-4a85-ae47-7d08c869f21a",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "What is “Milk Protein Concentrate”?",
      "content": "It's simply a by-product of micro-filtering the proteins from raw milk. What you get is concentrated protein (hence the name MPC). We use milk protein concentrate - paired with a small amount of tapioca starch - to ward-off the challenges of the supply chain, such as thawing/re-freezing and \"heat shock\". One of the great things about using MPC is that it allows us to reduce the sugar contents of our ice creams as milk proteins are naturally sweet!",
      "id": "c8c2cdd9-9fa0-453c-b08e-6cabd543aeb2",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Did the recipe or flavor change (Turkish coffee/ coffee)?",
      "content": "Our Coffee ice cream is the exact same recipe and flavor we've been making for years, featuring cold-brew and house-made espresso, infused into fresh, grass-fed milk & cream.",
      "id": "919db8f3-3826-46f7-86bf-91b41733f7c6",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Why did you change the name of Turkish Coffee to Coffee?",
      "content": "We did indeed change the name of this flavor to Coffee. From Italy to Spain, no matter where you go in the world, everyone's got their coffee, and this is ours. Our charge and mission is to make the best ice cream in the business, and the last thing we want to do is be divisive. The recipe and the flavor have not changed a bit now or in the years we've been making Coffee, so we hope you'll be able to continue enjoying it.",
      "id": "07d2e0c3-9d44-4c33-afec-88c14b4fef38",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Corporate order requests",
      "content": "Thank you for your interest in ordering our ice cream for your team. We do have a four pint minimum per order. If you're planning to order more than 10 shipments,\nwe're happy to send you our corporate orders spreadsheet and facilitate the shipment process for you. Four pints plus ground shipping (1-3 business days) would be $62.99 (excluding tax). If you order gifts for 20 recipients we can offer you a 10% discount so each order would cost $56.69 (excluding tax). Let me know if I can answer any additional questions for you!",
      "id": "957a29cc-4b5b-42eb-9b33-22ae0a922595",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Products too expensive - brand specific",
      "content": "We understand that our product is more expensive than some of the other brands in the freezer aisle. McConnell's is far more expensive to produce than any other ice cream we know of. This is a function of the quality and cost of ingredients and our commitment to doing things our way and to controlling the process, every step of the way. We use better quality ingredients across the board, and we use more of those ingredients, from vanilla to chocolate, etc. Add to this the fact that our product has virtually no air in it (it's called overrun) - less than 10%, versus our closest competitors, whose products contain 40%+ air. But here's the thing: our customers end up getting what they pay for and to us, that's what really matters.\n\nUnfortunately, we also do not set the price in grocery stores. Our retailers are in control of that, and while we do work with them to manage pricing, if their desire is to set a certain margin on our products, we simply cannot control that. McConnell's is a truly made from scratch product - the only one in the freezer aisle that we're aware of. This is significant because it makes for the finest product in the business. And while it may cost a bit more, we think it's worth it. And we hope you ultimately feel the same way.",
      "id": "375f2c26-655b-4684-9c8c-1cddb4ebac2d",
      "shortcut": "pte",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Why are online prices more expensive than at grocery stores?",
      "content": "We know it is slightly more expensive to buy online than in grocery stores, and totally understand how frustrating that can be. I know when it comes down to it, it really doesn't matter the reason, but we want you to know that our prices cover the costs of everything that goes into shipping ice cream across the country, including labor, dry ice, packing materials, and warehouse storage fees. Shipping ice cream truly is tricky business! Please know that we are actively pursuing opportunities to reduce costs associated with shipping our ice cream. We'll continue to optimize our shipping and fulfillment process and look forward to\nlowering these prices in the near future.",
      "id": "53e79943-ebb7-4704-98a2-0fe6ffc1c554",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Can I get free stickers?",
      "content": "Unfortunately, we get far too many sticker requests so we have added them to our website for purchase. You can check them out here: https://mcconnells.com/collections/merch/products/mccs-sticker Please let me know if you have any questions.",
      "id": "004b9509-e2ce-4fd1-8c2d-4c082d7e5765",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Pint of the Month Club flavors",
      "content": "All flavors are preselected by our team. They will be a combination of seasonal releases and classic favorites. We send an email the week before the shipment goes out with a description of the flavors that will be included for that particular month.",
      "id": "b535c8a6-a256-4c2c-b225-45cbbe8dfe12",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Where can I purchase limited edition flavors?",
      "content": "Our limited edition flavors are only available online for nationwide shipping or at our scoop shops.",
      "id": "41838117-7d08-4ccb-a1a1-b904fcde3362",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Why is the ice cream I purchased in store“icy”?/The ice cream I purchased was awful, refrozen, etc.",
      "content": "First of all, thank you sincerely for reaching out to us. While we're almost as upset as you are at the condition of the ice cream you purchased, the only way we're able to address a situation such as this is to have customers who care - or who are upset enough - to actually contact us. For this, I'm grateful! \n\nAt McConnell's, we are - more than any company I've ever seen - obsessed with quality. We pay huge attention to every aspect of our product - including\nmaintaining a full-time QA professional - and that means making sure that every pint that leaves the dairy is perfect. Unfortunately, regardless of our intention, one thing we don't control is what happens to our products once they've left the dairy. But here's the thing - that's not your issue. It's ours. And our products should be perfect every time.\n\nMost importantly, we would appreciate the opportunity to make this right! If you'd kindly provide your mailing address, we would love to send you some coupons so you can try McConnell's again, on us. It's the least we can do to let you see what McConnell's ice creams are really supposed to be.",
      "id": "728e65dd-77c7-404a-a103-2f5cc22dba69",
      "shortcut": "ira",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "I found a hair in my pint ( This can be used for bug/plastic but EDIT before sending)",
      "content": "First, we do apologize for your finding a hair in your ice cream. Your reaction is certainly warranted. The most important thing is for us to remedy the situation. Here at McConnell's, we do everything we can to accomplish one thing: make the finest ice creams on Earth. We achieve this by having exceptionally high standards across the board. This includes hair and beard nets, which typically provide an excellent barrier to something like this from ever occurring. But sometimes - and frankly, I can't explain how - things do happen. \n\nAs a dairy and manufacturer, the most important thing we know about our business is this: we're not in the food business, we're in the food safety business. And while we can't ever know exactly how this hair found its way into your pint, we can commit to you that we'll continue to be vigilant in doing everything we can to eliminate the possibility of something like this happening.\n\nIf you kept the pint, can you please forward the code from the bottom of that pint. This will allow us to further our efforts as we investigate the issue. In the meantime, if you'd be kind enough to do so, please forward your mailing address. We'd love to offer you some free ice cream, sent straight to your home, as a token of our appreciation for bringing this to our attention. Your comments actually help us get better at what we do.",
      "id": "77940650-8fa4-4e7d-8f00-7830b9e7342f",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Does McC’s franchise?",
      "content": "Unfortunately, we do not at present franchise our retail scoop shop locations. At McC's, we feel that managing and owning our stores is the single best way we can ensure a consistent, uniquely \"McConnell's\" experience for our customers. We will certainly keep your contact information, and if our expansion plans take a different course, we'd love to talk.",
      "id": "8c1c9083-dfc0-4f92-a672-c6708be5c01b",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Where is your ice cream made?",
      "content": "We make our ice cream in Oxnard, CA at our family owned and operated Dairy.",
      "id": "5ce72122-0cff-411a-ae74-feda18be8dd6",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Will you restock the Whiskey Pecan & Pralines ice cream?",
      "content": "Yes, the Whiskey Pecan & Pralines will be coming back in March!",
      "id": "9f8cd30f-327d-4a66-9ac8-4f1b1ee054f6",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Which coffee flavor is the most intense?",
      "content": "Our Coffee flavor has flecks of espresso in it which creates a bolder taste.",
      "id": "d990e557-1908-4ceb-95a2-93cf3b78efc6",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "Escalation template",
      "content": "Checking with our team, and we'll be back with you shortly!",
      "id": "04a536ed-9f43-4327-9fcf-574281016403",
      "shortcut": "esc",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "You used to carry a flavor called Turkish Coffee. Is it now called \"Coffee\" or Brazilian Coffee?\"",
      "content": "We did indeed change the name of the Turkish Coffee flavor to Coffee. That's because from Italy to Spain, no matter where you go in the world, everyone's got their coffee, and this is ours. Our charge and mission are to make the best ice cream in the business, and the last thing we want to do is be divisive. The recipe and the flavor have not changed a bit now, or in the years we've been making Coffee, so we hope you'll to be able to continue enjoying it.",
      "id": "db81fa07-7148-4596-a61b-7b61e55f50bf",
      "companyName": "McConnell's Fine Ice Creams"
    },
    {
      "name": "I'm looking for flavors that don't have mix ins/chunks.",
      "content": "I'd recommend our flavors that don't have any mix-ins, vanilla, Brazilian coffee, eureka lemon and marionberry, any of our sorbets and sherbets, matcha, and regular coffee.",
      "id": "b71ee0d6-87ae-42e4-93e7-3f9d53e19327",
      "companyName": "McConnell's Fine Ice Creams"
    }
  ]
}
