{
  "companyKey": "mission mercantile",
  "templates": [
    {
      "name": "A discount code is pre-applied to the item, can I use my own code?",
      "content": "Yes, you may enter a different coupon code after you click \"Proceed to Checkout\". There is a box that says \"Gift card or discount code\" where you can override the current discount.",
      "id": "dbe6869d-f91a-4a2f-b6a4-4cee527b9b4a",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Do you have matching pouches for the Ellington Market Tote?",
      "content": "Yes, we have those available in two sizes here: https://www.missionmercantile.com/collections/ellington-new/products/ellington-leather-zippered-pouch?variant=32371013681212",
      "id": "f4213e43-8670-43cc-8c88-c48df0247da5",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Do you offer financing?",
      "content": "Sure! That's possible with both Afterpay and Shop Pay. They allow you to pay in 4 interest-free payments. Just select any of those options at checkout and follow the steps for signing up.",
      "id": "92a29baa-baee-4d5a-98df-bbf92a31802c",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "What is Navidium?",
      "content": "Navidium is a shipping protection for lost, stolen, or damaged packages. If any of these things occur, we can easily resolve the issue for you much easier than dealing with the shipping courier. If the you'd prefer to opt out, you can go back to your cart and delete Navidium from there.",
      "id": "cb3b1666-64bd-4074-9c6c-3ece39653eac",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Do you offer gift wrapping?",
      "content": "I'm afraid that we don't offer gift wrapping at the moment.",
      "id": "f63d6ece-cea2-4261-9325-85ad450fd9f9",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Product repairs",
      "content": "If your product requires a little tender care or a full-scale repair, no one is more eager or better equipped to get the job done than us! For product repairs, please email us at shopkeeper@missionmercantile.com. You can also read more about it here: https://www.missionmercantile.com/pages/mythical-customer-care#repairs Hope it helps!",
      "id": "52da4a9a-dac3-4d45-a791-5a33d1a2c9f8",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Card/site not working",
      "content": "I am sorry to hear that! Please call our Shopkeeper Lori at (210-504-6698) and you will be taken care of ASAP.",
      "id": "2f31d026-4caf-11ec-81d3-0242ac130003",
      "shortcut": "zip",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How many liters is the Heritage Waxed Canvas Steamer Backpack No. 2?",
      "content": "The Heritage Waxed Canvas Steamer Backpack No. 2 is 24 liters.",
      "id": "2f31d3be-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "What is the best way to clean the canvas?",
      "content": "Here's a link to our \"How to Clean and Wax Your Canvas\" article: https://www.missionmercantile.com/pages/how-to-wax-canvas-article",
      "id": "2f31d472-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Order cancelation after item has shipped",
      "content": "The product will first need to arrive and you'd have to send it back to us before we can cancel and refund it.",
      "id": "2f31d5da-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Does the Heritage Leather Briefcase have a dedicated laptop sleeve?",
      "content": "It has a padded laptop pocket which is 14.5\"W x 8.75\"H. If both dimensions of your laptop are under these measurements, it will fit in the laptop pocket. Please check the width and height (not diagonal dimension).",
      "id": "2f31d968-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How often should I re-wax?",
      "content": "You can re-wax the entire product every year or two is fine, depending on usage. The more you use it (and wear off some wax), the more you may want to re-wax to make it more weather resistant. It also very much depends on the \"look\" you want. You just don't want to re-wax it too often so you don't get too much build-up. If you do get too much wax, just melt it with a hair dryer or heatgun and wipe it off with a cloth.↵If you want to re-wax spots (dirt / grease / ink / etc), re-wax whenever it's necessary to remove the offending spot and restore the finish to blend with the rest of the bag.",
      "id": "2f31dada-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "If customer wants specific emboss placement",
      "content": "If you would prefer to have a specific placement for the initials, we can do that as well. If you prefer this option, you can contact us at 210-504-6698 to place the order by phone, rather than online. This will ensure that the order has the proper placement of the initials recorded.",
      "id": "2f31e0ca-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "I don't have a macbook. Can I get your laptop skin without the center hole?",
      "content": "I'm afraid we no longer have the laptop skins without a center hole, sorry about that! I'll definitely pass this along to the team to consider again in the future and thank you for the feedback.",
      "id": "2f31e534-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How does the laptop skin stay on/stick to my device?",
      "content": "Our laptop skins use a 3M adhesive which is designed to be able to be released for removal or repositioning if desired.",
      "id": "2f31e5de-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/missionmercantile/ and FB here: https://www.facebook.com/missionmercantile",
      "id": "2f31e7aa-4caf-11ec-81d3-0242ac130003",
      "shortcut": "smd",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.missionmercantile.com/pages/find-a-store",
      "id": "2f31e91c-4caf-11ec-81d3-0242ac130003",
      "shortcut": "sl",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "I am personalizing the wax canvas cooler. If I get initials on it can the middle letter be larger like traditional monograms? PVR and the V larger font.",
      "content": "We don't currently offer that kind of monogram (with the larger capitalized middle character font). We currently do a gentleman's monogram (all capitalized characters are the same size). We can do upper and lowercase, though.",
      "id": "2f31f268-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Which animal is the leather from?",
      "content": "Yes! Our leathers are bovine (cowhide which is 100% US steerhide), pigskin (lining) and American Bison (coming very soon).",
      "id": "2f31f7fe-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Which leather (Theodore or Benjamin) would show less scratches?",
      "content": "The Theodore pebbled leather will show very few scratches over time, while the Benjamin leather will show scratches with use. Please keep in mind you can reach out to us at 210-504-6698 or shopkeeper@missionmercantile.com if you'd like more insights!",
      "id": "2f31fad8-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "What is your story?",
      "content": "Check it out here https://www.missionmercantile.com/pages/our-story and if you'd like to chat further about our story, our founder Chuck Bowen at chuck@missionmercantile.com would be delighted to connect!",
      "id": "2f31fb8c-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Out of Stock",
      "content": "You can sign up for the \"Email When Available\" option on the product page (it's right below \"Out of Stock\") and you will be notified the instant the product is back in stock.",
      "id": "2f320014-4caf-11ec-81d3-0242ac130003",
      "shortcut": "stok",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How can I see my customization",
      "content": "You can view where the personalization goes by clicking the \"Add Personalization\" button, entering your initials and then click the \"Preview\" button to immediately see an image of the personalization superimposed on the product.",
      "id": "2f320190-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Airline carry",
      "content": "Both the Theodore Weekender and Theordore Duffle are designed to meet most airline requirements!",
      "id": "2f320622-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "I just got my bag and there are a few marks on it, is this a defect or can I treat them?",
      "content": "Some of our full-grain, natural leathers will actually mark! You can try rubbing mild marks with your finger (this will warm up the oils near the surface and blend them back in) or use a leather conditioner. Just know that many/most natural, full-grain leathers will mark. Many of the ones that won't mark are actually treated with some sort of final coating.",
      "id": "2f320b5e-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Is the font for personalization the same size?",
      "content": "All the initials we emboss are the same size. We don't currently offer a larger middle initial.",
      "id": "2f320e2e-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Place for embossing for Ellington Leather Market Tote",
      "content": "The Ellington Leather Market Tote is personalized on the front side of the bag, near the top and centered between the handles.",
      "id": "2f321108-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "The color of my (leather product) is different compared to your pictures and video.",
      "content": "We try to ensure our products match the colors displayed on the product page as accurately as possible, but colors may slightly vary due to photographic lighting sources and your own device's monitor as well. Also, our natural, full-grain leather hides may have a small color variance from hide to hide.",
      "id": "2f32127a-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How many liters is the Campaign Waxed Large Duffle?",
      "content": "The Campaign Waxed Large Duffle exterior dimensions are 12 x 24 x12 which equals 56.6 liters. So, we suspect the interior is approximately 55-56 liters.",
      "id": "2f3213d8-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Customer support",
      "content": "Email us directly at shopkeeper@missionmercantile.com or give us a call at 210-504-6698 and we'll take great care of you. Our team is happy to help!",
      "id": "2f31fa24-4caf-11ec-81d3-0242ac130003",
      "shortcut": "cs",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Can I split payments between two cards?",
      "content": "We can manually process split payments between cards (debit, credit, gift cards, etc). To get started on this, please email us directly at shopkeeper@missionmercantile.com or give us a call at 210-504-6698.",
      "id": "5089e90b-5531-4f2b-94a3-fa99d9c49978",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Questions about repairs for Ellington Classic products",
      "content": "Unfortunately, older Ellington Classic styles (prior to our Ellington Handbags acquisition in 2016) were not handcrafted in our factory, aren't sold on our website and cannot be repaired by us. We no longer have access to the materials, trimmings, and hardware used in the construction of these designs over the past 30 years.",
      "id": "2f31d30a-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Do the Campaign Waxed Canvas Medium and Large Duffles have a shoe compartment?",
      "content": "Yes, both our Campaign Waxed Canvas Medium and Large Duffles have a shoe compartment that also works well for dirty/wet clothes.",
      "id": "893ca241-4cd6-4f44-a824-78eb87e6c3b2",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Where do you ship from?",
      "content": "We ship from our warehouse in West Texas.",
      "id": "2f31f3c6-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How do you emboss?",
      "content": "We use a heated stamp to emboss custom initials (or word) centered on the front of the duffle on the piece of leather with the curve. Right below the zipper, please see this image:  https://prnt.sc/uzanen",
      "id": "2f31d256-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How big are the letter for monogram?",
      "content": "The upper case letters are about 5/8\" high.",
      "id": "2f31d526-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Warranty policy",
      "content": "We offer a lifetime guarantee and repairs on our products for materials and craftsmanship. If a product fails after 20, 30, or 40 years, it's due to normal wear and tear and not because of material or craftsmanship failure. If we can, we will gladly repair the product (meaning that we have the materials) and happy to do that for a very reasonable fee. Please share your order number as well as pictures of the damage and we will take care of you!",
      "id": "2f31d68e-4caf-11ec-81d3-0242ac130003",
      "shortcut": "wp",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Placement of initials - Game Bag Set",
      "content": "We emboss the rear bag of the Game Bag Set. The initials will be centered on the flap between the top of the flap and our logo.",
      "id": "2f31da26-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Can you re-wax something for me?",
      "content": "Yes, we're happy to do it. Cost depends on the product but isn't too much. Please reach out to shopkeeper@missionmercantile.com for a price!",
      "id": "2f31db98-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Wholesale Inquiries",
      "content": "Please email us at shopkeeper@missionmercantile.com for wholesale inquiries and bulk pricing.",
      "id": "2f31dc4c-4caf-11ec-81d3-0242ac130003",
      "shortcut": "wls",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Is it made in the US",
      "content": "The materials in our products aren't 100% sourced in the US. In fact, very, very few if any leather goods products \"made in the US\" have 100% US raw materials. Even the very best solid brass hardware (China, Vietnam), canvas (India), zippers (Japan), polyester thread (Germany), most leathers (Italy, Mexico), etc aren't produce here in the US. So, while a product may designed and handcrafted (assembled) in the US the materials are very likely not.",
      "id": "2f31dd00-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Expensive international shipping",
      "content": "For international orders, you can also contact shopkeeper@missionmercantile.com or 210-504-6698 and we'll see if we can find a lower international shipping rate for you.",
      "id": "2f31e1a6-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Military / First responder discount",
      "content": "Thank you for your service!  We have a 15% lifetime discount that is good anytime, you can sign up for that through Govx ID on the cart page.",
      "id": "2f31e25a-4caf-11ec-81d3-0242ac130003",
      "shortcut": "ms",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How do I get a first time buyer discount?",
      "content": "You can sign up for our emails on the website and you'll immediately receive a discount code.",
      "id": "2f31e3cc-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Do your duffle bags have a hard/sturdy bottom?",
      "content": "Yes, the bottom of our duffles do have a dense foam reinforcement that gives them solid padding and stability.",
      "id": "2f31e480-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number and the change you'd like to make?",
      "id": "2f31e9d0-4caf-11ec-81d3-0242ac130003",
      "shortcut": "ced",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "The best way to discuss this is to email us directly at shopkeeper@missionmercantile.com Our team is happy to chat.",
      "id": "2f31ea84-4caf-11ec-81d3-0242ac130003",
      "shortcut": "ams",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Do you offer pad refills for the notepad?",
      "content": "Yes, we do indeed offer writing pad refills for the notepad.",
      "id": "2f31eb38-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How do I send something back for a repair?",
      "content": "Go through Returns & Exchanges page here- https://www.missionmercantile.com/pages/customer-service#returns You'll complete the return process form https://shopifymission.returnscenter.com/ and we'll process and send a return label on Monday.",
      "id": "2f31ed18-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Can personalized orders be returned or exchanged?↵↵",
      "content": "No, personalized orders can't be returned or exchanged.",
      "id": "2f31ee1c-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Site won't work",
      "content": "If the page doesn't load fully, it might be due to a poor connection. I'd recommend to refresh the page and it might help clear this up.",
      "id": "2f31f0f6-4caf-11ec-81d3-0242ac130003",
      "shortcut": "sww",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "What is the length of theodore leather attache?",
      "content": "The Theodore Attache's strap length adjusts from 45\" to 51\".",
      "id": "2f31f1b4-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Does the White Wing Waxed Canvas Cooler have a strap or can I purchase one separately?",
      "content": "We can now add a strap to our White Wing Waxed Canvas Cooler! Please contact us at shopkeeper@missionmercantile.com or call 210-504-6698 to make arrangements, we'll be glad to help!",
      "id": "2f31f470-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Free cup sleeve code",
      "content": "The free cup sleeve code is FREECUPSLEEVE. It requires a minimum $75 purchase.",
      "id": "2f31f5d8-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Is the box that it is shipped in branded with mission m logo/name?",
      "content": "There won't be a name or logo on the box, however, our name will be on the return address on the shipping labe.",
      "id": "2f31f8bc-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Can I personalize / customize any product, even if it doesn't show the option to do that?",
      "content": "If you'd like to request personalization for product that doesn't show \"Add Personalization\" on our site, you can reach out to shopkeeper@missionmercantile or 210-504-6698 and Lori will check if it's possible.",
      "id": "2f31f970-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Where is Bird Bag Trio made",
      "content": "The Bird Bag Trio is handcrafted in our Leon, MX shop and finished and prepped for shipping in our Texas shop.",
      "id": "2f31fc4a-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Can you add deals retroactively?",
      "content": "I can check on this for you, can you give me your order number and email address used to place the order?",
      "id": "2f31fe3e-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "We proudly handcraft all our products in our wholly-owned shops in Texas & León, Mexico. Regarding León (located in Old Mexico), it's world-renowned for centuries for its leather and artisans who passed the art of leather smith down to each new generation. These days not a lot of retailers can say that they make their own products and own their own shop. This allows us to have complete oversight from design to delivery - in other words, total quality control and the ability to offer a lifetime guarantee!",
      "id": "2f31fefc-4caf-11ec-81d3-0242ac130003",
      "shortcut": "mfc",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Thickness of ranger belt",
      "content": "The body of the Ranger Belt is 5/16\" thick and the thickest point of the belt is the loop at 5/8\" thick.",
      "id": "2f3200dc-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How can I oil zippers?",
      "content": "You should NOT put oil on zippers. That will, over time, make it harder to operate. Instead, you can use a simple graphite pencil and rub it on the zipper to help it operate more smoothly.",
      "id": "2f3204a6-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How long of a gun can the shotgun case fit.",
      "content": "The Shotgun case will accommodate firearms that are up to 51\" long.",
      "id": "2f32078a-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Can you do special characters?",
      "content": "We can do certain characters, but we don't show them on the website. If you'd like a special character(s), please reach out to shopkeeper@missionmercantile.com or call 210-504-6698.",
      "id": "2f32083e-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How many cans can the Wing Waxed Canvas Cooler hold?",
      "content": "The cooler would hold 10-20 cans depending on the size of the can.",
      "id": "2f3208f2-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Do we use RFID blocking material in our wallets?↵",
      "content": "We don't use a blocking material (basically, foil) in our wallets to block RFID scanning. It was a bigger deal in the past, but statistically the actual % of credit cards with RFID chips in the U.S. is extremely small and also therefore not a big focus of thieves these days. They're onto other nefarious activity like scams, buying credit card #s, etc. Pretty bad stuff. ''While there's no harm in using an RFID-blocking product, it's unlikely to help, and there's no real need to spend money on them.\" ~ DigitalTrends.com Here's a great article if you'd like to read more: https://www.npr.org/sections/alltechconsidered/2017/07/04/535518514/there-are-plenty-of-rfid-blocking-products-but-do-you-need-them",
      "id": "2f320c26-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "How to take care of our leathers?",
      "content": "All our products are made with high quality full-grain chrome and/or vegetable tanned leathers. We recommend a high quality leather conditioner such as Fiebing's Aussie Leather Conditioner. Depending on your use and conditions, you shouldn't need to condition it more than a few times/year, including \"spot\" conditioning when you see a dry area. That's the primary way you know you need to condition your product, does it look too dry to me? You just don't want to over-condition it to the point it feels to wet or oily.",
      "id": "2f320cd0-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Do you do brands/ logos?",
      "content": "We can do a brand / logo. The setup fee is $150 for the stamp.",
      "id": "2f320d84-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Is there a pre-order option?",
      "content": "We now offer the ability for you to pre-order any product that's out of stock. Please check out the website and see the \"order now\" button for out of stock variants.",
      "id": "2f320ee2-4caf-11ec-81d3-0242ac130003",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Shipping time",
      "content": "We customize and ship in-stock products within 24-48 hours. Once shipped, it takes 1-5 days domestically and 7-10 business days internationally. Expedited shipping is available, for an upcharge. If your item is out of stock, it will read \"Order Now (Ships in ____)\" on the product page, and your order confirmation email will read \"We handcraft every product. Yours will ship in ____\" Contact us at shopkeeper@missionmercantile.com or call 210-504-6698 if you have any questions.",
      "id": "2f321324-4caf-11ec-81d3-0242ac130003",
      "shortcut": "shp",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Can I personalize the free gift I'm getting?",
      "content": "Absolutely! We charge a $12 personalization fee, and if you're interested, please contact one of my colleagues in the shop by emailing shopkeeper@missionmercantile.com or calling 210-504-6698 and they'll be glad to arrange this for you!",
      "id": "1a9d424f-1624-4957-a91d-21141c6c4b5c",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Questions about repairs for Ellington Classic products",
      "content": "Ellington Classic items (prior to our Ellington Handbags acquisition in 2016) were not handcrafted in our factory and cannot be repaired by us. We no longer have access to the materials, trimmings, and hardware used in constructing these designs over the past 30 years. Please see the explanation in the \"Lifetime Guarantee\" section found here: https://www.missionmercantile.com/pages/mythical-customer-care#repairs",
      "id": "64902d52-c8cb-4244-9d12-cb0008ebf7c4",
      "shortcut": "ecr",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 210-504-6698, Monday-Friday 10am-4pm CT, or let me know if I can help via text. Please note that if you call after hours, you can leave a voicemail and our team will be sure to call back.",
      "id": "2f31e868-4caf-11ec-81d3-0242ac130003",
      "shortcut": "ps",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Your brown waxed canvas products have different colors on your website. Will they match?",
      "content": "Please note that all of our products with brown waxed canvas do match one another. It might happen that one image is a bit darker, but we're trying to correct that. Be confident that any products you purchase in brown will match.",
      "id": "b51f3e0d-ba26-41a2-bd4e-1f4fa9e97b61",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Do you have weekender sized bags?",
      "content": "Yes! We have several waxed canvas bags that are weekender-sized: Campaign Medium Duffle, Campaign Medium Field Duffle, and Heritage Lineman Bag.",
      "id": "eff95740-ab5a-4803-b586-ef1badd09ae2",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Free shipping",
      "content": "I'm afraid we don't offer free shipping. Our products are delivered for $7.95 within the lower 48. Flat rate shipping is sent by economy ground (USPS or UPS, at our discretion). If you prefer to specify UPS, please select a UPS shipping option at checkout.",
      "id": "2f3211c6-4caf-11ec-81d3-0242ac130003",
      "shortcut": "fs",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Does the Heritage Waxed Canvas Medium Ice Block Tote Bag stand up by itself?",
      "content": "Great question! Heritage Waxed Canvas Medium Ice Block Tote Bag is designed with sturdy, waxed canvas that holds its shape well. However, it unfortunately does not stand up by itself.",
      "id": "e92bf452-ce1a-4da8-a01c-4c66aed1628a",
      "companyName": "Mission Mercantile"
    },
    {
      "name": "Return policy",
      "content": "Yes, we happily accept returns and exchanges. You can check out our policy here: https://www.missionmercantile.com/pages/customer-service#returns  You can start your return at the following link: https://shopifymission.returnscenter.com/",
      "id": "2f320578-4caf-11ec-81d3-0242ac130003",
      "shortcut": "rp",
      "companyName": "Mission Mercantile"
    }
  ]
}
