{
  "companyKey": "nectar sleep",
  "templates": [
    {
      "name": "Do you offer financing/This product is too expensive (interest / credit / Affirm / Split)",
      "content": "We've partnered with Affirm to offer qualified applicants a quick and easy financing option. You can learn more about it here https://www.nectarsleep.com/mattress-financing",
      "id": "99147712-08c6-42f9-81c3-5f67d243929e",
      "shortcut": "pte",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Can I choose/schedule a delivery date?",
      "content": "While we don't have an option to schedule a delivery date, we can hold your order until a specific ship date. To place your order, please call us at (888) 863-2827 or email support@nectarsleep.com and our team will help you place an order with a scheduled ship date.",
      "id": "b6fb1586-e17a-4658-93d4-b20eb82431f7",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "How do I start a return?",
      "content": "To initiate return, please contact us by calling +1 (888) 425-4854. Our sleep specialists will be happy to help out!",
      "id": "95e677b8-336d-4b8f-a881-361bc39df7e3",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/nectarsleep/ and FB here: https://www.facebook.com/NectarSleep",
      "id": "fce18bdf-4925-491e-9c26-b3fb52a51168",
      "shortcut": "smd",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "First Responder discount",
      "content": "Thank you for your service! You can learn more and apply for your discount here:  https://www.nectarsleep.com/p/first-responders-discount/",
      "id": "0048212b-057c-400e-afe3-ce6f1bfd89a7",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Where do you ship from?",
      "content": "We ship from one of our many distribution centers located within the United States.",
      "id": "2374ee42-3fc6-4d7b-96e5-1f0ad4952aa9",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "What size bed should I get for my room?",
      "content": "I'd recommend using our mattress guide to help you determine the best size mattress for your room: https://www.nectarsleep.com/posts/how-to-choose-a-mattress/",
      "id": "040a64f0-e274-4f25-938b-55c7de8fef24",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Where are Nectar products manufactured?",
      "content": "In order to provide our customer's with their best night's sleep, Nectar has evaluated and selected the best possible materials from around the world. We have a diversified supply chain, and our products are sourced and manufactured in places such as Vietnam, Malaysia, China, Mexico and the USA with the utmost safety and sanitary measures in place.",
      "id": "392d080d-1215-417e-9501-865744e05925",
      "shortcut": "mfc",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.nectarsleep.com/p/returns/",
      "id": "5e239fbb-53b1-4675-95ee-a10f188909e2",
      "shortcut": "rp",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "What should I do with my old mattress?",
      "content": "I'm happy to help you find resources to dispose of your old mattress. Many people move their old mattress to another room, buy a mattress storage bag and keep it for visitors, give it to a friend, donate it, or even sell it. Here is some more helpful info:\n\nDonate it!\nThere are tons of great places to donate your mattress located throughout California. Try Goodwill, Salvation Army, or another charity of your choice. You might even be eligible to receive a tax-deductible receipt for your donation while helping out a great cause.\n\nSell it!\nDepending on the condition of your mattress, you may be able to get as much as $250 or more. Prices for used mattresses could start as low as $50 and go up depending on the size, quality, and condition of your mattress. There are a number of great places to list your mattress (or other stuff) for free. Check out Craigslist, Facebook Marketplace, LetGo, and OfferUp for quick and easy places to list.",
      "id": "f0c7364d-690a-457b-a01c-76bc8c4705ef",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Can you ship internationally?",
      "content": "We currently only ship to the contiguous United States, not including Puerto Rico, the Virgin Islands, Guam, etc. We do, however, ship to Alaska and Hawaii for an additional $250 per large item ordered. Shipping fees for products that have been delivered to an address in Alaska and Hawaii are non-refundable.",
      "id": "01dbccbc-77a5-41f9-8274-9f71a7995bc2",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "How is edge support on the Nectar?",
      "content": "We designed the Nectar to provide consistent and firm support edge to edge. Unlike some traditional spring mattresses that can sag or dip at the edge or in the middle--wherever you consistently put a lot of weight - Nectar's amazing foam technology means that it always gives a consistent and perfect firmness, from the outer corners right up to the middle.",
      "id": "220a1ca6-35ee-44fb-81a3-b9d9a80b9599",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Can I sleep on my Nectar mattress without the cover on it?",
      "content": "No, we do not recommend sleeping on the mattress without the cover. Removing the cover will void all warranties. Keeping the cover intact will help protect the integrity of the mattress so that you may enjoy amazing sleep for years to come. If you need to clean your Nectar mattress cover, we suggest spot cleaning affected areas with water and a mild detergent. For an easier method of keeping your mattress clean we strongly advise the use of a stain and water-resistant mattress protector (such as the ones we have available for purchase on our site) which may be removed and laundered from time to time and will keep your Nectar mattress in tip top condition!",
      "id": "48827b63-cb34-4ec0-a9d9-8209632af63a",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Healthcare professional discount",
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://www.nectarsleep.com/p/healthcare-professional-discount/",
      "id": "9637439d-b641-452f-8a59-debc9e93b39a",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Do I need a box spring for my Nectar/mattress?",
      "content": "No, you don't need a box spring but you can use a box spring. Your Nectar can be placed on any firm, solid surface (like a bed base), that's structurally capable of supporting the weight of your mattress plus its sleepers.",
      "id": "20fc7615-ad5f-4e7f-9bd2-0b9a2d5818d2",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "What is the 365-night sleep trial?",
      "content": "Nectar provides you with a full year - 365 nights - to decide if Nectar is right for you. We encourage you to take the first 30 days to get to know your new mattress, as it can take this long for your body to adjust to the support and comfort of the Nectar. Our risk free trial is about 3 times longer than the industry standard.",
      "id": "d920d79b-ccdf-4ecb-94dc-cf00301e37cc",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at +1 (888) 863-2827 or let me know if I can help via text, it may be faster.",
      "id": "dc42ba6b-fd77-45c7-9618-cc4f3e4d2f85",
      "shortcut": "ps",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Do I need to pay to return my Nectar?",
      "content": "Returns, as always, are free if you are in the contiguous U.S. If you are outside of the U.S. a delivery charge is added at checkout, but a return is still free.",
      "id": "0fa824dd-d32a-40ee-9828-8311fe384254",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://www.nectarsleep.com/p/warranty-policy/",
      "id": "8dc8ea25-b593-4a0e-bfd9-20dafde488b7",
      "shortcut": "wp",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Are your products CertiPUR certified?",
      "content": "All of our foams are eco-friendly and nontoxic as certified by CertiPUR-US®. It means the foam in the bedding has been tested to meet CertiPUR-US® rigorous standards for emissions, content, performance, and durability. Specifically, the foam is:\n\n- Made without ozone depleters\n- Made without PBDEs or the following Tris flame retardants: TCEP, TDBPP, TDCPP or TEPA\n- Made without mercury, lead and heavy metals\n- Made without formaldehyde\n- Made without phthalates regulated by the Consumer Product Safety Commission\n- Low VOC (Volatile Organic Compound) emissions for indoor air quality (less than 0.5 parts per million)",
      "id": "5e8e6ea5-6e86-4ac7-8d30-681763325270",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Why should I order through you and not through Amazon?",
      "content": "If it's best for you, then you should go ahead and purchase through Amazon. However, by purchasing directly through us, you reap the benefits of our excellent customer service and support from true product experts.\n\nYou can be confident that you'll have an amazing product, regardless of where you purchase from.",
      "id": "36e56ea6-24bd-445f-9ecb-fb3d1156d9b2",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Where do you source your materials?",
      "content": "In order to provide our customers with their best night's sleep, we've evaluated and selected the best possible materials from around the world. We source materials internationally and all of our products ship directly to you from within the US. \n\nAll of our products are created with care and within the strict safety policies currently in place to keep consumers safe. To put your mind at ease, all of our products undergo strict quality inspection here in the US before being shipped to you.",
      "id": "edf4f434-57a7-4e92-bc26-72304bbf83de",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "How long does it take for the mattress to fully expand?",
      "content": "It can take up to 3 days for your new mattress to fully expand after it's first unpacked. If you're able to, I definitely suggest waiting it out. If you can't wait, no need to worry because sleeping on your mattress before it's fully expanded won't harm it but may slow expansion.",
      "id": "15355520-f869-4c70-97b9-b22b900188f9",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Do you offer a sleep trial?",
      "content": "We make it easy to test the world's most comfortable mattress in the privacy of your own home by giving you a full year to decide if it's the right fit. With our industry-best 365-night sleep trial, there will be plenty of time for your body to adjust and for you to test your new Nectar mattress through every season. If you decide it's not a perfect match, you can return it for a full refund within your trial.",
      "id": "7f9acd77-2e2a-44c9-ac0f-351eb0dcb9c2",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Do you recommend your foam mattress?/what is good about it?",
      "content": "What's great about our Memory Foam mattresses is their versatility - they're well-suited for all types of sleepers. The key to good support is proper spine alignment, and that's where our Memory Foam really shines. It contours to your body, providing personalized support that aligns with your spine. And with a durable foam base layer, you're getting a solid foundation. So, when you choose our Memory Foam mattress, you're not sacrificing support at all. You're getting a mattress that adapts to your body, ensuring comfort and proper alignment, no matter how you sleep.",
      "id": "5e4e97a6-e251-4809-b108-64ccfbe870fc",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Tell me more about the Nectar Premier memory foam mattress",
      "content": "The Nectar Premier builds on the Nectar to give you a cooler sleep experience, using more cool-to-the-touch polyethylene and state-of-the-art phase change material in a layer of cushy pressure relieving gel memory foam. Phase change material dynamically reacts to your body's changing temperature so you can stay comfortable: https://www.nectarsleep.com/premier-mattress",
      "id": "57205832-7663-4f33-bd56-2dc591233f9a",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Tell me more about the Nectar Hybrid",
      "content": "The Nectar Hybrid is a 12-inch mattress with adaptive, breathable individually wrapped coils for targeted support and gel-infused memory foam that contours to your body's problem areas relieving pressure as you sleep. It includes a cover made with polyethylene that provides a cool-to-the-touch sensation: https://www.nectarsleep.com/hybrid-mattress",
      "id": "70e91996-2c5e-4971-91d2-16952fd21161",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Rewards/Referral",
      "content": "We make it easy and rewarding for you to help your friends and family get their best rest on the most comfortable mattress with our Refer a Friend program. Just enter your email address here:\nhttps://www.Nectarsleep.com/p/refer/\n\nGet a $100 Amazon Gift Card when a friend purchases their first Nectar mattress using your personal link. They'll get $100 off an order with a mattress through your link, too!",
      "id": "c4721f09-5d78-4151-a62d-9ecb4d1dad48",
      "shortcut": "rwd",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "What is the weight limit of your mattresses?",
      "content": "The maximum weight capacity for the Nectar mattress is 1,000 pounds of evenly distributed weight for CalKing, King, Queen, and Full mattresses. For Twin and Twin XL mattresses, the weight capacity is 500 pounds.",
      "id": "5a187405-52ec-44e5-ab27-cbde9645dc13",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Do your mattresses contain a fire retardant component?",
      "content": "Each mattress contains a fire retardant component beneath the outer cover that, in the event of a fire, helps prevent the fire from spreading to the interior materials of the mattress.\n\nAll of our products are designed, constructed, and certified by third-party laboratories to meet all federal and state regulatory and safety requirements.",
      "id": "1ef6cb47-7435-4097-b07c-db262c9b1a01",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Free shipping",
      "content": "Shipping is free within the contiguous United States. We also ship to Alaska and Hawaii for an additional $250 per large item.",
      "id": "dd297724-49d7-4d34-a479-ea06030ce4bd",
      "shortcut": "fs",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "How soon should I unbox my mattress?",
      "content": "We recommend opening your Nectar mattress within 90 days of delivery to ensure optimal expansion and performance. Leaving your mattress in its original packing for longer than 90 days is considered to be a misuse of the product, and will void its trial and warranty.",
      "id": "d88526ea-8968-41fd-8be2-d0dbe5fa5707",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "How firm are your mattresses?",
      "content": "Engineering a mattress that feels right for everyone means finding the ideal number on the firmness scale, so our mattresses are designed in the medium-firm range. Based on customer reviews, our mattresses rate about a 6.5 on a scale from 1-10. The National Institute of Health cites several studies showing that medium-firm mattresses may reduce back and shoulder pain, and relieve back stiffness, but it's important to find the right fit for your needs.",
      "id": "ab218abb-77bc-4cdf-8134-964d4018faec",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Do I need to keep any of the packing materials?",
      "content": "There's absolutely no need to keep any of the packing materials once you have unpacked your Nectar. If at any point during your trial you decide that the Nectar isn't quite right for you, don't worry about getting it back into its original box. Simply get in touch with a sleep specialist by calling 1-888-425-4854.",
      "id": "571a4333-797e-4619-a3a8-c2ec8c68a033",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Nectar Sleep Quiz",
      "content": "You can take our quiz here to find your perfect match with a few easy questions: https://nectarsleep.attn.tv/sl/UncYEW3n/ Let me know if this works!",
      "id": "011de8bf-9807-4159-926f-b64bf7d3ac1a",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Shipping time",
      "content": "We process orders within 3-5 business days. We usually ship via FedEx or UPS Ground. Standard delivery of your Nectar products takes approximately 2-5 business days for arrival once they ship.",
      "id": "dc6f0364-e83e-448a-8eae-fc3f896a3111",
      "shortcut": "shp",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Do I need a bed frame? Can I put my mattress on the floor?",
      "content": "We do not recommend putting your mattress directly on the floor. Having a bed frame comes with many benefits that add to your overall sleep quality and protect your mattress from premature damage. I suggest checking out our bed frames here: https://nectarsleep.attn.tv/sl/VbpC1e7k Let me know if you find something interesting!",
      "id": "ffc90730-0b5d-4240-8d87-a632f1e70757",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Military / First responder / Healthcare / Veteran discount",
      "content": "Thank you for your service! We do offer discounts for veterans, healthcare workers, and first responders. You'd need to verify via the links below: \nMilitary: https://www.nectarsleep.com/p/military-discount/ \nFirst Responder: https://www.nectarsleep.com/p/first-responders-discount/ \nHealthcare Professional: https://www.nectarsleep.com/p/healthcare-professional-discount/",
      "id": "29884b39-6887-4d01-954e-e1c2e9f7d76c",
      "shortcut": "ms",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Store location / retailer",
      "content": "While we don't have our own stores, we do sell our mattresses through our retail partners. You can locate the nearest partner store by checking out our store locator: https://www.nectarsleep.com/store/store-locator",
      "id": "fdac3d94-c9a8-4840-ba4e-518df89c5f05",
      "shortcut": "sl",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Cancel / edit order",
      "content": "The best way to handle this is to email us at support@nectarsleep.com or call our customer service team at +1 (888) 863-2827.  They'll be more than happy to help out!",
      "id": "9e60eb5d-8dfd-4399-8f33-bfa36d8698f9",
      "shortcut": "ced",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "I want to order the pillow included in your bundle",
      "content": "We actually don't typically sell the pillows included in the bundle, separate from that offer, however based on what we have in stock we would recommend the Tri-Comfort Pillow as the best alternative: https://www.nectarsleep.com/tri-comfort-cooling-pillow",
      "id": "c9b207ec-4837-419d-a41c-3c1b1a674bb1",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can learn more and apply for our affiliate program here: https://www.nectarsleep.com/p/affiliates/",
      "id": "6197ad82-8fbd-420f-b51f-5689892f9e0b",
      "shortcut": "ams",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Will Nectar smell or “Off-Gas” when opened?",
      "content": "Our mattresses are made with CertiPUR-US® Certified memory foam and contain no known harmful contaminants. The mattress may have a bit of a \"New-Mattress-Smell,\" but this is normal and poses no risk to your health or home. If there is any smell at all, it will typically dissipate within a few days.",
      "id": "23fe1605-6ec6-47fd-8ab8-51b391e0a03d",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Should I buy an adjustable base?",
      "content": "Buying an adjustable frame is an excellent choice that will bring your sleep experience into the future. An adjustable frame is the best option for a customized sleep experience, offering head and foot elevation allowing you to have a better sleep with miminal tossing and turning through out the night.",
      "id": "119dd923-af4d-473e-9da5-59628d8d9f2c",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Tell me more about the Nectar Signature memory foam mattress.",
      "content": "We've paired classic design with innovative fabric technology to create a cooling sleep experience with the Nectar mattress. Using polyethylene fibers to give you that cool-to-the-touch sensation, our cover draws heat away from your body and disperses it to help keep you comfortable: https://www.nectarsleep.com/mattress",
      "id": "abaed96f-bb3e-4785-ad7e-5da12398756b",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Do you recommend your hybrid mattress?/what is good about it?",
      "content": "A hybrid mattress is the best as it offers the most of both worlds- innerspring and memory foam. Our Nectar mattress offers the right height, support, and firmness to relieve pressure. It also provides seamless airflow, ensuring you don't experience humidity, sweat, or discomfort while sleeping. One can enjoy elevated comfort as these mattresses are made of premium materials with a lifetime warranty.",
      "id": "948cc72f-bc66-4391-b485-2ccd88b58569",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Tell me more about the Nectar Premier hybrid mattress",
      "content": "The Nectar Premier Hybrid is a 13-inch hybrid mattress with adaptive, breathable individually wrapped coils for targeted support and 2 inches of ActiveLift HD foam to promote proper spinal alignment. It includes a cover made with even more polyethylene than the regular Nectar Hybrid that provides a cool-to-the-touch sensation: https://www.nectarsleep.com/hybrid-premier-mattress",
      "id": "b5cec9f9-ce12-458d-a73f-4d9083b0e887",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "We don't currently offer expedited shipping options. items ship separately, and shipping expectations may vary by item. Most orders will be delivered within 5 business days once shipped.",
      "id": "177780fe-d65f-496d-8d8c-d6e0532f2968",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us at support@nectarsleep.com or give us a call at +1 (888) 863-2827. Our sleep specialists are available 24/7 and they'll be more than happy to help!",
      "id": "0114be0b-7128-4dbb-923f-e1af75d780a6",
      "shortcut": "cs",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Why should I purchase Extend?",
      "content": "Extend provides peace of mind and financial protection against the most common types of accidental stains and damages beyond manufacturing defects. A new bed is an investment, and I want you to sleep soundly knowing that you're covered when life happens. \n\nYou can rest easier knowing that the Extend Protection Plan covers you against everyday mishaps such as spills, stains, punctures, and tears for 10 years.",
      "id": "12500bd3-99e9-499f-acf1-9c960fb8060e",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Size Chart: All - Clothes",
      "content": "You can take a look at our size chart here: https://www.nectarsleep.com/posts/how-to-choose-a-mattress/",
      "id": "68088f4e-dbe9-4795-8d01-9ece849987ff",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.nectarsleep.com/sale",
      "id": "5a7e4a05-1ce3-430a-be14-4ebe31f047ca",
      "shortcut": "spg",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Discount Code Inquiry",
      "content": "Currently, our best offer is up to 40% off mattresses, or you can save up to 50% on a bundle. Since you're subscribed you'll be the first to know about any new promotions and deals! Please let me know if you need any help!\n\nhttps://www.nectarsleep.com/mattress-bundles/adjustable-frame-bundle",
      "id": "fc9a035c-359e-4c81-a6a3-56908e189beb",
      "shortcut": "dci",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Can I use my HSA/FSA at Nectar?",
      "content": "Yes, select Truemed as your payment option at checkout and use your HSA or FSA card like any other credit card.",
      "id": "d65c115f-1736-4403-a4a0-cdad66c6b1e0",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "What products are HSA/FSA eligible?",
      "content": "You can use your HSA/FSA for eligible Nectar products! Feel free to check out this link for more information: https://nectarsleep.attn.tv/a4nwCMwa81eK",
      "id": "65929b75-a7a4-44e5-a94b-9428470c3b47",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "White glove delivery, can you remove my old bed and set up the new one?",
      "content": "If you opt for our White Glove Delivery, for only $199, your new bed is delivered to your room of choice and set up. We'll also remove your old mattress. (Bedding, such as the Serenity Bundle, will ship directly to you.) You can read more about it here: nectarsleep.com/white-glove-service",
      "id": "e3ed9b20-951b-41be-95b1-684f649645b1",
      "companyName": "Nectar Sleep"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can also use our convenient online tool to see the latest updates on your order: https://www.nectarsleep.com/login/order-number",
      "id": "4724736c-fd55-430d-a487-2e9335cba81f",
      "companyName": "Nectar Sleep"
    }
  ]
}
