{
  "companyKey": "newton baby",
  "templates": [
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.newtonbaby.com/pages/coupons",
      "id": "f3ed129c-2a00-408f-a69f-6f8ea28029e4",
      "shortcut": "spg",
      "companyName": "Newton Baby"
    },
    {
      "name": "Post Purchase Inquiries",
      "content": "We don't handle post-purchase requests via text. Please email your request to info@newtonbaby.com or feel free to call this number  (800) 686-3986. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "id": "e001af98-03af-45e2-b14c-a3ffc2bc7fb3",
      "shortcut": "ppi",
      "companyName": "Newton Baby"
    },
    {
      "name": "Does the pack and play fit a regular size crib sheet?",
      "content": "Our Travel Crib requires a custom sheet due to the unique construction and assembly of the play yard. You can find our Travel Crib sheet sets here: https://newton.attn.tv/sl/7SIGDLU3",
      "id": "4d90a95c-66ad-4a22-b1f6-02dd51cb2f73",
      "companyName": "Newton Baby"
    },
    {
      "name": "Height/weight limit for Travel Crib",
      "content": "The Newton Travel Crib & Play Yard is designed to grow with your child from infancy through toddler years. As with any children's product, your little one's milestones will be the best indicator to determine when it is time to transition out of the product.\n\nThe Travel Crib & Play Yard Bassinet Insert is designed for newborns and infants up to about five months or roughly 15 pounds. Once your little one begins to push up on hands and knees, or can roll over, it is time to transition from the Bassinet insert to the main Travel Crib. The Travel Crib & Play Yard is designed to be used from infancy through the toddler years. Once your toddler is able to use the side rails to pull themselves up off the floor in an attempt to climb out, the Play Yard should no longer be used.",
      "id": "e46c1701-fdb9-454b-ae13-50fbdbda39c2",
      "companyName": "Newton Baby"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all domestic orders.",
      "id": "05f76f1e-d7c2-40dd-bd1c-d4f3991a7731",
      "shortcut": "fs",
      "companyName": "Newton Baby"
    },
    {
      "name": "Is there a silica or desiccant packet in the bag with the mattress?",
      "content": "There's no desiccant packet in the mattress bag.",
      "id": "a16e1edb-c27a-44a6-911e-7178e6cd488f",
      "companyName": "Newton Baby"
    },
    {
      "name": "Do you accept FSA?",
      "content": "Unfortunately, FSA payment isn't permitted for our products.",
      "id": "9071cad9-c868-4880-9ff0-a68dbdb3a9c5",
      "companyName": "Newton Baby"
    },
    {
      "name": "Why is it called two stage?",
      "content": "Our mattresses are designed to grow with your little one from infancy through toddler years. Our mattress is the same firmness on each side, giving your little one the same breathability and comfort thorough each stage, along with the perfect firmness for your baby's growth and development.",
      "id": "a1dc5fe2-99b5-431a-85e9-f29d88a80619",
      "companyName": "Newton Baby"
    },
    {
      "name": "Shipping time",
      "content": "All Newton products have a processing time of 1-3 business days. Our partner products like cribs, dressers, and Figgy products can take up to 5 days before shipping out.",
      "id": "298dfab4-3d8c-458d-a537-270aac1d101b",
      "shortcut": "shp",
      "companyName": "Newton Baby"
    },
    {
      "name": "Difference between the toddler and infant side of the waterproof pad/cover?  (simplified version)",
      "content": "The infant side is more breathable while also stopping any bed-wetting from leaking all the way down to the floor of your nursery. When an accident happens, simply remove and wash the cover and spray down the core. Then once your child can pull to stand on their own and breathability isn't as important, put the waterproof surface on the top to stop messes from getting into the core. Of course you can always clean the core, but this will save you some time.",
      "id": "51341e50-85cc-42e8-b9aa-e27b7d3fab37",
      "companyName": "Newton Baby"
    },
    {
      "name": "Does your waterproof mattress make a lot of noise?",
      "content": "Our approach to waterproofing is unique, as we don't place the waterproof liner on top of the mattress, but actually quilt it into the bottom layer of the cover, under 2 layers of highly breathable spacer material. This allows for a channel of air between your baby and the waterproof layer, and less chances of noise keeping your baby awake. The biggest risk for suffocation during child development is during the first 12 months. Though the waterproof side is still breathable, we want infants to have the most breathable, completely unhindered airflow sleeping environment possible for the first year, which is why we recommend waiting until year 1 to use the waterproof side, however, you know your child's development and mobility best. While we understand Waterproofing seems most desirable to help with messes, the infant side of the cover is water-resistant and when babies leak or *explode* in the first year of life, these accidents are easily managed by washing the cover and most times even rinsing the core.",
      "id": "2414f36d-ff42-4569-ab79-17ee1825f8a1",
      "companyName": "Newton Baby"
    },
    {
      "name": "Does the mini fit in a pack n' play?",
      "content": "The Mini Crib Mattress is meant for a rigid-sided mini crib only. It's not recommended that you put a supplemental mattress into a pack n' play for safety reasons. Use only the pad and mattress provided by the manufacturer in play-yards, as they are meant to fit securely in the product. Because pack n' plays or play-yards are soft-sided, placing a supplemental mattress inside of one can cause a gap and safety hazard for your little one. The great news is that Newton makes a Travel Crib & Play Yard with a breathable mattress that Newton is known for!",
      "id": "34f6db59-9d0f-47c6-9bd8-2c8f704d087d",
      "companyName": "Newton Baby"
    },
    {
      "name": "Will your mattress still work if my measurements are different/or close to yours?",
      "content": "Our mattress is made to fit all standard American-sized cribs. The material of our mattress core is more pliable than those used in most standard mattresses and therefore will have some give to be able to fit snugly into the crib and not be a safety hazard. When checking that our mattress will fit in your crib, be sure that you're using the measurement of the inside of the crib, not that of the outside edge to outside edge.",
      "id": "43ab49c2-4b29-45d9-b8a3-6113aecb92ba",
      "companyName": "Newton Baby"
    },
    {
      "name": "Is a sheet recommended? Difference between using the waterproof mattress vs the regular one with a waterproof cover/pad?",
      "content": "The cover for the Original mattress isn't waterproof but it is water resistant. Most messes won't go through to the core, allowing you to easily switch the cover during a late night change and get your little one back to sleep. It has the same breathe-thru materials on both sides making it easy to flip or switch as needed. When you're ready to add waterproof protection during toddler and potty training stages, the mattress pad easily fits on it like a fitted sheet giving breathable, waterproof protection. The pad is also a great item to have when traveling or for a childcare setting, as it can give a layer of breathability to traditional crib mattresses. Our Waterproof mattress has an underlining of waterproofing on one side of the cover for toddler years and the same breathe-thru material of the Original on the infant side. Of course, you can use a sheet! Make sure it's a breathable muslin cotton sheet that doesn't hinder the mattress' airflow. We make the softest, most breathable sheets that fit perfectly around your crib mattress, and you can find them here - https://newton.attn.tv/sl/ttfkGkLf",
      "id": "51c8bfed-2345-4d3d-a342-0a1c78f5adba",
      "companyName": "Newton Baby"
    },
    {
      "name": "Difference between the original and waterproof mattress core?",
      "content": "Our mattress core for the original and waterproof mattress are the same, however, the covers are different, and are interchangeable as well.",
      "id": "5deb7f2c-adc6-4b8d-a2d5-0c6f084f1cb4",
      "companyName": "Newton Baby"
    },
    {
      "name": "What items do your discount codes/sales apply to?",
      "content": "Discount codes have different rules and exclusions. Most cribs, dressers, and all Figgy products are always excluded, however.",
      "id": "697bca22-1927-4b55-8e21-39849bf36cca",
      "companyName": "Newton Baby"
    },
    {
      "name": "Can the Newton mattress be used from infancy through toddler years?",
      "content": "Yes, our mattress is designed to grow with your child from infancy through toddler years. It's designed to offer the firmness and support your infant needs for bone growth and development, yet it's comfortable enough for your toddler. Once your baby reaches toddler years, consider adding the waterproof mattress pad to help battle those bigger late night messes without losing the breathability and comfort that they love.",
      "id": "7635769e-0f5b-4b02-a2a5-32d63b667dd0",
      "companyName": "Newton Baby"
    },
    {
      "name": "Are there studies that show babies sleep better on your mattress?",
      "content": "There have not been any general studies. Since all babies sleep and respond in different ways, there wouldn't be a way to make a final determination for all of them. You can check out our reviews to see how so many parents report their little ones sleep longer and better on Newton. One thing we can say for certain is that they do sleep more SAFELY on our mattress. Here's a link to an article that can explain how we know this to be a certainty - https://newton.attn.tv/sl/m8ZB5roF",
      "id": "09788427-2b13-4f7c-95d3-ed6b4c456366",
      "companyName": "Newton Baby"
    },
    {
      "name": "Store location / retailer",
      "content": "Babylist, buybuyBaby, Nordstrom.com, and Amazon are authorized retailers for Newton Baby. We also have certain specialty retailers that carry the crib mattress as well. Please contact us at info@newtonbaby.com to find the closest retailer near you.",
      "id": "629f613c-d1e8-4121-98c7-ea6909a71035",
      "shortcut": "sl",
      "companyName": "Newton Baby"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.newtonbaby.com/pages/returns-exchanges",
      "id": "a0a7971f-f4e4-41fe-9463-25a8a185a33b",
      "shortcut": "rp",
      "companyName": "Newton Baby"
    },
    {
      "name": "How durable is the pet bed?",
      "content": "While made with strong, durable materials, the bed can be chewed, just like all other furniture. If your pet(s) display chewing behaviors, be sure to keep an eye on them to discourage chewing their new bed.",
      "id": "58e5e55e-3499-4e46-8e24-a38be52c403b",
      "companyName": "Newton Baby"
    },
    {
      "name": "Cancel / edit order",
      "content": "The quickest way to get the information to our team to request a change or cancelation in your order is to follow this link. Here you can fill in your order and specific request details to go directly to our lead agents. \nhttps://bit.ly/3taPNIv",
      "id": "4604c19d-1cc6-4e07-b3ba-27bbd4e08418",
      "shortcut": "ced",
      "companyName": "Newton Baby"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://instagram.com/newtonliving/ and FB here: https://www.facebook.com/newtonlivinginc",
      "id": "7892b371-c588-46fa-80da-959b1913b3b5",
      "shortcut": "smd",
      "companyName": "Newton Baby"
    },
    {
      "name": "Difference between the waterproof cover and pad?",
      "content": "The cover is used on our Original Crib Mattress, while pads can be used for potty training or adding clean breathability on any mattress.",
      "id": "81ec5f80-e95e-4743-9e19-a4eb98f6253a",
      "companyName": "Newton Baby"
    },
    {
      "name": "The cover that zips around the mattress doesn't seem fitted (there's too much space)",
      "content": "Our covers are machine washable and designed to shrink to fit after the first wash. Before first use, we recommend that you wash the outer cover (not the inner viscose layer) in hot water and dry on a warm setting until completely dry. Your cover should fit properly after doing so. After this initial wash, please follow the instructions on the care tag for all future washes.",
      "id": "88929896-5041-4e6c-b6e1-cbdfd677e6ed",
      "companyName": "Newton Baby"
    },
    {
      "name": "Is the waterproof pad necessary if you purchase the waterproof mattress?",
      "content": "We have many parents that purchase a waterproof pad for their mattresses. Not only is it easy to remove for late night changes in potty training years, but it is also the best item to have when traveling or at a caregiver's since the pad can add a layer of breathability to any mattress surface.",
      "id": "9d9c82b1-926c-45f0-a4de-574e29235029",
      "companyName": "Newton Baby"
    },
    {
      "name": "Do your mattresses contain memory foam?",
      "content": "Our mattresses don't contain memory foam, but our covers that go on the mattresses are water resistant.",
      "id": "6ebf4551-0341-4791-9963-42f563eb1d0b",
      "companyName": "Newton Baby"
    },
    {
      "name": "Do you have a mattress babies can use until they're 5 years old?",
      "content": "Please note that none of our products are age-specific, but rather based on weight or developmental stages.",
      "id": "711cfd3a-9644-4d81-8984-f12606d12cae",
      "companyName": "Newton Baby"
    },
    {
      "name": "Differences between your 3 mattresses? (Essential, Original, and Waterproof Crib Mattress)",
      "content": "Our crib mattresses come in three versions. Our patented Wovenaire core is in all of our mattresses and it's made up of 90% air by volume and 10% food-grade polymer, Wovenaire is, well, just that - woven-air. The difference in the mattresses comes down to what type of cover is best for your family. The 3 mattress options are the Essential, Original, and Waterproof Crib Mattress. \n\nThe Essential is a slimmer profile at only 4\" thick instead of 5.5\" that you find in the Original and Waterproof versions. The covers vary in each type of mattress, so the Essential one has a thinner single layer of spacer material that covers the Wovenaire core, the Original, however, is made with 2-layers of thick spacer material that is quilted together to create soft pillows of air over the fully breathable Wovenaire core, and our Waterproof Mattress uses the same construction in the cover as our Original one, plus a layer of breathable waterproof lining added to one side of the cover. This toddler side helps combat bigger messes as your baby grows and potty training begins! Each mattress cover fully zips off, and the entire mattress is washable from cover to the core. The Essential is a bit firmer in feel, as the cover isn't as thick or quilted as the other 2 which are 2-stage mattresses: firm enough for babies, and comfortable to grow with them all through toddler years.",
      "id": "3f6c61fb-3cf3-49b1-82c3-b1afee5b23eb",
      "companyName": "Newton Baby"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! If you wish to collaborate with us, here's where you can get started on that - https://www.newtonbaby.com/pages/collaborate For other sponsorship inquiries, please email us directly at info@newtonbaby.com. Our team is happy to chat.",
      "id": "485d297f-7b13-45fc-a2c4-9102d01dbef6",
      "shortcut": "ams",
      "companyName": "Newton Baby"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us here info@newtonbaby.com or give us a call at (800) 686-3986. Our team is happy to help!",
      "id": "c939d416-439a-4c6d-9b26-fd9fa22d03d0",
      "shortcut": "cs",
      "companyName": "Newton Baby"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here - https://www.newtonbaby.com/pages/help#is-there-a-warranty",
      "id": "cb0b7d49-4843-449a-8d65-d7f04e7dc72f",
      "shortcut": "wp",
      "companyName": "Newton Baby"
    },
    {
      "name": "Can I return your mattress if it doesn't work/fit?",
      "content": "We offer an easy 100-night trial which allows you to receive the mattress in your home and try it out for yourself. Should it not be the right mattress for you and your little one, simply contact us and we will make arrangements for the return of the product with a full refund to you. This is only offered when purchased on newtonbaby.com. If our products are purchased from another retailer, the retailer's return policy applies to the product. \n\nOnce purchased, be sure to fill out the warranty page with the baby's due date and the 100-night trial will begin on that date! Should anything change with regards to the date, please notify us. You can find the form here: https://newton.attn.tv/sl/YELguh0e And don't forget to keep the packaging stored in case you wish to return it to us.",
      "id": "bb90fef2-eb43-4d0d-bcc5-a9dcb4bcd842",
      "companyName": "Newton Baby"
    },
    {
      "name": "Do you have waterproof covers for the mini crib?",
      "content": "We only carry extra covers for the mini in the construction the mattress comes in. This is a single layer of spacer material, designed for maximum breathability, and it's easy to remove for washing!",
      "id": "be4b945b-c656-417d-8936-502c4cdc4525",
      "companyName": "Newton Baby"
    },
    {
      "name": "When's your next sale/promo?",
      "content": "We run different promotions at different times and I don't have complete knowledge of the promotion's calendar, but please stay tuned through our text channel so you'll be the first to know!",
      "id": "c4b5a167-61db-4908-9eb6-705b47f0a29e",
      "shortcut": "ncode",
      "companyName": "Newton Baby"
    },
    {
      "name": "Description of the white liner",
      "content": "The white liner that goes between your mattress core and quilted mattress cover is your fire-retardant viscose layer that meets federally required fire safety regulations. This component is included with any extra cover purchased.",
      "id": "c94b6675-1b16-4c9c-aea4-40ee89dabd06",
      "companyName": "Newton Baby"
    },
    {
      "name": "Difference between the toddler and infant side of the waterproof pad/cover?",
      "content": "The cover for the Original mattress isn't waterproof but it's water resistant. Most messes won't go through to the core, allowing you to easily switch the cover during a late night change and get your little one back to sleep. It has the same breathe-thru materials on both sides making it easy to flip or switch as needed. When you're ready to add waterproof protection during toddler and potty training stages, the Crib Mattress Pad easily fits on it like a fitted sheet giving breathable, waterproof protection. The pad is also a great item to have when traveling or for a childcare setting. Our Waterproof mattress has an underlining of waterproofing on one side of the cover for toddler years and the same breathe-thru material of the Original on the infant side. The biggest risk for suffocation during child development is during the first 12 months. Though the waterproof side is still breathable, we want infants to have the most breathable, completely unhindered airflow sleeping environment possible for the first year, which is why we recommend waiting until year 1 to use the waterproof side, however, you know your child's development and mobility best. While we understand waterproofing seems most desirable to help with messes, the infant side of the cover is water-resistant and when babies leak or *explode* in the first year of life, these accidents are easily managed by washing the cover and most times even rinsing the core.",
      "id": "d63b54c2-5457-4caf-819f-51196e7478c3",
      "companyName": "Newton Baby"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "We are proud to say all of our products are designed by our team in the US. For our mattresses, our patented Wovenaire material is made in the USA at our facility in TN.  All final assembly, quality control, and distribution happen here in the US. More detailed information on each product can be found on the product's  page.",
      "id": "b8225feb-15a8-44e2-9249-4e742094ad96",
      "shortcut": "mfc",
      "companyName": "Newton Baby"
    },
    {
      "name": "Are original and essential crib mattresses waterproof?",
      "content": "The cover for the Original & Essential Crib Mattress isn't waterproof, however, it's water resistant. For waterproof protection in later months, you can add our breathable and waterproof Crib Mattress Pad.",
      "id": "fd6fc102-e9e5-433c-8888-5214ece4e87a",
      "companyName": "Newton Baby"
    },
    {
      "name": "Apply discount retroactively",
      "content": "We don't handle post-purchase requests via text. Please email your request to info@newtonbaby.com or feel free to call this number  (800) 686-3986. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "id": "6b115d96-e6e8-40b5-9678-2abe9c894811",
      "shortcut": "rdr",
      "companyName": "Newton Baby"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (800) 686-3986 or let me know if I can help via text, it may be faster.",
      "id": "ffa8edae-808e-47ca-a61e-bec58ced2bf8",
      "shortcut": "ps",
      "companyName": "Newton Baby"
    },
    {
      "name": "Can I lay with my child at night (kids' mattress)?",
      "content": "Our mattress is suitable for infancy through toddler years and has been tested up to 100 lbs and will easily transition with your toddler. Things like getting in for story time and comforting at night will be just fine, but keep in mind it is a Kid's Mattress and intended for use for your growing little ones.",
      "id": "f4d46f3f-3b8e-4748-b401-f694c489b0a7",
      "companyName": "Newton Baby"
    },
    {
      "name": "What are your sheets and swaddles made of?",
      "content": "Our sheets are made from 100% Organic Cotton Muslin for maximum breathability and comfort. Super soft from the first touch, our sheets and swaddles are GOTS certified and are designed to be as breathable as our mattress.",
      "id": "9ea46953-4dfe-46cd-8f4e-1d6efe19d9b4",
      "companyName": "Newton Baby"
    },
    {
      "name": "Are the pet beds orthopedic for older dogs or joint problems?",
      "content": "Yes! Our orthopedic pet bed is designed to ease joints and cushion pressure points for a better, more restful and super comfortable sleep.",
      "id": "2b7a0268-b0b1-4157-bad1-5ffb95aaf773",
      "companyName": "Newton Baby"
    },
    {
      "name": "Do I need a pad for the Kids' Mattress?",
      "content": "The Kids' Mattress is not waterproof. The cover material is water-resistant, and we recommend adding the Twin Waterproof Mattress Pad to the Kids' Mattress as needed for potty training and accident protection. The pad will also add an additional layer of cushion to the mattress while making cleaning and getting your child back to bed that much easier.",
      "id": "fe0e0985-e30a-4d15-8454-e8b9ba0457a5",
      "companyName": "Newton Baby"
    },
    {
      "name": "Can I wash the pet bed?",
      "content": "Absolutely! The fully removable cover and polyester-filled washable bolsters can be tossed into the washing machine, and the Wovenaire core can be taken into the shower or hosed off outside.",
      "id": "1ae9941a-6031-432b-9f93-ec664dd87368",
      "companyName": "Newton Baby"
    },
    {
      "name": "How long will the pet bed last?",
      "content": "Our dog beds are designed to be slept in and will last for years, with regular wear and tear. The lifespan of a pet bed depends partly on the age, character, and sleeping habits of your dog.",
      "id": "b1c3150a-13e2-4a08-bff4-f6bcd0710964",
      "companyName": "Newton Baby"
    },
    {
      "name": "What is Wovenaire?",
      "content": "Wovenaire is a patented cushioning material that replaces foam, latex, and springs and it's the core of all our mattresses. It's made of 100% recyclable food-grade polymer, an LDPE grade 4 plastic. It's the same material as a yogurt container! Wovenaire is 90% air by volume - which makes it incredibly light and, well, airy. In addition, Wovenairee is made with hypoallergenic materials, and it is the most hygienic sleeping surface for your little one because it's completely washable. It's Greenguard Gold Certified, which means it is tested and certified to have the lowest chemical emissions possible.",
      "id": "ac86b74e-aff9-4c34-bb7a-d0c3a404643f",
      "companyName": "Newton Baby"
    },
    {
      "name": "Is the Kids' Mattress comfortable for my child?",
      "content": "Our Kids' mattress is made with the same technology, comfort, and firm support Newton is known for in our crib mattresses. The Kids' Mattress offers the support your growing toddler needs as they transition from their crib to their big-kid bed. It's designed for toddlers 100lbs and under. Many parents tell us their little ones start sleeping better from the first night, and we couldn't be happier.",
      "id": "4993f93b-b3b7-4f6e-91e0-5e00677ec299",
      "companyName": "Newton Baby"
    },
    {
      "name": "What’s the mattress made of?",
      "content": "Unlike foam and latex, our mattresses are completely safe, non-toxic, hypoallergenic, and breathable. Our mattresses consist of 3 components: the Wovenaire unique core material made of 90% air and 10% food-grade polymer (that's the stuff yogurt containers are made from), the 3-dimensional Breathe-Thru cover that is 100% polyester, and an encasement made of viscose (a reconstituted wood pulp) that is used as a natural fire barrier. Our Waterproof Mattress and Waterproof Crib Mattress Pad have a TPU lining that is a heat-sealed fabric waterproof lining. Additionally, all of our mattresses are Greenguard Gold certified, showing our products are safe and non-toxic and will help improve indoor air quality.",
      "id": "684adc4d-87ab-4d8a-a7b6-eab7b7eab35c",
      "companyName": "Newton Baby"
    },
    {
      "name": "How often should I wash my mattress?",
      "content": "You can wash your crib mattress as often as needed. Spot clean, or give it a full wash whenever you like! The cover can be laundered as much as you desire, or as often as you would launder your fitted sheet. Make sure to check our care and use instructions for the best practices on how to care for your mattress here: https://www.newtonbaby.com/pages/assembly-care",
      "id": "cd372d28-60fb-4d04-9f09-3a3697abb71a",
      "companyName": "Newton Baby"
    },
    {
      "name": "Do you make custom sizes?",
      "content": "At this time, we cannot make custom sizes. Really sorry about that!",
      "id": "a1fb622c-ab62-430d-8ec9-225f6134506d",
      "companyName": "Newton Baby"
    },
    {
      "name": "Can I order now and have you hold the items for a future delivery date?",
      "content": "I'm sorry, but at this time, we're not able to postpone the delivery on orders. Once the order is placed, we will ship the items in approximately 1-2 business days, after its available ship date. Orders will arrive in 4-12 business days once they are shipped. If you are hoping to delay shipment in order to maximize your 100-Night Trial, keep in mind that your trial starts at your due date once you register your product here: https://www.newtonbaby.com/pages/warranty",
      "id": "0714a514-bd85-494f-a322-14024c6bc5a4",
      "companyName": "Newton Baby"
    },
    {
      "name": "How long will my baby sleep in the bassinet?",
      "content": "Normally, babies will spend up to the first six months in a bassinet or bedside sleeper. As your baby begins to grow, starting to transition them into their cribs for naptime is a great way to help them get used to their crib. Having a Newton Crib Mattress in your crib will ease your baby into their crib setting, as the comfort and breathability they have become used to in the bassinet will be present in their new sleep space as well.",
      "id": "079c072a-867a-4153-8c43-bb038bbb7ec7",
      "companyName": "Newton Baby"
    },
    {
      "name": "What is the size of the Kids' Mattress?",
      "content": "The mattress is designed to fit all traditional twin bed frames. It measures 38\" x 75\" x 5.5\".",
      "id": "72cf81af-a353-4e47-8424-5083fcb22d46",
      "companyName": "Newton Baby"
    },
    {
      "name": "Are returns reused or refurbished?",
      "content": "Any items that are returned that have been used or opened are recycled and never resold or refurbished.",
      "id": "84e133e5-51a2-476e-a3ea-d4f0079a4acc",
      "companyName": "Newton Baby"
    },
    {
      "name": "How do I assemble the Kids’ Mattress?",
      "content": "Before attempting to assemble your kids' mattress, please note that the cover and core will arrive in 2 separate boxes. Ensure receipt of both boxes and follow the steps below:\n\n1. Unroll cover (arrives unzipped as top and bottom layers) and set top cover aside\n2. Lift side walls of bottom cover into a box shape\n3. Fit all 3 core segments inside, making certain that all edges (especially the top edges) align flush against each other (no bumps or spaces in between)\n4. Place top cover over assembled bottom cover and core\n5. Zip closed, tucking front flap in between core and side walls\n\nHope this helps and please let me know if there's anything else I can assist you with.",
      "id": "49ebd6f0-b886-4d3b-a30c-2289e63249cc",
      "companyName": "Newton Baby"
    },
    {
      "name": "Can I add my baby’s mattress to my registry?",
      "content": "Absolutely! We understand that a mattress is the most important purchase you will make for your baby, so we've tried to make it easy for you to add us to your Babylist, Amazon, or buybuyBaby registries! Visit any of our product pages and click on the \"Add to Registry\" button to add us to your registry.",
      "id": "b069fe4e-082c-4382-a475-ba5b495d934d",
      "companyName": "Newton Baby"
    },
    {
      "name": "Is there any off-gassing?",
      "content": "Newton mattresses, covers, and pads have been independently tested and certified by UL to meet Greenguard Gold standards for the lowest chemical emissions. The standards are among the most rigorous in the world to test for the lowest measurements of chemical emissions (such as VOCs), and it certifies that Newton products help to promote healthier indoor air quality. With Newton, you can rest assured your baby is sleeping safely.",
      "id": "a84b06dd-b73e-46a4-bd5f-a0c96e32ec29",
      "companyName": "Newton Baby"
    },
    {
      "name": "How do I remove the cover of the mattress to wash it?",
      "content": "The cover has a full zip around the mattress, which allows for ease of changing and washing as needed!",
      "id": "4bea8d37-9858-472c-9d3a-e33271c72f3c",
      "companyName": "Newton Baby"
    },
    {
      "name": "Are the pet beds waterproof?",
      "content": "Our unique quilted spacer cover offers complete, unhindered airflow through the cover and core for your pet's ultimate comfort. While it is not waterproof, it is water-resistant, and most messes stay on the cover. Plus, the cover can easily be removed and tossed into the washing machine, and the core can be hosed off or taken into the shower for a full clean.",
      "id": "ad19bf0c-a773-4849-a346-7fca5f0a22f1",
      "companyName": "Newton Baby"
    },
    {
      "name": "Does the Kids' Mattress use flame retardants?",
      "content": "While many of our competitors use toxic chemical fire retardants, we do not. Instead, we use a layer of viscose material sewn into our cover. Viscose material is made from reconstituted wood pulp and is chemical-free. We quilt this material into our mattress covers for a safer non-toxic solution.",
      "id": "b7fe332a-a5e4-492e-8975-afab77470600",
      "companyName": "Newton Baby"
    },
    {
      "name": "Is the mattress comfortable?",
      "content": "Newton mattresses are not as rigid as other mattresses because of our unique materials and breathable construction consisting of 90% air by volume. The breathability offers temperature regulation, and the cover provides a cushy feel to give your little one a more comfortable sleep. Parents tell us all the time that their little ones start sleeping better right from the first night!",
      "id": "e51e69a9-25ff-4b5c-ad62-2c47db47abf4",
      "companyName": "Newton Baby"
    },
    {
      "name": "Are the your products hypoallergenic?",
      "content": "We only use hypoallergenic materials in our products. By virtue of the mattress' breathability and Newton's Breathe-Thru technology, humidity and moisture build up are dramatically reduced, eliminating a haven for dust mites to breed. Our products' easy washability helps to ensure all dust and allergens are kept at bay.",
      "id": "9920233a-947b-447e-ac3c-9de54ef4f0e1",
      "companyName": "Newton Baby"
    },
    {
      "name": "Are your products available on other websites? Amazon/buybuyBaby/Babyli.st",
      "content": "Yes! We've made it more convenient for you to purchase our products by also listing them on Babyli.st, Amazon, and buybuyBaby! Here's our official Amazon store: https://www.amazon.com/stores/NewtonBaby/page/D6802D53-56C4-412D-85E6-4061273C7BEA?ref_=ast_bln , Babyli.st: https://www.babylist.com/store/b/newton-baby/985 and buybuyBaby: https://www.buybuybaby.com/store/brand/newton-baby/4228",
      "id": "d2137470-26df-46a7-9c47-486c7c229baf",
      "companyName": "Newton Baby"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a referral program where you can share the love with a friend by giving them $30 off a Newton Mattress and you'll get an electronic $20 Visa Gift Card when they make a purchase. Check it out here - https://www.newtonbaby.com/pages/refer-a-friend",
      "id": "cfee8cf8-95a7-42d0-a1ed-ca89763bcd93",
      "shortcut": "rwd",
      "companyName": "Newton Baby"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at info@newtonbaby.com. Our team is happy to chat.",
      "id": "f4b5fedc-754a-4f2d-b6db-34f8906f18e8",
      "shortcut": "wls",
      "companyName": "Newton Baby"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "4fd44af0-c520-430c-929b-492040c95e3e",
      "shortcut": "ms",
      "companyName": "Newton Baby"
    },
    {
      "name": "Sizing",
      "content": "Happy to help! You can learn more about our crib and mattress sizes here: https://www.newtonbaby.com/blogs/news-tips/crib-mattress-size",
      "id": "7a18f70e-18a2-4c9f-833a-ed0a68aff51f",
      "shortcut": "sz",
      "companyName": "Newton Baby"
    },
    {
      "name": "Where do your mattresses ship from?",
      "content": "Our mattresses ship from Tennessee. Let me know if you need further help.",
      "id": "691b5e99-7e26-4da4-8db0-4690e2038479",
      "companyName": "Newton Baby"
    },
    {
      "name": "Travel Crib & Play Yard pad fit",
      "content": "To ensure the sleeping pad is properly installed, please be sure that the following assembly tips are followed:\n\n- All 4 legs are locked into place. You should hear a soft snap or click as the locking mechanism of each leg engages\n- Attach all four rubber feet to the bottom of each leg\n- Place the custom sheet on the pad.\n- Ensure that all fabric on the Travel Crib legs is pulled down into correct position and not bunched up or pulled up on leg (as this will pull up the corners of the base)\n\nThe Newton Travel Crib and Play Yard is anything but traditional, and you can expect some details to be different than you might be used to with other travel cribs. Because the sleeping pad is not attached to a rigid base, you may not see the same type of fit that you might see with a traditional travel crib. With Newton, every component has been designed and constructed to be as breathable as possible. From the sheet, through the sleeping pad and cover, all the way to the side walls of the travel crib itself - all of these fabrics are fully breathe-thru. This means that if there is an unintended bump in the fabric, you can rest easy knowing that there is no safety concern with the fully breathable mattress in the Newton Travel Crib.",
      "id": "1dcd7273-6476-4875-b23f-448bb80f416f",
      "companyName": "Newton Baby"
    },
    {
      "name": "I can't use the SLEEPING25 code on the Essential Mattress",
      "content": "We recently changed the price of the Essential Mattress from $249.99 to $199 so we no longer allow any promotions on that item. We sincerely apologize for any inconvenience.",
      "id": "aafe68e2-7ed6-40b1-aef7-6b5f7745d8e9",
      "companyName": "Newton Baby"
    },
    {
      "name": "Bassinet Infant Panel Breathability",
      "content": "As with all Newton products, our Bassinet & Bedside Sleeper was crafted with the highest standards of safety, design, and innovation. This specific area of the Bassinet & Bedside Sleeper utilizes a slightly different material than the mesh surround in order to properly support the infant access opening. Rest assured that this material was thoughtfully selected to allow for proper ventilation and, ultimately, a safe and comfortable sleep environment for your baby.",
      "id": "e383fe92-010c-4f86-88ed-9107f620a2ff",
      "companyName": "Newton Baby"
    },
    {
      "name": "Can I return the item if I don't have the original box?",
      "content": "Cribs must be returned in their original packaging, unused, and unassembled.",
      "id": "aaf53173-9f3e-4d26-b575-3769c7bc6ad7",
      "companyName": "Newton Baby"
    },
    {
      "name": "Size Chart: All - Clothes",
      "content": "You can take a look at our size chart here: https://www.newtonbaby.com/blogs/news-tips/crib-mattress-size",
      "id": "1ab2c719-1bbb-40b4-b7fd-8ef9c2be5d31",
      "companyName": "Newton Baby"
    },
    {
      "name": "When does my 100 day trial start?",
      "content": "Our 100-night free trial starts on the day you receive your qualifying Newton product. You just need to register here: https://newton.attn.tv/a70IqPhhvbZ2 Hope this helps!",
      "id": "2244abfa-2a51-45fc-bdb7-1fc800c874b3",
      "companyName": "Newton Baby"
    }
  ]
}
