{
  "companyKey": "onnit",
  "templates": [
    {
      "name": "Do you have anything for blood sugar control?",
      "content": "Unfortunately, we don't have anything formulated specifically for blood sugar control.",
      "id": "15b55643-8c66-4c08-8c18-1796f60df624",
      "companyName": "Onnit"
    },
    {
      "name": "Will you be discontinuing fitness equipment?",
      "content": "We've decided to discontinue all fitness equipment in order to focus more deeply on what we do best: providing high-quality supplements designed to support mental and physical performance. This shift allows us to expand our support for a broader range of fitness and activities that our community engages in without being limited to specific tools or gear. \n \nOnce fitness items are gone and they will not be returning.",
      "id": "e0434bbc-9218-4aa1-b5f6-18690eb44c0f",
      "companyName": "Onnit"
    },
    {
      "name": "What's the best time to take creatine?",
      "content": "The best time to take creatine depends on your goals and routine, but here are the most effective options based on current research:\n \nMost Effective Time: Post-Workout\nWhy: Your muscles are more receptive to nutrients after a workout.\nBenefits: May improve muscle recovery, strength gains, and muscle growth.\nBest practice: Take it with a meal or shake that includes protein and carbs.\n\nThe key is consistency, since creatine builds up in your muscles over time. If you're not training daily, just pick a time you'll remember to take it.",
      "id": "791b8fdf-c6e3-486b-9a31-1187fc81e881",
      "companyName": "Onnit"
    },
    {
      "name": "Do your products affect blood pressure?",
      "content": "None of our products are formulated to directly impact blood pressure. All supplements can affect individuals differently, and considering your unique body chemistries and health histories. While we go to great lengths to make sure our products have a very positive safety profile, we are not able to advise on circumstances regarding medical needs, conditions, or medication interactions. We advise contacting your doctor before introducing any products, as they will have extensive knowledge on how to advise for your individual needs.",
      "id": "8ae1d210-41e6-4413-88f3-d98dd798b574",
      "companyName": "Onnit"
    },
    {
      "name": "Essential amino acids in the Whey Protein",
      "content": "Below is the breakdown of essential amino acids in our Whey Protein and how many grams are contained per 100g of Protein:\n \nIsoleucine - 6.3g\nLeucine - 14.3g\nLysine - 11.2g\nMethionine - 2.4g\nPhenylalanine - 3.8g\nThreonine - 5.3g\nTryptophan - 2.4g\nValine - 5.6",
      "id": "d948ba87-40d4-4323-a2ff-4020f43ce1ab",
      "companyName": "Onnit"
    },
    {
      "name": "How long will the effects last?",
      "content": "Supplementation can affect everyone a bit differently depending on the unique needs and sensitivities of your body. Because of this, it's tough to say exactly how long you will feel its effects for, but most people do feel benefits for several hours after taking it, but there's not really an exact amount of time. Additionally, some people may feel the effects on the first try and others may need to try it consistently for up to two weeks before feeling the full effect.",
      "id": "d9e551cb-76b3-4d84-8f49-3241b2778d45",
      "companyName": "Onnit"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (855) 666-4899 or let me know if I can help via text, it may be faster.",
      "id": "b6c1edfc-e445-495e-83f4-4645e19c55d7",
      "shortcut": "ps",
      "companyName": "Onnit"
    },
    {
      "name": "Do you price match?",
      "content": "We don't price match. Sorry about that!",
      "id": "f8894d59-ea52-4bdb-8be4-0e6c641018b6",
      "companyName": "Onnit"
    },
    {
      "name": "Total Gut Health Benefits",
      "content": "The Total Gut health is very beneficial to the point that it already has everything you need to optimize your gut health. It aids in immune system support, assists with the digestion of major macronutrients, helps break down food and absorb nutrients. It helps promote healthy gut flora!",
      "id": "c1847d87-6622-45f5-b259-0ee4e6e82199",
      "companyName": "Onnit"
    },
    {
      "name": "Supplementation & Suggested Use",
      "content": "You can learn more about supplementation & suggested use here: https://support.onnit.com/hc/en-us/articles/4409055701911-Supplementation-Suggested-Use?utm_campaign=concierge&utm_medium=text&utm_source=attentive&externalId=s8Hpz",
      "id": "0496ef5f-6d55-4579-8f92-d0e49f698bca",
      "companyName": "Onnit"
    },
    {
      "name": "Can I use HSA or FSA? Payment method / financing",
      "content": "We don't accept HSA or FSA payments at this time. We do, however, accept all major credit cards and PayPal.",
      "id": "cb38921d-99e2-4802-a90c-6f0c5396675a",
      "companyName": "Onnit"
    },
    {
      "name": "Who do I contact for a donation or sponsorship?",
      "content": "We definitely love getting involved in our community and assisting where we can in the form of products or services. Our company channels donation requests through the Social Responsibility Committee for consideration. To contact the committee directly, email SRC@onnit.com. These inquiries are responded to in a first come, first serve order, but you can anticipate a response within 10 business days. If you'd like to take a look at the sponsorship route, please fill out the sponsorship application on our Pro Team application page here: https://onnit.attn.tv/sl/YhnD7xKv Please note that we have a very limited number of spots available for sponsorship, so be aware that our manager will only be able to respond if we're interested in discussing a spot on our team.",
      "id": "9589789f-3232-4840-a034-ee244c5b94dc",
      "companyName": "Onnit"
    },
    {
      "name": "Alpha BRAIN® Black Label How often/frequency/When should I take it",
      "content": "We recommend that you take four capsules daily, or as needed, preferably with a light meal. Do not exceed four capsules in a 24-hour period, and do not take in addition to original Alpha Brain.",
      "id": "da9ac8a0-2da1-4c9d-9495-875c45550389",
      "companyName": "Onnit"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://support.onnit.com/hc/en-us/sections/115000610373-Returns",
      "id": "5c67f816-269d-4caa-9d66-b87d1fd70700",
      "shortcut": "rp",
      "companyName": "Onnit"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at help@onnit.com or give us a call at  (855) ONNIT-99. Our team is happy to help!",
      "id": "de4c174b-e23b-4c28-9f0b-1a3eac37e9a6",
      "shortcut": "cs",
      "companyName": "Onnit"
    },
    {
      "name": "What does the total human day and night packs contain?",
      "content": "The day pack contains the alpha brain, shroom tech sport, strong bone, active B complete, shroom tech immune, krill oil, spirulina, and chlorella. And the night pack contains new mood, virutech, key minerals, spirulina and chlorella, shroom tech immune, and krill oil.",
      "id": "689be7a0-845c-483e-9c79-9a5242f1037f",
      "companyName": "Onnit"
    },
    {
      "name": "Can male and female take this?",
      "content": "Our supplements are designed for healthy adults of all genders.",
      "id": "9b505125-885f-4a61-8826-98262fc5241b",
      "companyName": "Onnit"
    },
    {
      "name": "Do you offer samples?",
      "content": "We don't offer samples at the moment, but we're confident you'll love your supplements. Order any of our entry size supplements, and if you don't like it, you can keep it! Notify our team, telling us why it wasn't a fit for you, and we'll get you a refund right there on the spot - no return necessary. We just ask that you try it out for at least 2 weeks to give it a fair shot.",
      "id": "073a622e-d22f-40ab-bfe4-d582f266ae94",
      "companyName": "Onnit"
    },
    {
      "name": "Post purchase issues",
      "content": "We absolutely can help you out with that! Unfortunately, I work on the sales team and don't have access to account information or order details, but if you reach out to help@onnit.com with your request they will get you taken care of right away!",
      "id": "38bf0dce-8ba6-454c-97f1-f8bdcd168564",
      "shortcut": "ppi",
      "companyName": "Onnit"
    },
    {
      "name": "Cx texted \"WIN\"",
      "content": "Thanks for entering! We'll notify all grand prize winners soon - but no matter what, you won't go empty-handed because here's a code for 15% OFF your next order! Use code SPRING15 at checkout - https://onnit.attn.tv/sl/m9d0AipN",
      "id": "2666caa5-c416-48f0-b9e4-0c804fd5ea3e",
      "companyName": "Onnit"
    },
    {
      "name": "Alpha Brain Dosage/How many capsules a day?",
      "content": "The recommended dose for Alpha Brain generic is 2 capsules per day. If you feel you benefit from just 1 capsule, you're welcome to choose between 1-2. The important thing is to not exceed more than 2 capsules within a 24-hour period.",
      "id": "a6a7e18f-350b-4d04-ae2f-30352f6a1224",
      "companyName": "Onnit"
    },
    {
      "name": "Free Alpha Brain Bottle/Trial",
      "content": "You have the chance to try Alpha Brain for free,  just pay for shipping, and you'll get a 15-day supply at no extra cost. You can check it out here: https://onnit.attn.tv/sl/Ic_L8mDe",
      "id": "699649a5-61eb-4209-9884-77180a9975cc",
      "companyName": "Onnit"
    },
    {
      "name": "What's the shelf life of your products?",
      "content": "We're currently administering stability testing on our products to provide a more precise date based on the product. This testing will reflect how well a product retains its quality over its life span. Some products will include an expiration date, those of which have completed their stability testing. For our products that don't yet carry an expiration date, we use manufactured dates (\"MFG\"). This date will be located near the item lot number, typically on the bottom of the bottle or box/carton. The nutritional supplement industry has been using a 2-year standard for the shelf life, as dietary ingredients generally remain stable and potent for 2-3 years if properly maintained. That said, all products with a manufactured (\"MFG\") date are safe for use within 2 years of that date.",
      "id": "b3a2ba5b-91fb-4e61-9d55-a2ac92f66e9b",
      "companyName": "Onnit"
    },
    {
      "name": "How can I redeem my points?",
      "content": "To redeem, you just simply need to log in to your account here: https://onnit.attn.tv/sl/dTFq0uEq and then apply it to your cart during checkout. Please note that it can't be applied with promotional items. You can find more info about your points here: https://onnit.attn.tv/sl/2xVfp8S8",
      "id": "59c5d469-ba7b-4181-a582-9529e9f2ae25",
      "companyName": "Onnit"
    },
    {
      "name": "Can I use multiple supplements?",
      "content": "Our products have been designed to work together, so there's no concern with stacking your favorite supplements. We can't speak about other brands or medications, however, if you're already routinely using supplements or medications, please seek medical advice before bringing new products into your stack.",
      "id": "48d23d6a-7a1b-46f1-a8a7-6ce86b25f3ce",
      "companyName": "Onnit"
    },
    {
      "name": "What's the difference between your Alpha products?",
      "content": "The Alpha Brain and Alpha Brain Instant are pretty much the same, there is no difference in strength and formula, what makes them different is the delivery method. The Alpha Brain Focus Shot isn't far off from that, though it has some natural caffeine included, so there is a bit more of a 'boost' for you. Alpha Brain Black Label stands apart from the rest as it's the most intense formula that's not intended for daily use like the rest - think of it as your \"break in case of emergency\" that helps you focus on a task. It's ideal for the experienced Alpha user that's looking to level up. In short, it all depends on what you're looking to get out of it. If it's daily support, the original capsule or Instant would be the best place to start, but if you've taken one of those before and need something more, look towards Black Label.",
      "id": "76497c62-3952-4d9d-b01f-97ab8c2b3400",
      "companyName": "Onnit"
    },
    {
      "name": "Restock? (autosend enabled)",
      "content": "I currently don't have the exact date of a possible restock, but I recommend signing up on the product page so you're notified the second it comes back in!",
      "id": "6f25da54-2ded-11ed-a261-0242ac120002",
      "shortcut": "stof",
      "companyName": "Onnit"
    },
    {
      "name": "Do you ship to APO/FPO addresses?",
      "content": "We are honored to fulfill and ship packages to our deployed military members! Please use the following information to ensure your package can be delivered successfully: https://support.onnit.com/hc/en-us/articles/115002600053-U-S-Military-Diplomatic-Shipping-APO-FPO-DPO-",
      "id": "28e24d98-cc13-4ffb-9ff1-d4ee4f4ff8ec",
      "companyName": "Onnit"
    },
    {
      "name": "Do you take two pills of Alpha Brain at once or twice a day?",
      "content": "Our customers use both options. Some take a single capsule and then a second 4-6 hours later. This is a great recommendation for those new to the product. We also have customers who take both capsules at the same time. No matter which strategy, it is always important to take with food.",
      "id": "63d3f9ed-e6b6-4b61-b5cc-a4273580c8d1",
      "companyName": "Onnit"
    },
    {
      "name": "Did you discontinue Virutech (in capsule form)?",
      "content": "Some of our products are being discontinued due to various reasons such as changes in ingredient availability, updates to our product line, and shifts in market demand. Virutech has been discontinued as a \"stand-alone\" supplement. But it will remain one of the supplements within the Total Human product!",
      "id": "f93ebcd8-574a-4865-8751-b4064662f018",
      "companyName": "Onnit"
    },
    {
      "name": "When will my points expire?",
      "content": "Points will expire twelve (12) months from the date the Points were earned. Points transferred from any preceding program into the current Program are considered to have been earned on the date of their transfer into the Program. You can check here for more info: https://onnit.attn.tv/a1zjJ22gQKRx",
      "id": "ffd5b700-18fc-4f6a-a907-899ee3aaa5b0",
      "companyName": "Onnit"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/onnit and FB here: https://www.facebook.com/Onnit",
      "id": "11344d77-d11e-4731-a08d-0c96ad2b7844",
      "shortcut": "smd",
      "companyName": "Onnit"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.onnit.com/store-locator",
      "id": "82b1d82c-1502-4a6b-b154-338da4f868f3",
      "shortcut": "sl",
      "companyName": "Onnit"
    },
    {
      "name": "How do I cancel my subscription?",
      "content": "In order to cancel your subscription, please follow the steps on this link - https://support.onnit.com/hc/en-us/articles/21543305841047-How-to-Cancel-a-Product-Subscription You'll need to log into your account, go to 'Subscriptions\" and select the subscription you want to cancel. Then you need to click on 'Cancel Subscription' and follow the prompts. Let me know how that goes!",
      "id": "219197cb-4057-4f7d-bc70-12f306ba7d72",
      "companyName": "Onnit"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.onnit.com/sale",
      "id": "901d4a2f-c135-41a2-92df-5212405b2a3d",
      "shortcut": "spg",
      "companyName": "Onnit"
    },
    {
      "name": "Rewards / referral",
      "content": "We used to have a friend referral program, but I'm afraid this program is no longer active.",
      "id": "47939a81-a5b2-49f3-bc54-57dd714f5a17",
      "shortcut": "rwd",
      "companyName": "Onnit"
    },
    {
      "name": "Can we take creatine, glutamine and pre-workout together?",
      "content": "You can take these supplements together with no issues. Creatine is best when taken before your workout since it promotes strength and power by refueling ATP stores quickly. Glutamine is best-taken post-workout to enhance recovery and the growth of lean muscle mass. Total Strength and Pre Workout can be taken together.",
      "id": "3e1fc708-39d3-49f9-b394-83f27dc8db6d",
      "shortcut": "esc",
      "companyName": "Onnit"
    },
    {
      "name": "How to edit/change my subscription?",
      "content": "To make changes to your subscription, simply log into your Onnit.com account and go to your Subscription dashboard. From there, you can view and manage your subscription(s), including adding or removing items, adjusting the order frequency, and changing the next order date, among other options.",
      "id": "e8b28cbb-c327-482c-858f-2ed88e52e4d9",
      "companyName": "Onnit"
    },
    {
      "name": "Military discount",
      "content": "Thank you for your service! You can receive your discount at the payment section of checkout by verifying your eligibility with ID.me. Please note that this discount cannot be combined with other promotional codes or sales.",
      "id": "ebda70f8-baec-40f4-9611-10e071e53794",
      "shortcut": "ms",
      "companyName": "Onnit"
    },
    {
      "name": "Cancel / edit order",
      "content": "Once an order is placed, we're unable to make any changes or cancel it. If you have questions about your order or need support once it arrives, please reach out to help@onnit.com , and our team will be happy to assist.",
      "id": "f0d9c862-b3cb-4487-88de-f7d55738f0fd",
      "shortcut": "ced",
      "companyName": "Onnit"
    },
    {
      "name": "Can I open the capsules and mix it with food/drinks?",
      "content": "The majority of our supplements can definitely be opened up and mixed with food/drink. You may also want to check out our Alpha Brain Instant drink mix!",
      "id": "0a4d01ff-2277-49be-aca5-6eaac3f3a7fb",
      "companyName": "Onnit"
    },
    {
      "name": "Brand ambassador",
      "content": "We don't handle ambassador requests through support, but you can apply to join our program here: https://www.onnit.com/pages/affiliate-program",
      "id": "78f8c572-efb7-41bf-9380-e2aec6168dc1",
      "shortcut": "ams",
      "companyName": "Onnit"
    },
    {
      "name": "Wholesale inquiries",
      "content": "To start the process, please email wholesale@onnit.com with a detailed request and someone from our wholesale team will review your information within 7-10 business days. You'll then be contacted via email to discuss your application.",
      "id": "f15840c8-112d-46c2-947a-23b19e4a73f3",
      "shortcut": "wls",
      "companyName": "Onnit"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 2 business days, and we usually ship via USPS or FedEx. Once shipped, it will take 2-7 business days for domestic orders.",
      "id": "c8aa2ac1-8859-462e-8159-a0023bff3f9f",
      "shortcut": "shp",
      "companyName": "Onnit"
    },
    {
      "name": "Will your products show up in a drug test?",
      "content": "Aside from Alpha Brain Black Label & the Alpha Brain Focus shots, which both contain caffeine, all other products are caffeine and stimulant-free. While they shouldn't flag any false positives on a drug test, we can't guarantee there are no possible interactions with other vitamins, supplements or medications, and we always advise to check in with the testing facility prior to the test to clarify what to expect from testing. Military members, police officers and other first responders have taken them without any known issues.",
      "id": "6e77bc50-a210-40f5-abe5-a71f26a3ac59",
      "companyName": "Onnit"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can check your order status by clicking the tracking number in your confirmation email, or by visiting the Orders tab in your account.",
      "id": "4167c9e5-bd11-494b-9572-e44c9019875b",
      "companyName": "Onnit"
    },
    {
      "name": "Do you have the ViruTech products available?",
      "content": "Our ViruTech was discontinued as a standalone product, but is still currently a part of Total Human packets.",
      "id": "19361bba-2bbf-40e1-9449-bf95f015323a",
      "companyName": "Onnit"
    },
    {
      "name": "Do you offer any codes?",
      "content": "Thanks for reaching out! We do offer subscriptions for all our items, they're a great way to save 10% on every order and make sure you never run out of your favorites. I can't see if you already have a subscription set up on my end, but if you're interested, I'd be happy to answer any questions or share any info you need!",
      "id": "c59b4ab6-e345-4b96-86a1-31cdf8b5dbe4",
      "shortcut": "sbs",
      "companyName": "Onnit"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on orders over $100 within the contiguous U.S. Maybe you can add something else to reach the minimum?",
      "id": "d0cb954d-fbe9-4cb0-9ba2-42ffe89f58bd",
      "shortcut": "fs",
      "companyName": "Onnit"
    },
    {
      "name": "How to start a return?",
      "content": "You can initiate your return here: https://www.onnit.com/apps/returns",
      "id": "4bf2a465-fbae-41e1-aa28-d55ba22479bf",
      "companyName": "Onnit"
    }
  ]
}
