{
  "companyKey": "oral-b and crest",
  "templates": [
    {
      "name": "Kids iO brush refills/replacement brush heads",
      "content": "The Kids iO brush handles all utilize the iO Gentle Care brush head. You can check it out here in black: https://oralb.com/en-us/products/replacement-brush-heads/oral-b-io-gentle-care-replacement-brush-heads-2-count-black , or in white: https://oralb.com/en-us/products/replacement-brush-heads/iO-gentle-care-replacement-brush-heads-2-count-white",
      "id": "e1752dc4-6465-429f-a474-f68fd275d57f",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do any electric tooth brushes have a water flosser attachment?",
      "content": "At the moment, none of our toothbrush models include a built-in water flosser attachment. However, we do offer a standalone water flosser that you can purchase separately.",
      "id": "7e709bf0-3bc6-44c8-947f-7dfb19776234",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Why is there different shapes on the toothbrush heads?",
      "content": "The shapes you see on the brush heads are printed so each user can easily identify their own brush head. If multiple people in your household use the same type of brush, these different designs help everyone keep track of their personal brush head.",
      "id": "2f230819-5636-4ca9-b979-895dd110ef20",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "What's the main difference between the iO series 9 vs 10",
      "content": "Good question! All features of iO9 are available in iO10 but the iO10's magnetic charging stand has iO Sense Technology to give visual feedback (via multiple LEDs) on the brushing routine. Also, the iO10's pacer is often set to 20 second (sextant) intervals compared to the 30 second (quadrant) intervals of the iO9. Additionally, the iO9 has a power adapter hardwired into the charging stand and a separate, detachable, adapter for the power2go case. The iO10 has just 1 detachable adapter for both the charging stand and power2go case.",
      "id": "c8e97864-bb74-4efd-a8b6-68cd64d52bbc",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do you offer exchanges?",
      "content": "Apologies, we do not offer exchanges, however, you may return your order for a refund and reorder your preferred item.",
      "id": "3cb305d7-e125-4d21-8286-4dbb327f8ae6",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "How do I register my product?",
      "content": "You can register your product at the following link: https://register.oralb.com/en-US/promo/register",
      "id": "3d8b92f5-a075-4d0f-acad-6bc70f225161",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Why doesn't the toothbrush turn off?",
      "content": "That's because it's designed that way. It allows you to brush longer than the standard 2mins.",
      "id": "6396e1ac-39da-43f0-9a2d-e2403b4bd4b6",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Brush function/operations questions",
      "content": "The best way to handle this is to give us a call at 1-800-566-7252, Monday-Friday 9am-6pm EST. Our team is more than happy to help out!",
      "id": "18efabac-9cc2-4e08-a16f-654a27809c5d",
      "shortcut": "foq",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "What's the difference between oral B 6000 electric toothbrush vs Smart limited electronic toothbrush?",
      "content": "The Oral-B Genius 6000 rechargeable electric toothbrush with bluetooth connectivity removes up to 300% more plaque along the gum line. It also has a smart wireless guide and comes with 5 cleaning modes. The Oral-B Smart Limited comes with position detection technology which uses bluetooth technology, your smartphone, and facial recognition to provide you with real-time feedback about your brushing habits.",
      "id": "b5922e93-7ea7-4c0c-bb7c-1306c52f92a7",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do you accept HSA cards?",
      "content": "Unfortunately, we don't accept HSA cards. I'm afraid you would need to purchase out of pocket and submit your receipt for reimbursement.",
      "id": "ca238441-0547-42cf-bff0-13df4233fbc8",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do your iO Series toothbrush heads rotate?",
      "content": "Yes, all our power toothbrushes have an oscillating rotating capability.",
      "id": "04901e51-f601-4f95-a6dc-fce61a58c191",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do you price match?",
      "content": "Unfortunately, we don't price match right now.",
      "id": "212f34ae-ee30-42d5-9fe3-5ac63f8b11b4",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Difference between the iO Series 8 vs iO Series 9",
      "content": "Our iO Series 9 has 7 smart modes for personalized brushing while our iO Series 8 only has 6. They both have an interactive color display for real-time coaching, and they're also both compatible with Oral-B iO replacement brush heads and connect to our app using Bluetooth to help you track your brushing habits. The iO Series 9 however, has AI Tracking with 3D Teeth Tracking maps the surface of each tooth, ensuring a complete clean.",
      "id": "06cca34a-c70a-4315-abde-cb79a23b0ade",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Shipping time",
      "content": "Orders are processed within 1-2 business days and we usually ship via UPS and USPS. Once shipped, it will take 7-10 business days within the contiguous 48 states of the United States of America or the District of Columbia.",
      "id": "0fed08a0-c389-4557-905f-e0dc27b545e8",
      "shortcut": "shp",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG here: https://www.instagram.com/oralb/?hl=en",
      "id": "9914757e-c32d-403a-bd7b-8be718554288",
      "shortcut": "smd",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Genius / Non iO/ Pro specific replacement brush heads",
      "content": "You can find the right replacement for non iO specific brush heads here: https://oralb.com/en-us/products/replacement-brush-heads/?_bc_fsnf=1&Brush+Head+Type=NON-iO+ELECTRIC+BRUSH+HEADS",
      "id": "7571055f-53be-4f01-b12e-52e4dc365fe4",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Looking for iO replacement heads/ iO compatible brush heads",
      "content": "You can find all of our iO compatible brush heads here: https://oralb.com/en-us/products/replacement-brush-heads/?_bc_fsnf=1&Brush+Head+Type=iO+ELECTRIC+BRUSH+HEADS",
      "id": "56808da5-feff-44a9-a82a-af4e8b8909f2",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-800-566-7252, Monday-Friday 9am-6pm EST, or let me know if I can help via text, it may be faster.",
      "id": "708d5aa8-ded7-40dc-a827-99c12a7aea4b",
      "shortcut": "ps",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do you have flossing tips/refills?",
      "content": "Yes, we do! Check them out here - https://www.walmart.com/ip/Power-Tip-Oral-B-Power-Tip-Electric-Toothbrush-Replacement-Brush-Head-1-Count/110192732",
      "id": "95b02835-38a2-4379-afe6-62fa83c6863f",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Which brush has a timer?",
      "content": "All our electric toothbrushes available on the website have, at minimum, a 2-minute timer. All models, except for the 500 series, have an in-handle timer that pulses every 30 seconds to signal when to switch areas of the mouth.",
      "id": "294cfe17-c39b-441c-ab3a-897573e7d2fc",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Product complaints / Bad experiences (ESCALATE)",
      "content": "Can you let me know the experience you had, the specific product you're having issues with, as well as your email address? My team will reach out to you directly via email to address this.",
      "id": "b0c8ce14-703c-421e-a7ad-26dd52a865f8",
      "shortcut": "pbe",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do you offer special prices for dental providers?",
      "content": "We don't have special pricing for dental providers. Also, crest.com and oralb.com are for consumer use only. Dental providers may visit the following link for premium products https://oral-b.attn.tv/sl/tfIC6B6g Hope this helps!",
      "id": "47e73b12-aaf5-4e0c-9553-4f50f6ac2fdf",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "When will I see a charge on my card for the order?",
      "content": "Your credit card won't be charged until the order ships.",
      "id": "ec552cf8-a533-439b-8511-d2179062cef9",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Differences between the 8000 and 6000",
      "content": "The Pro 6000 has a smart wireless guide that the Genius 8000 doesn't. They both come with 5 cleaning modes, but the Genius has the newer Pro Clean mode. The Genius 8000 comes with a smartphone holder and a premium thick travel case while the 6000 comes with basic rounded style case. Compared to the 10 day battery life of the Pro 6000, the 8000 benefits from an extra 2 days or an extra 8 minutes of brushing time. The Genius 8000 also benefits from smarter Bluetooth tracking.",
      "id": "c855024a-f9af-474b-8409-02e67069564a",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Which toothbrush works for receding gums?",
      "content": "For brushes that'll be gentle on your gums, I recommend the iO Series first, then the Genius, and then the Smart.",
      "id": "491d13b5-75c9-4331-8236-fd4138c057ab",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Can codes be used in-store?",
      "content": "I'm afraid not. The coupon codes that we're offering can only be used on our website.",
      "id": "cc2293af-c2a7-436f-b23e-ca618c12efef",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Difference between iO Series 9 and iO Series 7",
      "content": "Our iO series 9 has 7 smart modes for personalized brushing while iO 7 only has 5. They both have an interactive color display for real-time coaching, and they're also both compatible with Oral-B iO replacement brush heads and connect to the Oral-B app using Bluetooth to help you track your brushing habits. The iO Series 9 however, has AI tracking with 3D teeth tracking that maps the surface of each tooth, ensuring a complete clean.",
      "id": "e4f7b13c-9d04-4323-872d-2286e849453e",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Restock? (autosend enabled)",
      "content": "I currently don't have the exact date of a possible restock, but I recommend checking our website and social media frequently.",
      "id": "83b85992-3531-11ed-a261-0242ac120002",
      "shortcut": "stok",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Warranty policy",
      "content": "If you believe your unit is under warranty, please visit service.oralb.com for warranty repair instructions. You can also take a look at our full warranty policy here: https://oral-b.attn.tv/sl/eU8-Xyq9",
      "id": "d499758e-c5b2-4620-b7f4-848420cfc13c",
      "shortcut": "wp",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all domestic orders.",
      "id": "5c02b2df-217e-49cc-992c-96a62e73a2af",
      "shortcut": "fs",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Can you apply codes retroactively?",
      "content": "I'll be happy to check with the team if we can retroactively add the code to your order. Please share your order number and email address it's under.",
      "id": "4130f253-385c-4e2a-a0e5-0a9a4f1525f8",
      "shortcut": "rdr",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Cancel / edit order",
      "content": "Unfortunately, we're unable to edit or cancel an order after it has been placed. My apologies for the inconvenience!",
      "id": "a87f5601-fc2c-49e8-b96e-d05e538b0093",
      "shortcut": "ced",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Genius 6000 Features",
      "content": "The Genius 6000 brush has a couple of modes and speed settings such as lower speed for a gentle cleaning in Sensitive mode, as well as alternating speeds for Whitening. It also has a built-in timer to help you brush for the dentist-recommended 2 minutes and many more features.",
      "id": "df7e6fd1-2d1a-4af9-ab3c-8564f9f19b92",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Can toothbrushes be used in the shower?",
      "content": "Yes, all Oral-B electric toothbrushes are waterproof, so it is fine to use them in the shower. However, we don't recommend immersing your brush in water. We know using your toothbrush in the shower saves a vital few minutes on hectic mornings.",
      "id": "a759af48-24f3-4970-a8ed-852cc31d774c",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "When will I receive my refund - only send if the customer returned the order",
      "content": "Refunds take 4-6 weeks to process and are refunded via prepaid debit card. If you have any further questions or concerns regarding your refund please give us a call at 1-877-574-0360.",
      "id": "751a4aab-6451-44d9-a2e8-66b081871183",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "When will I receive my refund - only send if customers order was canceled",
      "content": "Your order was cancelled. While there may be a pre-authorization showing, please note that you were not charged. Please contact your bank for further information.",
      "id": "8720be0d-1ca1-4b72-af02-cb6731a42ba3",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do you ship to Hawaii or Alaska?",
      "content": "No, my apologies, we don't offer shipping to your area at the moment.",
      "id": "23d4f019-69a9-4210-839d-0355cb180b4b",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "What's the difference between the Pro Clean X and the Smart Clean 360?",
      "content": "They are the same brush, the only difference being that SmartSeries 360 has one additional brushing mode (ProClean).",
      "id": "3d6e6c7e-964a-4867-bd8f-0387ec02834f",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "I have an issue with an order and I opened a chargeback/dispute with the payment processor/bank.",
      "content": "Our apologies, but given you stated you filed a chargeback, we will need to refer you to your payment institution for resolution. We are happy to help with any other questions, but anything related to this particular order will need to go through them.",
      "id": "29d74448-4ebf-4316-989f-dd94d279d790",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Is your products covered by HSA plans?",
      "content": "I'm sorry, given there are so many HSA plans, I'm unable to confirm whether yours will cover our products. Please refer to your plan for confirmation.",
      "id": "874abf8c-b3af-4182-b432-e4bff1ba9f43",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Why was my order canceled?",
      "content": "An order can be canceled for many reasons. Are you able to go through this checklist with me?\nAre you in the country where the store is located? For example, you must be in the USA at the time you are submitting an order to a US-based store. \n\nAre you trying to ship to Alaska or Hawaii? The Oral-B DTC store does not ship to these states.\nAre you using a payment method that we accept in the store? \n\nIs the Billing Name and Address you entered on your order the same as it appears on your credit card statement? Sometimes even a minor difference will make the credit card company decline our pre-authorization and so we have to cancel the order. \n\nIs it possible the card has been reported as missing or stolen in recent days, or has it been turned off for new authorizations? Lately, some credit cards have a new feature that allows the consumer to turn off the card from new authorizations. If you think there may be the possibility anything like this might have happened, I would suggest calling your credit card company just to make sure they know you want to use the card and that they see it is in good standing. \n\nDo you have enough credit limit on your card to cover the order? If you are using a debit card for the order, you still need to have enough in the checking account tied to that card for the order to be approved. \n\nIf this doesn't help, we completely apologize and regret the loss, but you may purchase your brush heads through other retailers.",
      "id": "cb13160c-d296-4bf7-8ff0-4e9fee3f49c6",
      "shortcut": "moc",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do You Accept FSA Payments?",
      "content": "I'm afraid we do not accept FSA payments. However, you can place your order using another payment method and submit the receipt to your FSA.",
      "id": "fe687558-34ef-4f8c-973e-91570f0002a4",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Where can I find my promo code to register my toothbrush?",
      "content": "I'm happy to help! You can find the promo code on the insert within the pack. The code format typically looks like this: OB00000.",
      "id": "bc845831-1272-4291-b628-921a2dda06ac",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to give us a call at 1-800-566-7252, Monday-Friday 9am-6pm EST, or live chat with one of our agents on our website! Our team is happy to help!",
      "id": "88bbca99-5651-4eaa-be83-f72efe1865aa",
      "shortcut": "cs",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Customer submitted a rebate & they want a follow up/to check on it",
      "content": "The best way to handle this is to give us a call at (855) 682-8307. Our team is more than happy to look into this for you!",
      "id": "ea030589-57fc-457f-8924-6e1169c6e821",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Are you removing the colored rings?",
      "content": "We are removing the colored rings and transitioning to laser-printed icons on our Oral-B power brush replacement heads. During this transition, you might receive a mix of brush heads that contain colored rings, white rings or laser-printed icons (no rings). The composition and design of the actual brush head have not changed, and the cleaning and technical performance is the same for all regardless of whether it has a colored ring, white ring, or laser printed icon.\n\nThe brush head should slide on with a little downward pressure. If you're using the correct brush head with a minimal gap between the head and the handle.",
      "id": "f0077b8d-f5ee-446e-9b31-502f7c4f16cc",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "What is the softest electric brush head?",
      "content": "Happy to help! Are you looking for a child or adult brush head? If child, check out our kid's replacement brush heads here https://oralb.com/en-us/products/kids/#replacement-brush-heads as they are all soft/extra soft. If adult, is it iO or non-iO? If iO, you can go with our Gentle Care https://oralb.com/en-us/products/replacement-brush-heads/oral-b-io-gentle-care-replacement-brush-heads-2-count-black If non-iO, the best option is the Sensitive Gum Care https://oralb.com/en-us/products/replacement-brush-heads/oral-b-sensitive-gum-care-replacement-brush-heads-2-ct",
      "id": "390b6ada-4c3c-4864-9a56-5ce20680d494",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Do you sell timers?",
      "content": "You can check out our timer at the following link: https://encompass.com/item/10624286/Oral-B/81477967",
      "id": "aa4c13f8-65a3-466a-8ec2-ecd73628aa0a",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Customer is short amount away from reaching $100 threshold",
      "content": "Maybe you can add our Pro Health Multi Protection Mouthwash to your cart in order to reach the minimum? https://oralb.com/en-us/products/more-products/rinse/pro-health-multi-protection-clean-mint-oral-rinse",
      "id": "b0f44e21-f99c-41f8-b156-8e36c89dbbe6",
      "shortcut": "srt",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://oralb.com/en-us/track-order",
      "id": "737023f6-6294-48ce-95e0-64c390834b6c",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "How do I connect my new Oral-B electric toothbrush to the app?",
      "content": "Here's our step-by-step guide on how to connect your electric toothbrush to the app: https://oralb.com/en-us/how-do-i-connect-my-new-oral-b-electric-toothbrush-to-the-app",
      "id": "b5f107b6-2471-4c4f-b6b3-bb24e89f612a",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Travel case",
      "content": "A travel case is available and can be found at:  https://encompass.com/item/11573414/Oral-B/81644975",
      "id": "b315ad94-a540-4196-8de0-a5c0ae6ddc62",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://oralb.com/en-us/faq-help-center",
      "id": "a87a2fb4-7cbb-4c58-ad09-33b8f5e1368d",
      "shortcut": "rp",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "I'm a registered dentist/hygienist",
      "content": "You can take a look at our products on this link where you'll receive professional pricing! https://crestoralbproshop.com",
      "id": "7dceb5b1-0b00-4230-a70d-67f3834db7a2",
      "shortcut": "rdh",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Rebate inquiries",
      "content": "Rebate information for products purchased from a dental office can be found at: https://crestoralbrebate.com",
      "id": "1997bcd6-737d-4b79-a7e9-dd67f3843f3c",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://oralb.com/en-us/deals",
      "id": "983f5e0c-3dab-4946-a917-a3412ae639b9",
      "shortcut": "spg",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Any recommendations for brush head storage?",
      "content": "Yes, we have some great options for you. If you are looking for brush head storage you can check out https://encompass.com/item/12627173/Oral-B/81739997 or https://encompass.com/item/12618335/Oral-B/81739996 Let me know if that works!",
      "id": "9fe1436e-dc3e-417c-b8bd-c92d7123a541",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "I Purchased A Bundle From My Dentist / How Do I Claim My Rebate?",
      "content": "If you purchased an eligible bundle from your dental office, you may qualify for a rebate! To check eligibility and submit your rebate, visit: https://crestoralbrebate.com",
      "id": "8012d06c-b657-47c0-8d94-14a3d4e766a1",
      "shortcut": "rbt",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "How can I recycle? / Do you a recycling program?",
      "content": "Yes! We offer a Recycle On Us program where you can send in your used oral care products for free. Simply collect eligible items and use a pre-paid shipping label to send them in.\n\nFor full details and to get started, visit: https://oralb.com/en-us/recycling\n\nLet us know if you need any help!",
      "id": "ad079475-782b-4e81-9674-742f579ad519",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Does Oral-B make a toothbrush that charges with USB?",
      "content": "Unfortunately, none of our toothbrushes are able to be charged via USB.",
      "id": "3874f437-3cb0-4415-878b-65e891a4ce84",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Can I remove a free gift with purchase item?",
      "content": "Free gift-with-purchase items cannot be removed from the cart.",
      "id": "28b9ac24-0650-494b-8c7f-e3cbc92f3f17",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Where can I buy Oral-B replacement chargers and other parts?",
      "content": "You can order Oral-B replacement chargers, brush heads, handles, holders, travel cases and other parts and accessories directly from our most reliable distributor in North America, Encompass Supply Chain Solutions. You can order by phone by calling 1-866-779-5301 or by using their website: https://www.service.oralb.com/us/en/product-parts/ \n\nYou can find your brush type by looking at the bottom of your brush handle.",
      "id": "007dfaac-b059-4e66-9113-3574c796dabb",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "How long do kid's battery last?",
      "content": "The battery toothbrushes last much longer than 3-6 months. So you may replace brush heads every 3 months, but that battery toothbrush will last years and comes with a 2-year warranty.",
      "id": "cd4cee69-3b7b-43c9-8047-f5b82cf0e6db",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Code won't work",
      "content": "I'm sorry for the inconvenience! Are the items you're looking to purchase on sale, or do you have any free gift-with-purchase items in your cart? If so, that would prevent the coupon from applying, as discounts typically can't be combined with sale pricing or promotional free gifts.",
      "id": "af6ce743-c27d-4e55-b04b-a89914949b9a",
      "shortcut": "cww",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "How do I change the language on the iOs10?",
      "content": "To change the language, first access your 'Settings' by pressing the bottom button to cycle through the options. Press the power button (top button) to go into 'Settings'. Once in 'Settings', cycle through until you see 'Language'. Press the power button again to go into language options and choose the preferred language. The bottom button will be used to cycle through the different language options. The power button will confirm the language selection.",
      "id": "1fccc65e-b217-4244-a4dc-8d43f8e94a11",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "How long do I need to charge the io5?",
      "content": "It takes up to 16 hours to fully charge. The exact run time is highly depending on the individual brushing behavior. Factors like brushing frequency, duration, over-pressure applied during brushing and to which extend the different features (e.g. the interactive display) are used can of course influence the battery run time.",
      "id": "47222c2c-62a1-4124-9f2d-da9dfedc9cc6",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Customer mentions a pacemaker",
      "content": "Persons with pacemakers should always keep the toothbrush more than six inches from the pacemaker while turned on. Anytime you suspect interference is taking place disable Bluetooth on the toothbrush.",
      "id": "06305c95-c7a8-41f5-bdd7-d8e2d657df7c",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "What was the first product ever sold by Oral-B?",
      "content": "The first Oral-B product sold was a toothbrush. It all started with a dentist in 1950, who created the first Oral-B toothbrush and its soft, end-rounded nylon bristles. Dr. Robert Hutson, a California periodontist, designed and patented the first Oral-B toothbrush. He also created the Oral-B brand name. \"The first product was known as the Oral-B 60,\" said Dr. Hutson, \"because it had 60 tufts.\"",
      "id": "9eb6af4e-2fbe-4816-96e5-bb7703ac3fca",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Post-purchase dental professionals",
      "content": "The best way to handle this is to give us a call at 1-800-543-2577. Our team is more than happy to help!",
      "id": "b02baa85-f0ec-4967-b0d6-66027b9690ec",
      "shortcut": "dps",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Customer is asking for a recommendation and didn't specify the price range",
      "content": "I would highly recommend checking out our iO series here: https://oralb.com/en-us/products/compare/electric-toothbrushes#findYourIO",
      "id": "48c70619-0862-4933-96a2-5f0a1cf311cb",
      "shortcut": "cfr",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Military discount (Only share for Military)",
      "content": "Thank you for your service! You can use code SALUTE for 10% off orders over $100.",
      "id": "11fe1ec0-f8ee-4d65-a2a5-222a06ee3ef2",
      "shortcut": "ms",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "I want a job/work/career",
      "content": "Thank you for your interest! You can explore and apply for jobs here: https://www.pgcareers.com/us/en",
      "id": "5b1049b7-9b3b-49f6-8c75-0f3b13572af4",
      "companyName": "Oral-B and Crest"
    },
    {
      "name": "Customer is looking for a discount on a product on Amazon",
      "content": "I'm sorry, that is the best offer we have at this time on Amazon.",
      "id": "0215eb03-cb66-45df-8dcc-6994f4a3587e",
      "companyName": "Oral-B and Crest"
    }
  ]
}
