{
  "companyKey": "plank mattress",
  "templates": [
    {
      "name": "Do you dispase or pick up the old mattress?",
      "content": "We offer free old mattress removal for all mattress orders shipped to a California address. If your order includes a mattress and is shipping to California, you will receive an email from our team once it has shipped, allowing you to set your availability for a pickup of your old mattress. Once we have your availability, our team will schedule your old mattress removal appointment within 3-5 business days. You will receive a confirmation of the pickup appointment via email.",
      "id": "e4bdb3ec-285d-4d02-a86e-63468de254cd",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Does your mattresses contain any harmful chemicals, glues, formaldehydes or fiber glass?",
      "content": "There is no fiberglass in our mattresses, one of the many reasons why we stand out! All mattresses are required by the federal government to use a type of FR (Fire Retardant Barrier). To ensure we follow this requirement, but also to ensure a healthy environmentally friendly product we use a hydrated silica fiber sock around our mattress as our FR material. This material does not contain fiberglass and is non-toxic with no sprays. One other thing to note is that hydrated silica is the same thing that is used in toothpaste and is not harmful.\n \nOur foam is also certified safe! CertiPUR-US is a \"certified non-toxic foam,\" a petrochemical polyurethane foam that has been tested and certified by an independent lab to meet specific standards for physical performance, indoor air emissions, and environmental stewardship. The foam is made without ozone depleters, PBDEs, mercury, lead, and formaldehyde. This certification means it is safe for you with limited pollutants used during production.",
      "id": "05cb694f-033e-4a8e-a03e-99ba8cc4caa6",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Do you offer White Glove Delivery?",
      "content": "I'm afraid not, sorry. We believe it's an expensive add-on that is not necessary with compressed mattresses.",
      "id": "aa4fb387-2918-4e56-a524-28ee24ab73af",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out.",
      "id": "98984995-ae08-4ae6-afe2-dc87ede74cb1",
      "shortcut": "sl",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://plankmattress.com/pages/warranty-policy",
      "id": "2b56ac6f-5528-44eb-8781-a94aea59ff5d",
      "shortcut": "wp",
      "companyName": "Plank Mattress"
    },
    {
      "name": "What colors do you offer for the cover of the Bi-Fold foundation?",
      "content": "The easy zip-off cover for the Bi-Fold foundation is available in a combination of black and white as pictured. We currently do not offer the cover in any other colors.",
      "id": "4b3c429b-b166-46a2-8e54-cf01771aabce",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Do your masks come in different sizes? Do you carry masks for children?",
      "content": "Our masks are a universal, one-size-fits-all solution. For smaller adults and children, we recommend tightening the mask by knotting the loops at each end.",
      "id": "1c3a2693-9190-4141-9b0a-e119aea63e51",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Does your trial period include sleep accessories?",
      "content": "Our 120-night trial applies to mattresses only. Sheets, mattress protectors, and pillows can be returned within 30 days from the date of delivery for a full refund.",
      "id": "627c5cf7-0127-487c-ba07-ce904aabb8ec",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How long does it take for my mattress to break in?",
      "content": "It typically takes around 30 to 45 nights for your mattress to entirely break in, and the same amount of time for your body to adjust to the sensation of a new mattress. Over this period of time, your mattress will reach its optimal softness and allow full aeration.",
      "id": "2644d8b9-b1a2-47cf-acc9-c0ed326a1321",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Are your pillows washable?",
      "content": "All of our pillow covers are washable. Simply remove the cover, machine wash on a gentle setting, tumble dry low or lay flat to dry. We recommend only spot-cleaning the pillow insert.",
      "id": "b2000d09-1e18-4d98-a19d-595a87778873",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Is the mattress protector hypoallergenic?",
      "content": "Yes, the mattress protector is made of cotton terry, which is designed to be both easy care and hypo-allergenic.",
      "id": "3930b59b-f368-4bbd-8941-096de7e20cf2",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Do you use any chemical fire retardants (FR) in your mattresses?",
      "content": "Brooklyn Bedding does not use chemical fire sprays or chemical retardants in our mattresses. We do use the highest quality fire retardant socks-a fabric made of a non-woven silica/rayon/polyester/cotton blend.",
      "id": "93e37f91-5f46-4a61-a7da-1f8ad4a9e6e0",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Is there anything I can do to help prolong the life of my mattress?",
      "content": "We recommend rotating your mattress 180 degrees every 6 to 8 months. This rotation helps evenly distribute weight across the bed.",
      "id": "81368291-bc9d-4033-b203-b5fc675dc81b",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Are your mattresses flippable?",
      "content": "Most Brooklyn Bedding mattresses should be rotated every 6 to 8 months but never flipped (or inverted). Our mattresses are designed with comfort layers on top and support layers on bottom, including individually encased coils in hybrid models. We also use higher quality materials that last much longer than traditional mattresses. \n\nThe exceptions to the \"no flip\" rule are the Plank and Plank Hybrid mattresses, the EcoSleep and the Propel All-Foam and Propel Hybrid mattresses by Brooklyn Bedding. These mattresses are designed with varying firmness levels on either side of the mattress and can be flipped to customize your sleep experience.",
      "id": "1f8e52eb-9bb4-4a22-bf78-4bfcb55fa7a4",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Can your ship internationally or overseas?",
      "content": "At this time, we only ship within the U.S.A. and Canada. However, if you are located outside of these locations, we recommend looking into \"Freight Forwarding Services\". We can ship to any location in the U.S.A. and \"Freight Forwarding\" companies will ship it internationally for you.",
      "id": "5c4f03ea-320d-41d0-a56b-e7fc45e97b04",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at  support@brooklynbedding.com. Our team is happy to chat.",
      "id": "6bf98544-329e-4adb-96e3-3b8010f04c40",
      "shortcut": "ams",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Are your products certified safe and healthy?",
      "content": "We use the safest materials in the mattress industry, guaranteed. Our foam is CertiPUR-US Certified, which means it's toxin-free and meets the highest health standards in the industry.",
      "id": "df3e4a79-d3a4-4b14-b90f-260103782609",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How do I choose the correct loft for my pillow?",
      "content": "As a general rule, side sleepers require higher loft; stomach sleepers require lower loft; back and combination sleepers have the latitude to choose high or low loft, depending on preference. You can also check out our blog for more tips: https://brooklynbedding.com/blog/the-best-types-of-pillows-for-back-side-and-stomach-sleepers",
      "id": "dc876146-7c03-4b22-997c-87f87aff5322",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/brooklynbedding/ and FB here: https://www.facebook.com/BrooklynBedding",
      "id": "84c2d8f7-d1e7-453f-b486-9d0bbab669dc",
      "shortcut": "smd",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Can I use the handles sewn into the side panels of select mattresses to lift or transport the mattress?",
      "content": "Handles sewn into the side panels of select mattresses should never be used to lift or transport the mattress. The handles are designed to be decorative and should only be used on rare occasions for very slight adjustments to the mattress alignment.",
      "id": "03cc36c4-8e4c-4da0-a8df-bcb63c6d7740",
      "companyName": "Plank Mattress"
    },
    {
      "name": "What size is the mask?",
      "content": "Our masks are designed to be one-size-fits-all. The base of our mask is 7in. x 3.25in. with a pleated design to help maximize facial coverage and two elastic ear loops.",
      "id": "004819a1-27e3-48b4-877c-2af6fe649b51",
      "companyName": "Plank Mattress"
    },
    {
      "name": "What material is the mask made from?",
      "content": "Our masks are made of a high-performance Evolon base fabric. Each mask is made of finely woven microfilaments which are then infused together using high-pressure water jets creating the final fabric used in our masks.",
      "id": "e2182510-f45d-426b-bd47-ac4f3e5c9ddb",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Will the mattress protector reduce breathability of the mattress?",
      "content": "As with all mattress protectors, it will have a very small impact on the overall breathability of your mattress as a trade-off for its superior protection against allergens and fluids. That said, the mattress protector is designed with very breathable materials and will still sleep cool and comfortable.",
      "id": "0917f803-e9fc-4a13-b604-fd87ce304add",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Can I use a box spring on top of the high rise platform foundation?",
      "content": "This comes down to personal preference. While it is certainly possible to use a box spring on top of the High Rise Platform foundation, the platform can support either a mattress on its own or a mattress with a box spring.",
      "id": "466a97ce-e09c-4cfb-85fb-f221f5de820f",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How does the Bi-Fold foundation support the mattress?",
      "content": "The Bi-Fold Foundation is designed with both vertical and horizontal slats that provide all the needed support. Its design does not require any additional support for your mattress.",
      "id": "cb85a285-f65e-49e8-8be3-04083d002755",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Will your products have that \"factory\" smell?",
      "content": "There is a natural scent when unpacking our mattress for the first time. This smell will dissipate within a few hours when well ventilated.",
      "id": "6c796a31-ac3f-4ed0-a74a-2eba1a9b0943",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at support@brooklynbedding.com. Our team is happy to chat.",
      "id": "8067c047-4adc-40b3-a35d-fb85e0669ddb",
      "shortcut": "wls",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://plankmattress.com/pages/return-policy",
      "id": "73c13211-9bcf-4a8b-a44c-4a6df11b7adc",
      "shortcut": "rp",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How do I set up my mattress?",
      "content": "Setting up your mattress is easy! Simply take the mattress out of the box and lay it on the front of your bed frame. Carefully unwrap or carefully cut the plastic cover to allow for decompression of your mattress. This can take a few minutes to fully decompress.\n\nNote that while the majority of decompression occurs within the first few minutes of unboxing, decompression does continue for up to 24 hours after unwrapping.",
      "id": "baf7909a-a449-4b75-8bbd-3b01f67bb514",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Free shipping",
      "content": "We provide free FedEx ground shipping on all products within the contiguous U.S.",
      "id": "0548f330-4055-4c80-8d90-dd959a4af659",
      "shortcut": "fs",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How high are your foundations? How much storage space is under the foundation?",
      "content": "Our foundations vary in height depending on the type of foundation. You can find the heights and available clearance space for each of our foundations here: https://prnt.sc/XtPEO2BtA3gc",
      "id": "4d58ff38-11aa-4d2e-972a-4342b1c22406",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How long can I keep my mattress in the box?",
      "content": "We recommend keeping your mattress in the box for no longer than three weeks after it has arrived at your door. While your mattress is safe to keep rolled for up to 60 days, compression beyond this period does hold some risk for slowing the expansion of your mattress. If you anticipate a delay in setting up your mattress, our team can delay shipping your mattress after purchase.",
      "id": "499a1d2c-68b4-48f6-8295-0d8d0c502c13",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Do your sheets work on a mattress over 11\" thick?",
      "content": "Yes, our sheets are designed to fit mattresses with a thickness from 11\" to 14\".",
      "id": "4f49abac-7ccb-44bc-b956-d6ee33741691",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Will your mattresses develop body impressions?",
      "content": "All mattresses develop minimal body impressions on contact. We have specifically chosen the most durable foams in the industry with the highest material integrity to minimize body impressions and maximize restorative properties.",
      "id": "3ea9ee66-647e-4ef1-aac3-3bc9b07f55bb",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Do I need a mattress protector?",
      "content": "Mattress protectors are not required, but we highly recommend purchasing one to protect your investment. A mattress protector is great for added protection against dust mites, liquid spills, and extending the life of your mattress.",
      "id": "b6b33591-5cb0-4ca8-9fab-4bc240aa1bdd",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Can I adjust the firmness of the premium shredded foam pillow?",
      "content": "Yes, you can adjust the firmness by adding or removing the shredded stuffing. We ship the premium shredded foam pillow overstuffed, and by simply removing some of the stuffing, you can easily adjust to your preferred firmness.",
      "id": "cda887e1-bc84-46d8-b4f9-ba747868bd6b",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! Simply look for the ID.me verification at checkout as you complete your order. Click the \"Verify\" button and follow the steps!",
      "id": "2fc2d543-c6e9-4c10-b130-072292dd2f41",
      "shortcut": "ms",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "id": "4f3a9f4c-4c6d-40b4-ad6f-cdbee8678ed8",
      "shortcut": "ced",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Is the mattress protector a full encasement?",
      "content": "No, the mattress protector fits like a fitted sheet and therefore is not a full encasement. Made from cotton terry, the mattress protector is designed to be easily machine washable and breathable, distinct from a mattress encasement.",
      "id": "eda7b731-fb1c-4bb1-9c78-0dd5cc767c24",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Does the Bi-Fold foundation come with a frame?",
      "content": "We do not currently sell the Bi-Fold foundation with a frame.",
      "id": "c5b28737-bdc7-4702-bf64-f219818a11fc",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How do I clean the cover?",
      "content": "You can spot-clean the cover with a mild detergent, gently dabbing the cover instead of rubbing it. If you're expecting liquid spills or stains, we recommend investing in a mattress protector which is easily washable.",
      "id": "da7b75d5-12b3-4a8c-96e7-95bb0e317d69",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@brooklynbedding.com. Our team is happy to help!",
      "id": "e3360a8d-380e-4eff-98bc-6fbad662cc19",
      "shortcut": "cs",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Is the mask washable?",
      "content": "Yes, the mask can be machine washed up to 50 times in hot water. We recommend that you gently re-fold the pleats and lay flat to air dry following each wash.",
      "id": "f1dc40e2-c91e-4e4a-8c52-36fb7b3a22ce",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Can I delay a shipment?",
      "content": "All products shipped from our manufacturing facility are delivered via national carrier, typically FedEx. Once a shipping label is created and products leave our facility, the final delivery date is at the discretion of the carrier. While we cannot guarantee that a product shipment will arrive on a customer's preferred date, we can delay a shipment to ensure it arrives after a specified date. Please feel free to reach out to our customer service team at 1-888-210-8751 so that we can best accommodate any special requests.",
      "id": "7f65f22c-4483-43e7-990d-b575004a71e5",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Do I need a box foundation for your mattress?",
      "content": "Any type of support system that provides minimal to no flex will work with our mattress. This includes most platform, slat, and box spring foundations. If you need a foundation for your new mattress, check out our foundations specifically designed for Brooklyn Bedding mattresses here: https://plankmattress.com/collections/foundations",
      "id": "8b4d4267-bde3-4701-8651-c5327926a846",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How long does it take for my mattress to air out?",
      "content": "For best results, we recommend allowing your mattress to sit between 3 to 5 hours before laying on it. Keep in mind the natural odor in your mattress may take up to 24 hours after unpacking to entirely dissipate.",
      "id": "43d076b6-603c-4e92-81c3-f3749074484b",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Does the nose have a mask wire?",
      "content": "Yes, each mask features a nose wire, designed for individual comfort as well as personalized adjustments.",
      "id": "d0c1b219-525c-4327-bdfe-45465034572f",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How long is your warranty?",
      "content": "We offer a 10-year warranty for mattress defects, a 1-year warranty for sheets defects, and a 3-year warranty for pillow and mattress protector defects. Foundations come with a 3-year limited parts replacement warranty. Adjustable bases come with a 2-year limited parts replacement warranty.",
      "id": "cbadc36e-d78b-426e-bea6-44d6fd1823db",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Why am I unable to process financing at checkout?",
      "content": "Due to recent developments regarding consumer loans in Iowa and West Virginia, financing may be restricted or unavailable to residents in those states.",
      "id": "b53683dc-d859-4d83-bf3a-b0648ca61d69",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Do you offer student discounts?",
      "content": "Yes! Simply shop and select your products and then verify your eligibility during the shopping process using the ID.me button on the checkout page. Once your eligibility is confirmed, the discount will automatically apply to your entire shopping cart. You can also learn more about your discount here: https://plankmattress.com/pages/student-discount",
      "id": "987547d8-962c-47ab-a491-7060848e176c",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 3-7 business days and we usually ship via FedEx. Once shipped it will take  3-5 business days for domestic orders.",
      "id": "6c01a3e4-db6a-44fa-ae73-cc7e593c18f6",
      "shortcut": "shp",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-623-624-1222 or let me know if I can help via text, it may be faster.",
      "id": "0452f3f8-2ba1-47fa-a861-b0e2204a9ca2",
      "shortcut": "ps",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How does the 120-night trial period work?",
      "content": "We are confident we have made the best bedding products, so we back them with a generous trial period of 120 nights! We do require that you try your new mattress for at least 30 days from the date of delivery. This gives you ample time to properly adjust to the new materials. The trial date begins when you receive your mattress and can only be used once per customer per calendar year.",
      "id": "3df67aa5-1d1c-4724-904f-0bb1a311b04e",
      "companyName": "Plank Mattress"
    },
    {
      "name": "What is the height of the Plank Firm and Plank Firm Luxe?",
      "content": "The Plank Firm is about 9'' in height, and the Plank Firm Luxe is about 13'' in height.",
      "id": "459440fa-897b-447d-ba87-eec1763a3ef8",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Can I use my FSA card?",
      "content": "Unfortunately, you aren't able to use a health benefits card like an FSA card on our website.",
      "id": "efe6f1d5-5c46-49e6-897e-300fbe6e50af",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "All mattresses are assembled in our Phoenix, Arizona facility and shipped directly to your door. We use source materials both domestically and internationally and assemble each mattress in our facility to give us complete control over quality.",
      "id": "ee0a737b-8601-48c2-82c3-5c46b16938fd",
      "shortcut": "mfc",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Does your mattresses work with an adjustable base?",
      "content": "Yes, all our mattresses are compatible with adjustable bases.",
      "id": "24d50dcf-8bf6-4f10-99b8-a6a63d6691e9",
      "companyName": "Plank Mattress"
    },
    {
      "name": "Can I use HSA?",
      "content": "Unfortunately, you will not be able to use your HSA to make purchases on our website. Sorry for the inconvenience.",
      "id": "c924816c-7306-4e44-82cb-370fd3a2c541",
      "companyName": "Plank Mattress"
    },
    {
      "name": "How long will it take for my mattress to fully expand?",
      "content": "After removing all the plastic, we recommend allowing your mattress to breathe for 3-5 hours before putting on any sheets or mattress protectors. While you can safely sleep on it the first night, please note that it can take up to 72 hours for the mattress to fully expand and for most wrinkles to smooth out. Rest assured, using the mattress right away won't harm it in any way!",
      "id": "0daf91ac-69ea-435b-9ee2-82f5e94e82fe",
      "companyName": "Plank Mattress"
    }
  ]
}
