{
  "companyKey": "r + co",
  "templates": [
    {
      "name": "Do you have an app?",
      "content": "We currently don't have an app.",
      "id": "a2e10e25-79d7-4aed-89c4-cf9c774ad700",
      "companyName": "R + Co"
    },
    {
      "name": "No promo/Rewards Program",
      "content": "I don't have any codes available at the moment but I'd recommend checking out our Rewards program where you can unlock exciting perks and earn points that you can redeem for free products, coupon codes, surprise offers, VIP experiences and many more!",
      "id": "d1417dd8-11e2-4754-8daa-ee1bd4e699a8",
      "shortcut": "ncode",
      "companyName": "R + Co"
    },
    {
      "name": "Do you accept PO boxes?",
      "content": "PO Boxes don't bypass our system, and therefore we only accept physical addresses. All PO Boxes are flagged by the system and get delayed because we need an alternate address.",
      "id": "ad87ae37-cd9f-4ab4-951e-88e0557a36cd",
      "companyName": "R + Co"
    },
    {
      "name": "What payment methods do you accept?",
      "content": "We accept Visa, Amex, Mastercard, Afterpay, PayPal, Apple Pay, Shop Pay, and Google Pay.",
      "id": "ed18b9c6-1a99-425f-8221-f79d159b4cc4",
      "companyName": "R + Co"
    },
    {
      "name": "How long does it take for points to appear in my account?",
      "content": "After you make a purchase, your points will reflect in your account once your order has been fulfilled and payment fully processed.",
      "id": "e46461da-ae6e-4821-ba08-6c926fec8b02",
      "companyName": "R + Co"
    },
    {
      "name": "What is the bleu molecule complex?",
      "content": "Is a microencapsulated sugar molecule that repairs damage, improves strength and shine, improves detangling and manageability, provides frizz control, reduces breakage, and works for all hair types.",
      "id": "55f3223a-f51d-4c66-9d82-1be13257daa3",
      "companyName": "R + Co"
    },
    {
      "name": "Do bleu products offer UV protection?",
      "content": "Yes, all R+Co Bleu products offer UV protection.",
      "id": "57006811-de61-4385-9c96-c631faa54af2",
      "companyName": "R + Co"
    },
    {
      "name": "What is the key ingredient in the bleu formulas?",
      "content": "R+Co Bleu has been formulated with a proprietary ingredient, the Bleu Molecule Complex. A microencapsulated sugar molecule that allows the slow release of caring ingredients to repair damaged hair. This intelligent technology targets the damaged sites of the hair without build up.",
      "id": "4475227b-d58d-4bda-874f-9ffe7b7cfec5",
      "companyName": "R + Co"
    },
    {
      "name": "Do you offer samples?",
      "content": "To sample a product in-person you can locate an authorized R+Co retailer near you here: https://www.randco.com/pages/salon-locator When viewing your cart on randco.com, you may select a complimentary sample to add to your order, if available.\n\nUnfortunately, we are unable to mail standalone product samples at this time.",
      "id": "4e43d334-e4ba-4179-abb6-1961baa6c8f9",
      "companyName": "R + Co"
    },
    {
      "name": "How do I layer my products?",
      "content": "We know that everyone is different, and we encourage you to try using the products in ways that work best for your hair. As a general rule of thumb, products should be layered in the following order: step 1: shampoo/conditioner/masques, step 2: detanglers, heat protectants, leave-in conditioners, step 3: creams, mousses, gels, step 4: nourishing oils, serums and step 5: dry products like hair sprays and dry volume sprays.",
      "id": "ff1cc3f3-2db1-4420-95fa-f73376bfdd1b",
      "companyName": "R + Co"
    },
    {
      "name": "Do my points expire?",
      "content": "Your points will expire only after one year of inactivity. We will send you a reminder before any points expire.",
      "id": "a8b0ee33-0349-4938-8d8f-8e3bf99afbe8",
      "companyName": "R + Co"
    },
    {
      "name": "Is vitamin E used in bleu products?",
      "content": "Yes, the vitamin E used in the products is obtained from vegan sources.",
      "id": "762d27e0-1380-481b-aebf-42ef8219cee5",
      "companyName": "R + Co"
    },
    {
      "name": "Product too expensive / Why did you increase your prices?",
      "content": "In the last year we did increase our prices to keep up with rising prices globally and to not compromise the integrity of our formulas. We hope you understand this and will come back and shop with us again. That being said we would love to have you signed up for our emails and texts so you can take advantage of any of our promotions.",
      "id": "8123f755-314a-4bfb-bed5-dcd7b17418e2",
      "shortcut": "pte",
      "companyName": "R + Co"
    },
    {
      "name": "Do your  Shampoo + Conditioner Liter bottles come with a pump?",
      "content": "Yes, all Shampoo + Conditioner Liter sizes come with a pump.",
      "id": "f05e0d34-6ff7-4499-b606-f67ccd134fbf",
      "companyName": "R + Co"
    },
    {
      "name": "Are your products unisex?",
      "content": "Yes, all of our products are considered unisex.",
      "id": "14b7dae9-4be4-49ab-8c0e-f20cf721a6ee",
      "shortcut": "usx",
      "companyName": "R + Co"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/randcobleu/ and FB here: https://www.facebook.com/RandCoHair/",
      "id": "ee768ce7-dab9-4a90-a527-87b384f69e3b",
      "shortcut": "smd",
      "companyName": "R + Co"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 2-3 business days and we usually ship via FedEx. Once shipped, it will take 5-8 business days for domestic orders.",
      "id": "ab03f75c-04a4-4a8d-92d0-f47b3fbfb47f",
      "shortcut": "shp",
      "companyName": "R + Co"
    },
    {
      "name": "What are the main formula claims of your products?",
      "content": "Our formulas are 100% vegan, gluten, cruelty-free, made without sulfates, parabens, petrolatum, or mineral oil, and are Leaping Bunny certified.",
      "id": "477bb7af-a09d-4592-afb8-45d4c5bd4987",
      "companyName": "R + Co"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us in a salon or store near you here: https://www.randco.com/pages/salon-locator",
      "id": "f532f081-ce3f-4104-b4e2-ad113e69a1c2",
      "shortcut": "sl",
      "companyName": "R + Co"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.randco.com/pages/help",
      "id": "c994b1ac-8369-4c00-9c24-a4452cf60763",
      "shortcut": "rp",
      "companyName": "R + Co"
    },
    {
      "name": "How do I start a return?",
      "content": "You can start your return here: https://returns.randco.com/",
      "id": "06d0d6c4-59da-4c46-9900-2206682830bb",
      "companyName": "R + Co"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at info@randco.com. Our team is happy to help!",
      "id": "3a6c827d-9f70-4e47-b72d-b45fa010a4db",
      "shortcut": "cs",
      "companyName": "R + Co"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can sign up for our affiliate program here: https://www.randco.com/pages/affiliates",
      "id": "01b7743c-c513-4889-8e5a-ce5d83153388",
      "shortcut": "ams",
      "companyName": "R + Co"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! Simply look for the ID.me verification at checkout as you complete your order. Click the \"Verify\" button and follow the steps!",
      "id": "4691e878-6a95-4673-8c58-264cae2ee06c",
      "shortcut": "ms",
      "companyName": "R + Co"
    },
    {
      "name": "Cancel / edit order",
      "content": "It is our priority to get your order to you as fast as possible and for this reason we, unfortunately, are not able to edit or cancel an order once it has been placed. Apologies for the inconvenience this may cause!",
      "id": "66ec95db-77e5-44b5-b554-979414a0f08c",
      "shortcut": "ced",
      "companyName": "R + Co"
    },
    {
      "name": "Why are your products formulated without sodium chloride?",
      "content": "All of our hair care products are formulated without sodium chloride as sodium chloride has been shown to break down keratin bonds in hair.",
      "id": "de0e227c-e899-440b-9614-4b5f8d08e991",
      "companyName": "R + Co"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at info@randco.com. Our team is happy to chat.",
      "id": "c1254503-f11c-450d-a164-155ddf673ea9",
      "shortcut": "wls",
      "companyName": "R + Co"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "id": "a1a84894-324a-48a2-8b10-adc616bc09a5",
      "shortcut": "ps",
      "companyName": "R + Co"
    },
    {
      "name": "Do your products including bleu contain nut derived oils?",
      "content": "Yes, we purposely utilize low percentages of oils in select R+Co formulations. The rich nutrients of oils are known to provide excellent benefits for hair smoothing, shine, and nourishment.",
      "id": "3f1ac56d-9fb5-49f7-b485-560ce306a468",
      "companyName": "R + Co"
    },
    {
      "name": "Do your products including bleu contain silicone?",
      "content": "Yes, we strategically utilize high-performance silicones in many of our products to achieve just the right amount of slip and feel, leaving hair moisturized and protected. The silicones we use are of a higher quality. Lower-grade silicones act as 'fillers' which can build up, leaving hair weighed down and overloaded.",
      "id": "7b3a88c1-9e24-4b0c-9596-b5ab685a07c4",
      "companyName": "R + Co"
    },
    {
      "name": "Are your products including bleu color safe?",
      "content": "Yes, all of the shampoos are safe for color-treated hair.",
      "id": "d40de750-d634-408a-8710-96228996c5f7",
      "companyName": "R + Co"
    },
    {
      "name": "Are your products including bleu safe to use with keratin treatments?",
      "content": "Yes, our hair care products are safe for use in keratin treatments. We don't use Sodium Lauryl Sulfate or Ammonium Lauryl Sulfate, both of which can be harsh, stripping and could potentially shorten the length of time that a straightening process lasts.",
      "id": "d2a15a5b-2457-4790-8498-ddbce0fece3b",
      "companyName": "R + Co"
    },
    {
      "name": "Do your products including bleu contain alcohol?",
      "content": "Yes, in order to maintain a high level of performance, a certain amount of alcohols are necessary in specific formulations. However, they are cosmetic-grade alcohols that won't dry or strip the hair. As a result, you can get the style you want without the negative effects that alcohols are sometimes associated with.",
      "id": "35c15707-1c46-4e0a-b8ab-25e17dcdfe35",
      "companyName": "R + Co"
    },
    {
      "name": "Are your products including bleu 100% natural?",
      "content": "We use only the finest ingredients in our products, many of which are natural ingredients. However, in the pursuit to provide uncompromised performance, many of our ingredients are specially formulated and often synthetically derived.",
      "id": "e28e557a-11e8-4bb6-8144-cc145186fdc0",
      "companyName": "R + Co"
    },
    {
      "name": "Do your products including bleu contain phthalates?",
      "content": "No, our products don't contain phthalates.",
      "id": "9782200b-1e8a-4842-83d1-c588e89db7e8",
      "companyName": "R + Co"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://www.randco.com/pages/r-co-rewards",
      "id": "a47101b3-dbcf-42c0-83d3-ca02f1190e6d",
      "shortcut": "rwd",
      "companyName": "R + Co"
    },
    {
      "name": "Affiliate questions",
      "content": "If you have any questions regarding the R+Co Affiliate program please send an email to affiliates@randco.com. Our affiliate support team would be happy to help with this!",
      "id": "f71c444d-cefb-46dd-a32c-9f01d11a608e",
      "shortcut": "afq",
      "companyName": "R + Co"
    },
    {
      "name": "Retroactive discount/price adjustment (edit when needed)",
      "content": "I can check if that's possible. What's the order number, email address, and the code you wish to have applied to your order?",
      "id": "595bb156-d599-445c-822b-965e37456956",
      "companyName": "R + Co"
    },
    {
      "name": "What fragrance is used in your Bleu Products?",
      "content": "We use our fragrance Light Waves, which is a light, warm romantic scent consisting of Cardamom, Pineapple, Tangerine, Lavender, Bamboo,  and Blonde Woods. The fragrance is gentle enough that it does not interfere with the wearer's own perfume, but vibrant enough to enhance the in-shower experience.",
      "id": "a9fbde7f-a4ce-4c4e-b736-be829f109ff3",
      "companyName": "R + Co"
    },
    {
      "name": "Is the Cactus shampoo going to be restocked?",
      "content": "Unfortunately, the Cactus shampoo has been discontinued. However, I would suggest our Labyrinth 3-in-1 Texturizing shampoo instead. It's a new and improved formula from Cactus that carries many better benefits. You can check it out here: https://www.randco.com/products/labyrinth?utm_campaign=concierge&utm_medium=sms&utm_source=attentive&externalId=HsG0v",
      "id": "77239e48-3d97-40fa-846a-0705d5b5e326",
      "companyName": "R + Co"
    },
    {
      "name": "What's the HairMail App?",
      "content": "The HairMail app is exclusively for affiliates to share hair product recommendations with their followers and clients. I would suggest creating an account on our website for faster checkout: https://www.randco.com/account/login When you do this, you can also sign up for our rewards program which provides you with points that can be redeemed on discounts and free product.",
      "id": "17e6c9c6-9a37-41dd-8511-477f9dff341d",
      "companyName": "R + Co"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all orders over $40 within the contiguous U.S. Maybe you can add something else to reach the minimum?",
      "id": "759640fb-d46c-44b2-ac01-ad082615e92a",
      "shortcut": "fs",
      "companyName": "R + Co"
    },
    {
      "name": "Are your products safe to use on extensions?",
      "content": "Our products are formulated without sulfates SLS and SLES (known to break down the bonds used on hair extensions). Our products should be safe to use on human hair extensions, however, due to the variety of bonding agents in extensions on the market, we recommend checking with your stylist - just to be safe!",
      "id": "aa31383a-bd79-4f5a-9a5a-4ad473f1d0f5",
      "companyName": "R + Co"
    }
  ]
}
