{
  "companyKey": "révive skincare",
  "templates": [
    {
      "name": "Brightening Eye Cream ingredients",
      "content": "The full ingredient list for the Brightening Eye Cream / Under Eye Illuminator is the following: Water (Aqua, Eau), Dimethicone, Tetrahexyldecyl Ascorbate, Dicaprylyl Carbonate, Glycerin, Propanediol, Heptyl Undecylenate, Niacinamide, Cetearyl Alcohol, Arachidyl Alcohol, Mica, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Coco-Glucoside, Hexapeptide-9, Sodium Hyaluronate, Hydrolyzed Sodium Hyaluronate, Sodium Acetylated Hyaluronate, Sodium Hyaluronate Crosspolymer, Tremella Fuciformis (Mushroom) Extract, Albizia Julibrissin Bark Extract, Allantoin, Arachidyl Glucoside, Behenyl Alcohol, Butylene Glycol, Citrus Aurantium Dulcis (Orange) Peel Oil, Ethylhexylglycerin, Glucose, Isohexadecane, Lecithin, Pentylene Glycol, Phenoxyethanol, Polyglyceryl-4 Caprate, Polysilicone-11, Polysorbate 60, Pullulan, Sclerotium Gum, Silica, Sodium Benzoate, Sorbitan Isostearate, Tocopherol, Trisodium Ethylenediamine Disuccinate, Xanthan Gum, Sodium Hydroxide, Limonene, Titanium Dioxide (CI 77891)",
      "id": "df450634-24c3-4af4-86b3-9bc875ef5595",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Are your products vegan?",
      "content": "We do offer some products that are vegan. To learn more about which RéVive products are vegan, please contact our client care team at client_care@reviveskincare.com who can provide more information on the specific product you are interested in.",
      "id": "6e3b03fb-099a-4801-bced-931169617e76",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "When can I expect to see results?",
      "content": "Depending on the specific concern and condition of the skin, one can expect to see the start of results in weeks while other deeper-lying aging issues may take several months to notice a remarkable improvement.",
      "id": "060fe1ad-c131-4d90-92cc-e2f0f6529943",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Do you offer gift packaging and a gift note?",
      "content": "Yes, we do. You may select this option in your cart section before checkout. For gift wrapping please select the check box that reads \"This order is a gift\". Once this box is checked you will have the option to add a gift message on your order. Please note this option is available for US orders only.",
      "id": "f10fb87f-25f5-4c29-852b-c8e1875448ca",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Are the products fragranced?",
      "content": "Not all products have fragrance. However, some of our products do contain fragrance to make the product usage a lovely experience for our clients. The product scent/fragrance will vary by product.",
      "id": "b42ed57f-8760-4880-8506-af695bf5ad1f",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "How can I request a return?",
      "content": "To request a prepaid return label, please contact our client care via email at client_care@reviveskincare.com.",
      "id": "ceb62e8b-2199-44c9-afd2-625cacc6568c",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "How many reward items can I redeem?",
      "content": "Only one reward item can be redeemed per order.",
      "id": "bca9cc7c-5260-43f8-8c11-2d9e8195f18e",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Where do you ship from?",
      "content": "Our headquarters and warehouse are located in New York.",
      "id": "135da4b6-e016-4b20-a244-7beb53de97d1",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Where are your products manufactured / made?",
      "content": "Most of our products are made in the US with the exception of our Masque de Radiance which is made in France and our Revolve roller which is made in China.",
      "id": "d38e6b1d-1422-46ff-80f7-766c1ba93305",
      "shortcut": "mfc",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://reviveskincare.com/blogs/store-locator",
      "id": "7c0986df-5d99-4039-9a12-b5ede2466e0d",
      "shortcut": "sl",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "4646508b-7364-4b07-9345-626a71e75c06",
      "shortcut": "ms",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://reviveskincare.com/pages/revive-rewards",
      "id": "9604f81f-92a5-4148-ae3e-317cb97ac149",
      "shortcut": "rwd",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here - https://reviveskincare.com/pages/shipping-returns",
      "id": "30255c90-a3de-46d8-9b0b-8a44272df1b1",
      "shortcut": "rp",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at client_care@reviveskincare.com. Our team is happy to chat.",
      "id": "4fa06734-f4ac-4a58-9ae7-f41988be576e",
      "shortcut": "ams",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at client_care@reviveskincare.com. Our team is happy to chat.",
      "id": "e0699e50-9d8d-48c2-ab34-e1092381393c",
      "shortcut": "wls",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at client_care@reviveskincare.com or give us a call at 1-866-986-7083. Our team is happy to help!",
      "id": "86a65627-2ad0-4ad2-9bab-8edd26a8e88b",
      "shortcut": "cs",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "When is your next sale? / Do you have any deals/sales/promos?",
      "content": "You can always check out this page to stay up-to-date on our exclusive online offers: https://reviveskincare.com/pages/special-offers We also offer $25 off $100 for first-time customers who sign up to receive email or SMS alerts!",
      "id": "14fcc996-257c-4052-92bb-e944e082d0d5",
      "shortcut": "ncode",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Are your products safe for pregnancy/pregnant women?",
      "content": "Although our products aren't systemically absorbed into the bloodstream, we always recommend all customers consult with their doctor prior to use.",
      "id": "877cd261-f48e-41e3-9318-adf4d96f4f19",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-866-986-7083 or let me know if I can help via text, it may be faster.",
      "id": "bde5615d-a799-4bd8-899f-729128e70e12",
      "shortcut": "ps",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 2 business days and we usually ship via FedEx or USPS. Once shipped, it will take 2-5 business days for domestic orders.",
      "id": "af023432-f0b4-4cac-9455-5af17bd72789",
      "shortcut": "shp",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Do you have samples?",
      "content": "Unfortunately, we don't sell samples for certain products. While we don't have a pre-purchase sample program available directly from our distribution center, you may want to visit their nearest RéVive retail location. Our associates can assist you with trying testers in-store and, at times, may have sampling offers. While we certainly can't guarantee that you could take home products at no cost, our in-store associates will be well equipped to make sure you get a hands-on experience. You can find the nearest retail location here: https://reviveskincare.com/blogs/store-locator As a reminder, you are also able to select you own complimentary samples with your online order by adding them directly in your cart. Here's an image tutorial: https://revive.attn.tv/sl/_oFaWlNq",
      "id": "d723d38b-4698-4965-95e0-849124ad881e",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all domestic orders.",
      "id": "80f954c0-6e14-4c6a-aaab-8fa48e3d032d",
      "shortcut": "fs",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/reviveskincare/ and FB here: https://www.facebook.com/reviveskincare",
      "id": "774988a0-5686-45c8-a7e6-1ac2791a1228",
      "shortcut": "smd",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "How long do returns take to process?",
      "content": "Our returns process takes about 2-15 business days.",
      "id": "ec40e584-eee4-4b7c-bf0a-7cc4c1b54a21",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Do you offer gift cards?",
      "content": "We do not offer gift cards at this time.",
      "id": "71a9ebea-9ba5-4a21-bef0-147418025393",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "How long can I use a product after opening it?",
      "content": "The Period After Opening (POA) which is represented by an open jar with a number followed by an M (month). This symbol establishes how long a product may last after it is opened. This is a guideline and does not consider how the product is used or stored. You will see this symbol on any product that is available for sale.",
      "id": "66e85dcd-9ee6-436c-9168-15b5fdfd3882",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Do you test on animals?",
      "content": "We do not test on animals.",
      "id": "8cd9945a-aa7f-491e-ab5c-54a7e2ecff8a",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "At what age should I start using \"anti-aging\" skincare?",
      "content": "Signs of aging may begin as early as your 20's. While this is not chronological aging it could be caused by environmental and lifestyle factors. RéVive addresses those specific concerns with preventative products which help break into the cycle and provide real anti-aging benefits.",
      "id": "06113821-2b7f-4bfa-9d4e-9b269a22433c",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "How long should a product last with consistent use?",
      "content": "A product should last about 3-4 months with consistent use.",
      "id": "9277cda0-c5c6-4f97-b79e-5fee14b8d7ff",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "What is the age of my product?",
      "content": "An unopened container should be kept in a cabinet (out of sunlight) and will remain 'fresh' for a few years. If you're interested in the recommended shelf life of a specific product please let me know and I'll gladly check with my team.",
      "id": "ec144ac6-e053-4add-9fde-a744dca84d2c",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "What products would you suggest for acne or acne scarring?",
      "content": "To treat acne, we would recommend our Acne Reparatif and Masque de Glaise. Also, all our products in our renewal collection will help with the renewal of skin. For Acne prone skin we would recommend checking out the Moisturizing Renewal Lotion. For acne scarring we would recommend our exfoliating products Le polish and Masque de Brillance.",
      "id": "fe378a65-72bd-457d-9769-6e2a02162456",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Do your products expire?",
      "content": "Some of our products expire, these are anything that has SPF and or is considered an over-the-counter drug (OTC) product based on its ingredients. These items are clearly marked with an expiration date. For products that do not contain SPF or are non-OTC, these items do not contain an \"expiry\" date. The end of recommended shelf life is based on our stability test which we completed to 3 years. \n\nThis does not necessarily mean the product is bad or not usable past the 3 years; it simply means we did not test past that time. If you wish to continue to use of a non-OTC product past 3 years, we suggest that you look at the color and check the smell. If either seems abnormal, discard. If you find that both smell and texture seem to be fine, then do not have any hesitation in using it.",
      "id": "8b2fd15a-5fd6-4ef3-b848-7f62b491aad1",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Cancel / edit order",
      "content": "Unfortunately, we're not able to edit orders after they've been placed. If you would like to cancel the order, please share your order number and email address.",
      "id": "93df4c3f-02ba-48b9-8728-bd7d01e5e9ab",
      "shortcut": "ced",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://reviveskincare.com/pages/special-offers",
      "id": "ce70a5c4-f16e-409e-99d2-54bd6005fe55",
      "shortcut": "spg",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Do I earn points for purchases from retailers?",
      "content": "I'm sorry, but you cannot earn points for purchases made with other retailers.",
      "id": "f8394a02-6b02-4263-b44c-8fb1ff81fe13",
      "companyName": "RéVive Skincare"
    },
    {
      "name": "Price Adjustment",
      "content": "Regretfully, we do not offer price adjustments.",
      "id": "b5adbee3-971b-4686-ad2b-ca8c18fcfdeb",
      "companyName": "RéVive Skincare"
    }
  ]
}
