{
  "companyKey": "saatchi art",
  "templates": [
    {
      "name": "What Payment Methods Do You Accept?",
      "content": "We accept payments from major credit cards like Visa, MasterCard, Discover, and American Express. We also accept digital wallets like Apple Pay, Google Pay, and PayPal. If you wish to pay via bank wire transfer, please contact 888-908-3868 between the hours of 9:00 AM - 6:00 PM PST Monday through Saturday or email support@saatchiart.com for assistance with bank wire transfers.",
      "id": "5b9643c7-fda5-4c06-9975-885db229fa90",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://support.saatchiart.com/hc/en-us/articles/14673570463643-Return-Policy",
      "id": "b295373a-2a8b-41ae-bd5b-6590b382df6f",
      "shortcut": "rp",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Commission Rate",
      "content": "The artist-to-Saatchi commission rate is 60/40 for each sale.",
      "id": "0f23f8ff-99f6-4bed-9b40-b2ade090c5ad",
      "companyName": "Saatchi Art"
    },
    {
      "name": "What types of open edition prints and frames are available?",
      "content": "We offer Fine Art Prints, Gallery Photo Paper Prints, and Canvas Prints. You can take a look at their descriptions and the optional frames at the following link: https://support.saatchiart.com/hc/en-us/articles/205279467-What-types-of-open-edition-prints-and-frames-are-available-",
      "id": "dfd3a904-bec3-425e-a9ab-9a066496b4be",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Where does Artwork ship from?",
      "content": "If you purchase an original work or limited edition print from Saatchi Art, the work will be delivered straight from the artist's studio to your specified shipping address. If you purchase an open edition print, it will be printed and shipped by Saatchi Art's printers, located in the USA.",
      "id": "6cbca46b-b0e3-4fa6-b7a9-dc8082ec3cdc",
      "companyName": "Saatchi Art"
    },
    {
      "name": "What's the difference between buying limited edition vs. open edition prints?",
      "content": "As the name suggests, only a limited number of prints will be made available for purchase. For example, if the artist is selling a limited run of 25 prints, once those 25 prints have sold, that limited edition will no longer be available to purchase. The exclusive nature of a limited edition print effectively raises its value and, therefore, its price. \n\nUnlike limited edition prints, open edition prints may be endlessly reproduced. Because there's no limit to the number of prints that can be made, an open edition print is priced lower than a limited edition print.",
      "id": "ef5caa66-6143-4e56-bed8-84ff9708cf7e",
      "companyName": "Saatchi Art"
    },
    {
      "name": "If my offer is accepted, do I have to go forward with the purchase?",
      "content": "Yes. If your offer is accepted, with the exception of special circumstances, you are required to go forward with the purchase. Your credit card will be charged with the final cost including shipping as displayed to you on the offer form. We ask, out of respect for our artists, to please only make offers on artwork you are ready and willing to purchase should your offer be accepted.",
      "id": "0a08d4a1-a970-4be6-b6fd-98b0109bc1e0",
      "companyName": "Saatchi Art"
    },
    {
      "name": "What does \"ship in a tube\" mean?",
      "content": "Shipping in a tube means your order will arrive rolled in a dent-resistant tube. Rolled works can be easily stretched (for canvas works, i.e. placed onto wooden stretcher bars) and/or framed by a local framer upon arrival. Upon immediate delivery, we highly recommend you send any works on paper directly to your framer for cautious, professional unrolling of the artwork.",
      "id": "c0260006-0be5-4f7d-8528-cb50fd3310b0",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at  support@saatchiart.com. Our team is happy to chat.",
      "id": "51b9873e-fdbc-4fe9-838c-8f03fbf34f60",
      "shortcut": "wls",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Free shipping",
      "content": "We have an agreement with our shipping providers for a competitive global flat rate shipping cost based on the artwork's dimensions and specifications. We're able to pass these savings on to you and we've included the price of shipping within the artwork price. Now, what you see is what you pay!",
      "id": "9c704686-f68d-4ea9-b517-b897465c3178",
      "shortcut": "fs",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "8396178a-e117-4acd-b173-7a5e0ab3a72e",
      "shortcut": "ms",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "id": "07dced26-9650-4b8a-8ab9-5f944e95f296",
      "shortcut": "ced",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/saatchiart/ and FB here: https://www.facebook.com/saatchionline",
      "id": "11ba60cf-2afe-4980-b210-3cb64407a490",
      "shortcut": "smd",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Brand ambassador / affiliate program",
      "content": "Thank you for your interest! You can sign up for our affiliate program here: https://signup.cj.com/member/signup/publisher/?cid=4023958#/branded",
      "id": "c96930fe-23d5-48c3-93af-38a37130fa2c",
      "shortcut": "ams",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 888-908-3868 or let me know if I can help via text, it may be faster.",
      "id": "677a02ee-f04c-45d4-9f6d-8b2886cc0284",
      "shortcut": "ps",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store, as we are an online gallery.",
      "id": "28e113ab-45e9-4318-8ed7-d4da36eaf984",
      "shortcut": "sl",
      "companyName": "Saatchi Art"
    },
    {
      "name": "When will I hear back about my offer?",
      "content": "Your offer will be received by one of our reps who will notify the artist on your behalf. You should receive an answer or counter-offer within 72 hours.\n\nIf you haven't heard a response in over 72 hours, please email us directly at support@saatchiart.com regarding the offer. Don't forget to include the name of the artist and the name of the artwork so we can easily identify the offer in our system.",
      "id": "8133440a-0eee-4a4c-9d01-23c9d15d0232",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a referral program where you can give your friends 15% off their first order, and when they buy you'll get $100 off your next purchase. Check it out here - https://www.saatchiart.com/invite?traffic_source=site_footer",
      "id": "da61f59f-167c-40c7-a637-7c3f52c43c81",
      "shortcut": "rwd",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Products too expensive",
      "content": "Our artists price their work so this is based on how much the artists think their work is worth. We also have a \"Make An Offer\" feature on the product page where you can make an offer on a work for less than the listed price.",
      "id": "9309f8aa-01b0-4cd9-b0d0-c6d4acc16229",
      "shortcut": "pte",
      "companyName": "Saatchi Art"
    },
    {
      "name": "What kind of investment potential does this piece have? / How much money/profit do you think I can make from this piece?",
      "content": "Regarding investment potential, there are never any guarantees when it comes to investing in art, especially at the level of emerging artists. We recommend first and foremost to purchase works you love and could imagine living with for a long time! When it comes to determining an artist's career trajectory, it's also helpful to review their profile for CV information-artists who exhibit frequently and internationally, have completed residencies, and/or are frequent sellers often have a promising career outlook.",
      "id": "b84a210a-3497-4e9d-bae1-92e4afd35dba",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Would it be possible for you to recommend work/pieces based on (customer needs/dimensions/wall size/etc)?",
      "content": "Our curation team would be happy to recommend works for you. Please submit an inquiry here: https://saatchiart.attn.tv/sl/flDVu8a5 When you work with our Art Advisory team, the team communicates directly with the artist to address any questions or concerns you may have before purchase. Additionally, you can negotiate pricing directly with the artists on the collector's behalf. This is particularly helpful if you'd like to make offers on multiple works by multiple artists. They provide a complimentary service to tailor collections for the client to view based on the parameters provided (i.e. medium, style, dimensions, price, etc.). They also welcome custom requests and will work with our artists at your behest.",
      "id": "d7028a69-b693-4026-8fc8-b03b3194599c",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Art/painting/print related questions",
      "content": "The best way to handle this is to contact us at curator@saatchiart.com for further information. One of our Curations will be able to assist and connect with the artist directly for further information.\n\nAlternatively, you can go through our contact us form: https://saatchiart.attn.tv/sl/uCrZZKo6 -- and select \"speak with a curator\" or \"artwork inquiry\" as the contact reason. I hope this helps!",
      "id": "609d03ae-60d5-4287-8ac7-9b3e7f6d6da4",
      "shortcut": "arq",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@saatchiart.com. Our team is happy to help!",
      "id": "9765df82-2b6c-4e7b-b253-85ad3d9f3f29",
      "shortcut": "cs",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Do you offer framing?",
      "content": "As we ship the artworks directly from the artist to you, we're unable to offer any additional framing services for originals. Unless the specific listing noted that it would come with a frame, the artwork won't be framed. We'd recommend taking the work to professional framers once you receive it, as they'll be able to assist you further with some great framing options to suit the piece and the space you intend to hang it.",
      "id": "dc1a23fb-293c-4b1d-aa21-a113428268d2",
      "companyName": "Saatchi Art"
    },
    {
      "name": "I want to sell my art on your site",
      "content": "If you'd like to sell your artwork on our site, please head over to this page to get started: https://www.saatchiart.com/whysell Let me know if any questions come up!",
      "id": "dfaefb93-7531-4d88-9237-b66f0862144a",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Shipping time",
      "content": "We usually ship via UPS, FedEx, or DHL, and once your order ships our normal delivery timeline is 11-14 business days. Your artwork will be shipped directly from the artist's studio to your shipping address. Please note that shipping time will vary for buyers outside of the U.S., as delivery speed depends on the customs requirements of the country of destination.",
      "id": "b8eb4517-a1a2-4b44-a394-fb670f230070",
      "shortcut": "shp",
      "companyName": "Saatchi Art"
    },
    {
      "name": "If my offer is accepted, can I apply additional discounts to it?",
      "content": "I'm afraid not. You will not be able to apply any promotional discounts on \"Make an Offer\" transactions.",
      "id": "7f56621e-9291-4bad-a31d-427d838cbc18",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Will the Artwork include the Artist's signature?",
      "content": "When a signature is not displayed on the image of an artwork online, it's most likely that the artist has signed the work on the back or beneath the piece. If you have a special request regarding a specific piece, please contact us at support@saatchiart.com prior to your purchase to ensure that the artist is amenable to any changes or additions to their artwork, we can reach out to clarify with the artist directly for details.\n \nIt is very important to note that including a signature on any original artwork is entirely at the discretion of the artist. Please be aware that even if an artist should decline a request to an alteration, you will always receive a Certificate of Authenticity with the artist's signature and an exact description of the piece.",
      "id": "9f2a162e-8d82-4826-b5a9-2b6ff46dc1e1",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Can I use a promotional discount with a gift card?",
      "content": "Yes, there will be a field to enter your gift card code, and a separate field to enter your promotional discount code at checkout. Both will be applied to your order.",
      "id": "03138f5a-eae2-455e-9fd2-ad28dba641bb",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Different name on order as artist name",
      "content": "Our shipping confirmation emails reference the name entered by the artist as the point of contact for shipping. It is not unusual to see the artist's assistant's name in this field. Our apologies for any concern this may have caused!\n \nOur tean will continue to monitor your shipment until delivery. Thanks again and please contact us if you have additional questions.",
      "id": "d0366d5a-4975-42a1-ad51-107817faeee9",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Expedited shipping",
      "content": "Thank you for reaching out!\n\nIf your artwork is shipping domestically within the United States, please contact support@saatchiart.com for further assistance.\n \nAll of our international shipments are automatically sent via the fastest mode of transit available (Air). We expect about 5-7 business days in transit assuming there are no unusual customs delays.\n \nThanks again and please contact us if you have additional questions.",
      "id": "b5ea67a6-71d0-49b8-83a6-6a7ad649dea6",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Why does my tracking number not show any status updates?",
      "content": "Thanks for your question. Tracking numbers are generated as soon as the artist schedules the date that it will ship. However, the status will not show \"in transit\" until it's picked up by the courier on that scheduled date. \n\nIf your tracking number does not show any status updates and it's after the scheduled date that was indicated in your email notification, please let us know and we will be happy to assist you.\n\nThanks again and please contact us if you have additional questions.",
      "id": "beab7036-7714-4503-a0b9-14ddf82ab1c7",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Shipping - Consolidate multiple pieces",
      "content": "Thank you for your inquiry. It is our policy to ship individually even if from the same artist to reduce the likelihood of potential damage or delivery error. In addition, we declare each artwork individually for optimal processing through customs.\n\nThanks again and please contact us if you have additional questions.",
      "id": "437891f3-0df3-42db-9646-5fa13188d63c",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Hide Price",
      "content": "Thanks for your question, no receipts for the purchase are included in the shipment. If your order is shipping internationally, it will require an accompanying commercial invoice which does state the value of the shipment.\n\nThe commercial invoice is secured to the outside of the package and placed behind the shipping labels. This is not explicitly made accessible unless one were to go through the packaging slip.\n\nOur apologies as this is not something we can prevent. \n\nPlease contact us if you have additional questions.",
      "id": "48dff417-5294-408e-860e-bf492411c7b5",
      "companyName": "Saatchi Art"
    },
    {
      "name": "Offer Resale/Appraisal",
      "content": "Saatchi Art is an online gallery that works directly with emerging artists and allows art lovers to discover and purchase works directly from artists around the world. Unfortunately, we are not able to facilitate the appraisal nor resale of works held in personal collections. \n\nIf you are looking for more information on art appraisal, please visit the following links:\n\nhttp://www.appraisers.org/Home \nhttp://www.appraisersassoc.org/\nhttps://www.christies.com/selling-services/auction-services/auction-estimates/overview/\n\nI might also recommend reaching out to some local galleries or auction houses to see if they can be of any assistance.",
      "id": "ae92c53f-9604-4c5b-b27f-6ce597207d73",
      "companyName": "Saatchi Art"
    },
    {
      "name": "How can I create a credit account?",
      "content": "You can contact the curators at curator@saatchiart.com for further information. One of our Curations will be able to assist and connect with the artist directly for further information.\n \nAlternatively, you can use our contact us form: https://saatchiart.attn.tv/al0HKgQyrcHd select \"speak with a curator\" or \"artwork inquiry\" as the contact reason.",
      "id": "946f586b-e7f4-4a86-bf42-ef4edeb3f70c",
      "companyName": "Saatchi Art"
    }
  ]
}
