{
  "companyKey": "sauder",
  "templates": [
    {
      "name": "Will you restock the August Hill side table model# 426137?",
      "content": "I'm afraid the August Hill side table has been discontinued.",
      "id": "70079039-a043-4141-b280-01dd3d3f0950",
      "companyName": "Sauder"
    },
    {
      "name": "Do you give student discounts?",
      "content": "We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://www.sauder.com/shop/clearance",
      "id": "8640eff1-2e4a-4a26-80c8-02d028d52da3",
      "companyName": "Sauder"
    },
    {
      "name": "Do you have a catalog?",
      "content": "I'm afraid catalogs are no longer available. To view our current line of furniture, please visit our full-service website at https://sauder.attn.tv/sl/bxxwS_x5/ which offers detailed product information.",
      "id": "725715ba-9717-416c-9aef-6712598fd601",
      "companyName": "Sauder"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/sauderusa/ and FB here: https://www.facebook.com/SauderUSA",
      "id": "dbbe8ac9-4c2e-469c-8513-470732a54faf",
      "shortcut": "smd",
      "companyName": "Sauder"
    },
    {
      "name": "I need an instruction book",
      "content": "You can request an instruction book at the following link: https://www.sauder.com/service/instruction-book-request",
      "id": "d6e8a1fb-1d33-4626-8920-489b5dea106a",
      "companyName": "Sauder"
    },
    {
      "name": "What tools will I need?",
      "content": "For most assemblies, just use a #2 Phillips screwdriver, straight-edge screwdriver, and hammer. While it might be speedier to use a power screwdriver, overtightening could cause damage. Beyond that, a tape measure and/or an adjustable wrench can be used on some pieces.",
      "id": "db6bf0ad-3ac5-4550-9edb-b53eb129eaf5",
      "companyName": "Sauder"
    },
    {
      "name": "Do you offer home assembly?",
      "content": "Not directly, but we may be able to find an assembler in your area. Feel free to connect with us on live chat or simply call our toll-free number 1-800-523-3987, Monday through Friday, 8:30 a.m. to 5:00 p.m. (Eastern Time).",
      "id": "e819c05e-1541-4084-9acc-c4b842738cfa",
      "companyName": "Sauder"
    },
    {
      "name": "Do you ship tp Hawaii or Alaska?",
      "content": "I'm afraid we currently do not ship to Hawaii and Alaska.",
      "id": "3a2483a0-a05a-4e94-bc75-a2c86cb2f722",
      "companyName": "Sauder"
    },
    {
      "name": "Already purchased",
      "content": "Awesome, thank you for your purchase! Also, after you receive your furniture, we would love it if you left us a review -we would appreciate your feedback. Have a wonderful day!",
      "id": "b0a2d1d7-5c50-4858-a0a5-b3a4c69dbddf",
      "shortcut": "tfp",
      "companyName": "Sauder"
    },
    {
      "name": "Do you sell replacement parts?",
      "content": "Please call our customer service team at 800-523-3987 for help with replacement parts. One of my colleagues will be more than happy to assist you!",
      "id": "aa055ed1-e27a-47c1-afad-77217da9e452",
      "companyName": "Sauder"
    },
    {
      "name": "Where can I find your Office Port Collection?",
      "content": "Unfortunately, the Office Port Collection was discontinued and is no longer available.",
      "id": "8331c4b6-53fb-465a-b8da-6fbf29edde64",
      "companyName": "Sauder"
    },
    {
      "name": "Some of the pieces are wrong/don't fit right together",
      "content": "Please call our customer service team at 800-523-3987 for help with assembly or replacement parts. One of my colleagues will be more than happy to assist you!",
      "id": "11e28931-0b2f-4354-bc0c-f803f9888e36",
      "companyName": "Sauder"
    },
    {
      "name": "I found your product for less/cheaper elsewhere",
      "content": "Sometimes Sauder products can be found at a lower cost elsewhere. Regardless of where purchased, rest assured you will get the same quality and support from our team.",
      "id": "32de4849-2b95-4e81-aec1-3ebadbe1be0e",
      "companyName": "Sauder"
    },
    {
      "name": "Do you offer samples/swatches?",
      "content": "Yes, we do! Samples are delivered in 4-6 business days. Please give us a call at 800-523-3987 and my team will be more than happy to assist you with this.",
      "id": "554d69b6-7841-4a91-bc82-ab7b9a8ca86a",
      "companyName": "Sauder"
    },
    {
      "name": "Do you price match?",
      "content": "We strive to offer the best possible options available to our consumers when it comes to purchasing our products. Our intention is not to compete with our retailers on price and service but to simply offer online shopping as a convenience.",
      "id": "f5fded98-59c3-4164-a529-6747575741fb",
      "shortcut": "pmc",
      "companyName": "Sauder"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.sauder.com/service/find-retailer",
      "id": "9328ca36-b753-4f46-93ce-d165fa216be9",
      "shortcut": "sl",
      "companyName": "Sauder"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to contact us via this link: https://www.sauder.com/service/email-us or give us a call at 1-800-523-3987, Monday through Friday, 8:30 am to 5:00 pm. Our team is happy to help!",
      "id": "a7ca4fda-706b-4bfe-b58f-b8f6fc157cf3",
      "shortcut": "cs",
      "companyName": "Sauder"
    },
    {
      "name": "Cancel / edit order",
      "content": "We start to process orders as soon as they are received. Therefore, we are unable to change or cancel your order once it has been placed. Apologies for the inconvenience!",
      "id": "37070b4d-83ee-4d4d-a7f0-5b041a6f6b9e",
      "shortcut": "ced",
      "companyName": "Sauder"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to contact us via this link: https://www.sauder.com/service/email-us Our team is happy to chat.",
      "id": "ba0999db-4c6b-409b-98d4-1fabe24b797e",
      "shortcut": "ams",
      "companyName": "Sauder"
    },
    {
      "name": "Where are you located?",
      "content": "We're located approximately 40 miles west of Toledo in the small Northwestern town of Archbold, Ohio.",
      "id": "36c4b84d-b6d9-487a-b97e-f26681a6dabe",
      "companyName": "Sauder"
    },
    {
      "name": "What do I use to clean the furniture?",
      "content": "Using a damp cloth will do the trick. Wipe dry and voila!",
      "id": "87e79423-1ddc-4814-98c2-db1f407fbb27",
      "companyName": "Sauder"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to contact us via this link: https://www.sauder.com/service/email-us Our team is happy to chat.",
      "id": "6b31c95c-2671-49de-980b-2d9bc90f872d",
      "shortcut": "wls",
      "companyName": "Sauder"
    },
    {
      "name": "Does your furniture come unfinished? Can I paint/varnish?",
      "content": "All Sauder furniture is finished. Furniture with a paper laminate finish cannot be painted or varnished. But you can find Sauder pieces in the most popular wood colors - black and white, too!",
      "id": "a6809867-cfae-439f-836a-71f25cd86776",
      "companyName": "Sauder"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-800-523-3987 on Monday through Friday, 8:30 a.m. to 5:00 p.m. (Eastern Time) or let me know if I can help via text, it may be faster.",
      "id": "8a982407-f73b-455a-b1a3-f4dc606c1186",
      "shortcut": "ps",
      "companyName": "Sauder"
    },
    {
      "name": "How do I register a product?",
      "content": "You can register your product at the following link: https://www.sauder.com/service/product-registration",
      "id": "b489f4d7-c8c7-45c3-89a2-8d5680e8ec7f",
      "companyName": "Sauder"
    },
    {
      "name": "Does the laminate have a protective coating?",
      "content": "Yes, the laminate finish is applied by using a special in-house process that gives the piece its beautiful finish.",
      "id": "a00b6d20-b800-4b23-b34f-403913abf923",
      "companyName": "Sauder"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://www.sauder.com/shop/clearance",
      "id": "fb42c762-7e8c-4319-8190-ecdd96c3e587",
      "shortcut": "ms",
      "companyName": "Sauder"
    },
    {
      "name": "How long does it take to assemble a piece of Sauder furniture?",
      "content": "Experience and capability can cause assembly times to vary considerably. Some models can be assembled in an hour or two, while others may take several hours. Don't get us wrong - the assembly process is relatively simple but can be time-consuming. The more experience you have with our furniture, the faster the job will go. Working with someone is also a great way to cut down on your workload.",
      "id": "120e3896-58a8-4dfc-91f8-efd30808087e",
      "companyName": "Sauder"
    },
    {
      "name": "Can I add casters to my furniture?",
      "content": "I'm afraid not. If the unit wasn't designed with casters, it's just not safe to add them. It also voids the warranty, so please keep that in mind.",
      "id": "0ec31163-6345-4d9a-9ccc-3f6715784ad7",
      "companyName": "Sauder"
    },
    {
      "name": "Is your furniture waterproof?",
      "content": "Yes and no. If something is spilled on your product and cleaned relatively fast, no damage will be done. But if the liquid has time to absorb, damage will occur (just like solid wood).",
      "id": "38873529-98f7-4bdb-a8a7-e02a44ca0249",
      "companyName": "Sauder"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://www.sauder.com/service/furniture-warranty",
      "id": "39a67cbf-8ca2-4473-9e69-5a786c335ae4",
      "shortcut": "wp",
      "companyName": "Sauder"
    },
    {
      "name": "Where can I get a replacement hardware pack?",
      "content": "To get a replacement hardware pack, you can give us a call at 1-800-523-3987. Our team's happy to help!",
      "id": "2924b82f-38f1-448b-a6b7-e54370037da1",
      "companyName": "Sauder"
    },
    {
      "name": "I need some touch up paint for office furniture I purchased",
      "content": "We have a marker/pen for touch-up that we can send to you. Please contact our team at 800-523-3987 and they'll be happy to send it out!",
      "id": "9a4189d2-46a6-491f-bd0c-b889e970873f",
      "companyName": "Sauder"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time typically takes 36 hours and we usually ship via UPS, FedEx, or LTL. Most shipments arrive within 7-10 business days. For LTL deliveries, the carrier may give you a call to schedule your preferred window for delivery.",
      "id": "5eb02c0f-eb9b-4eb0-be74-8815aeb464fa",
      "shortcut": "shp",
      "companyName": "Sauder"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all domestic orders within the 48 contiguous states.",
      "id": "6891f056-2cfe-48a2-ac6d-465c777046e6",
      "shortcut": "fs",
      "companyName": "Sauder"
    },
    {
      "name": "Return policy",
      "content": "If you receive a damaged item, please contact us via this link: https://www.sauder.com/service/email-us and we will arrange for a replacement part! If you're looking to return, you can check out our detailed return policy here: https://www.sauder.com/service/returns-cancellations",
      "id": "2b226d18-5810-416d-ad2e-c8bd231c7238",
      "shortcut": "rp",
      "companyName": "Sauder"
    },
    {
      "name": "My item arrived damaged/defective",
      "content": "We offer replacement parts at no charge! Simply call our customer service team at 800-523-3987 for help with assembly or replacement parts. One of my colleagues will be more than happy to assist you!",
      "id": "83da587d-ee2d-4946-a5bc-6557cd371a7f",
      "companyName": "Sauder"
    },
    {
      "name": "What’s your furniture made of?/ Is it solid wood?",
      "content": "It's made from an environmentally friendly material called \"engineered wood.\" It's a combination of high-quality hard wood and soft wood residuals of other lumber processes. These components are bonded together with a synthetic resin and then applied to high heat and pressure. The result is a dense, strong panel that is laminated and cut into pieces.",
      "id": "9e7f73eb-22b9-4031-ac3a-9f591134b52b",
      "companyName": "Sauder"
    },
    {
      "name": "Order status / tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://www.sauder.com/service/track-parts-order",
      "id": "e7d0295b-a1a4-458a-9b23-4420811139b6",
      "companyName": "Sauder"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.sauder.com/shop/clearance",
      "id": "65bc0913-345c-43fd-84cf-02ff04141587",
      "shortcut": "spg",
      "companyName": "Sauder"
    },
    {
      "name": "What do I do if my item arrives damaged? Do I need to return the whole item?",
      "content": "We offer replacement parts at no charge and there's no need to return the entire furniture item. You'll need to call our customer service team at 800-523-3987 and we'll replace those specific parts at no charge to you.",
      "id": "5dd9f376-c3b0-46e9-9809-f8d2d108a610",
      "companyName": "Sauder"
    },
    {
      "name": "Can I paint my furniture?",
      "content": "We do not promote or recommend painting our furniture. Our decorative surfaces are finished with a clear coat that contains silicone waxes. These waxes are designed to resist the adhesion of common household products like food and markers. They also minimize the absorption of water-based products that could ultimately damage the surface. Using silicone wax, paints, and finishes will display adhesion problems that may lead to peeling, cracking, and premature performance failure.",
      "id": "bc50620e-29f5-44f1-9a05-de2453128675",
      "companyName": "Sauder"
    },
    {
      "name": "Can I request a manual? / I need a manual for assembly.",
      "content": "Happy to help! You can visit this link to have an instruction book emailed to you. \nhttps://www.sauder.com/service/instruction-book-request",
      "id": "4165701d-da8e-492d-80e5-2bd6776d2809",
      "companyName": "Sauder"
    },
    {
      "name": "Register for warranty to win a $100 gift card?",
      "content": "When you register your product for warranty, you are automatically entered into the annual drawing for a Visa gift card. Our next winner will be drawn in January 2026!",
      "id": "082e36fb-607d-4480-a170-315ca14b8cdd",
      "companyName": "Sauder"
    },
    {
      "name": "Customer confirms they have a pending charge",
      "content": "If you didn't receive a confirmation email, your order may not have gone through. The authorization or pending charge you're seeing will typically fall off within 5 business days. Please note, your card will not be charged until the order has shipped and been invoiced. If the pending charge disappears and you'd still like to place the order, you can try again. Once it processes successfully, you'll receive a confirmation email.",
      "id": "9929a77c-1c20-401b-aaf5-8f21f382e2cd",
      "shortcut": "cp",
      "companyName": "Sauder"
    },
    {
      "name": "What type of wood is your furniture made from, solid, manufactured?",
      "content": "Sauder furniture is made from an environmentally friendly material called 'engineered wood,' a combination of high quality hard wood and soft wood materials which are residuals of other lumber processes. These materials are bonded together with a synthetic resin, and then applied to high heat and pressure.",
      "id": "dc5f1e4c-4ba0-4aaf-b7bc-27eb0d938d70",
      "companyName": "Sauder"
    },
    {
      "name": "Can you modify/change/alter furniture?",
      "content": "All Sauder products have been tested to meet furniture safety standards. Because of these standards, we do not recommend making modifications.",
      "id": "67caff57-e44f-4ff7-ad0d-940912aae07e",
      "companyName": "Sauder"
    }
  ]
}
