{
  "companyKey": "shady rays",
  "templates": [
    {
      "name": "Why are the color rush is expensive?",
      "content": "Good question! The COLORUSH products tend to be more expensive due to the premium materials and unique designs used in their production. COLORUSH lenses provide the ultimate enhancement of red, green, and blue colors while maintaining a white point. You can browse them here: https://shadyrays.attn.tv/aemvevsibsZ9",
      "id": "9df1089e-4e0d-4e4c-8dec-10f380e32278",
      "companyName": "Shady Rays"
    },
    {
      "name": "What's the difference between Polarized and Non-Polarized?",
      "content": "Polarized lenses help reduce glare and enhance visual clarity. Polarization seeks to block out horizontal light that reflects from other surfaces, or light sources. It also helps ease eye strain from hours in the sun. Non-polarized lenses offer the same protection against UV rays as all of our shades. You may opt for non-polarized lenses because they make it difficult to see LCD screens, like your television, or tablet. They are also preferred for snow sports, and activities.",
      "id": "fc755282-6a52-464f-96c2-3d5c819e9dc7",
      "companyName": "Shady Rays"
    },
    {
      "name": "Can I add Blue Light to my Prescription Lenses?",
      "content": "Our Sunglass frames can be configured as eyeglasses with blue light protection applied if you're looking for a Blue light option in prescription. Just choose the polycarbonate lens material, and the Blue Light option will become available.",
      "id": "eec7f203-527b-4c8c-9263-87e1b058e5c1",
      "companyName": "Shady Rays"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a referral program where you can give your friends $20 off their first order, and you'll get $20 when they make a purchase. Check it out here - https://shadyrays.com/pages/share?traffic_source=footer",
      "id": "3335e66d-e355-497a-8db6-ae73e6ab721e",
      "shortcut": "rwd",
      "companyName": "Shady Rays"
    },
    {
      "name": "Large Fit/ Larger Size/ Big head (edit if needed)",
      "content": "We have a few styles that are great for larger heads. You can check out our Largest Styles for men here: https://shadyrays.com/collections/men-xl and for women here: https://shadyrays.com/collections/women-xl",
      "id": "bf00e0d6-8062-4cec-9039-39715abc8977",
      "companyName": "Shady Rays"
    },
    {
      "name": "Do the Pro Polarized lenses help you see into water?",
      "content": "Yes, polarized glasses help reduce the glare created by the sun when it hits the water. With this glare eliminated, you'll be able to see into the water.",
      "id": "d671af54-6b3e-4086-a9ca-2a2c9cb108f2",
      "companyName": "Shady Rays"
    },
    {
      "name": "Which is your darkest/lightest lens?",
      "content": "Naturally, our clear lenses will allow the most light in. For colored tints, the Pink Tortoise follows suit, rated at 22% VLT. More detailed information can be found here: https://shadyrays.attn.tv/sl/SMOc2mcw\n\nHowever, if you'd like the most light in with tinted lenses, and don't mind the extra cost, do check out our Yellow Sky models here: https://shadyrays.attn.tv/sl/yrGxTwid and https://shadyrays.attn.tv/sl/KNCBfqgW Hope this helps!",
      "id": "e053350f-8561-45fa-b78e-fd9f673961ee",
      "companyName": "Shady Rays"
    },
    {
      "name": "Careers",
      "content": "You can check out the current career opportunities here: https://shadyrays.com/pages/career-opportunities",
      "id": "736504e0-c16a-4561-b88a-e6450ff1f8d6",
      "companyName": "Shady Rays"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://shadyrays.com/pages/protection-programs#return-and-exchange-policy and you can start your return here: https://shadyrays.attn.tv/sl/WMQD9R0r",
      "id": "75f1a9ea-48ed-4bb7-9230-07d3c69d271c",
      "shortcut": "rp",
      "companyName": "Shady Rays"
    },
    {
      "name": "Cancel/edit",
      "content": "Our fulfillment center team works quickly to process orders, and many times an order will ship on the same day. Because of this, we have a very short window in which we can make changes to your order. If you've already placed an order and need to make a change, please text us your email address and order number to 213-817-5193, or use this contact form: https://shadyrays.com/pages/contact and choose the \"Edit Recent Order\" category to send us the updated information. We'll do our best to get the order updated for you!",
      "id": "974e51a4-3c0e-4aa6-a8fc-55396671180d",
      "shortcut": "ced",
      "companyName": "Shady Rays"
    },
    {
      "name": "Any options for fishing?",
      "content": "You can check out these options that are best for fishing: https://shadyrays.com/collections/men-fishing?utm_campaign=concierge1&utm_medium=text&utm_source=attentive&externalId=8J2Pk",
      "id": "b3e6f73a-1830-434c-90d9-7a3d5de1b484",
      "companyName": "Shady Rays"
    },
    {
      "name": "Sizing",
      "content": "Fit preferences can be very different between people! We suggest finding a pair of shades that fit you well and comparing them to the measurements available on the Fit Guide tab - available on every page. If you're still unsure, just let me know!",
      "id": "ea39ce21-c346-4048-afe2-4265c06e723f",
      "shortcut": "sz",
      "companyName": "Shady Rays"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 213-817-5193 or let me know if I can help via text, it may be faster.",
      "id": "b1a5b91b-91d2-4629-b17a-41907c9fde24",
      "shortcut": "ps",
      "companyName": "Shady Rays"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at team@shadyrays.com or give us a call at  213-817-5193. Our team is happy to help!",
      "id": "d39b8601-5209-4d49-a137-87f86fd22109",
      "shortcut": "cs",
      "companyName": "Shady Rays"
    },
    {
      "name": "Where can I get replacements?",
      "content": "If you'd like to replace your item that was purchased within the last 30 days you can do so at https://protect.shadyrays.com/ Our team is happy to help.",
      "id": "99fe2eb1-fb64-4f56-9bce-473ef4e6d949",
      "companyName": "Shady Rays"
    },
    {
      "name": "Do you have Non-Polarized options?",
      "content": "You can find our collection of Non-Polarized shades here: https://shadyrays.com/collections/non-polarized",
      "id": "eaca9d8b-51b2-4507-a7e3-c954f1d9ec31",
      "companyName": "Shady Rays"
    },
    {
      "name": "Military discount",
      "content": "Thank you for your service! You can apply for your discount here: https://auth.govx.com/register?returnUrl=https%3A%2F%2Fauth.govx.com%2Foauth%2Fauthorize%3Fclient_id%3D941363d5-2678-e911-80e8-14187735bc96%26redirect_uri%3Dhttps%253A%252F%252Fauth.govx.com%252Fshopify%252Fcallback%26scope%3Duser_profile%2520user_demographics%2520verification%26response_type%3Dcode%26goTo%3Dregister%26campaign_id%3D3465%26state%3DeyJUaW1lc3RhbXAiOiIyMDIyLTEyLTIyVDIxOjU5OjEzLjExMDY2NDlaIiwiTXlTaG9waWZ5RG9tYWluIjoic2hhZHktcmF5cy5teXNob3BpZnkuY29tIiwiUmVmZXJlciI6Imh0dHBzOi8vc2hhZHlyYXlzLmNvbS8iLCJHb3ZYQ2FtcGFpZ25JZCI6MzQ2NSwiVmVyaWZ5IjoiTFViamtiZ1lZOFEvZUNGejNMbUg1VkhjNEtSdjg4RERPeGNxaWo1MktiUT0iLCJDVkUiOiJDZkRKOFBSdW9DNVVPMmRQbVZRQytmTXdmTW10Z2pETFNEYnRXYjUxR2VqRVViWWRDb3YwcXZ2TVExWUdyL1h6UjZLUHRWcDVjQWxYZzN6aTV6V1NPSHcydThuWVJCS1l1R00zRUs1Lys1RnBYQUtQQzIvVWdDRm9PZlk4eENxTndTVis1QXVxanJtQlBBZnVaTituQ25GMFNOTEVuaEhETkZtaXdUTUJ0ZVNoZXNMZiJ9%26code_challenge%3D4bBxbHifa6C2Yb5UfXFtfxBK3oR1seIPlQmOeUQJarA%253D%26code_challenge_method%3DS256%26x_signed_url%3D4J3X91y1fwt3PP1fbuBjUnRULrroc1cMQ4SUTc8kbzU%253D",
      "id": "01fd89ab-9ed2-46c8-8332-1177f8c296c1",
      "companyName": "Shady Rays"
    },
    {
      "name": "Care instructions",
      "content": "You can check out our care guide here:  https://shadyrays.attn.tv/anjPdmmoyzKE",
      "id": "8246150d-ba8e-40a6-a67b-d92a829f89e9",
      "companyName": "Shady Rays"
    },
    {
      "name": "Restock - brand specific ( ESC after!)",
      "content": "We don't have a solid restock date at this time but we can add you to the list to get notified when this item is restocked. Can I have your email address, please?",
      "id": "8837c9ff-3373-452e-b6d1-e60b3f7fee61",
      "shortcut": "stof",
      "companyName": "Shady Rays"
    },
    {
      "name": "I want to exchange my order but I had a discount applied to it. Will I get it again for my exchange?",
      "content": "You should get the same discount when you initiate the return.",
      "id": "94cbe7e1-bd1c-4f34-b860-bdcc988429fc",
      "companyName": "Shady Rays"
    },
    {
      "name": "What makes Pro Polarized different? / Are they worth it?",
      "content": "Our Pro Polarized lenses provide an elevated visual experience! It reduces glare all day long and the high-visibility optics makes for sharper contrasts & enhanced colors. In addition to reducing glare, polarized lenses ease eye strain from long hours in the sun. It's also water repellent in the hardest conditions. Check them out here: https://shadyrays.com/collections/pro-polarized",
      "id": "b3051606-675a-462a-b74a-ee8bca02f515",
      "companyName": "Shady Rays"
    },
    {
      "name": "Do you offer customization?",
      "content": "Unfortunately, at the moment, we don't offer any kind of customization on our shades. Sorry about that!",
      "id": "566ff790-f4d7-4b95-b4ef-1f71bc0c8bf3",
      "companyName": "Shady Rays"
    },
    {
      "name": "Standard vs Small Sizing/Dimensions/Measurements",
      "content": "Standard size classic series are made for medium-large fit, and the small are made for small-medium fit. Frame width for a standard size is 145mm compared to 140mm for small. Lens height/width for a standard size is 48mm/54mm compared with 45mm/50mm for small.",
      "id": "e3e60a31-ada6-43ca-a404-937145749fdd",
      "companyName": "Shady Rays"
    },
    {
      "name": "Do you accept insurance?",
      "content": "Unfortunately, we don't accept vision insurance at this time, however, be sure to check with your insurance provider and if they offer reimbursement, we can provide you with a detailed receipt.",
      "id": "b512f76e-86e9-4374-9a84-003d5dc8b0af",
      "companyName": "Shady Rays"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Our influencers and sponsored athletes are able to earn shades, custom gear, and cash bonuses. Our team is on the front lines, building the momentum of the brand by living life to the fullest. If you're interested in applying for that position, please e-mail James@ShadyRays.com for details.",
      "id": "10d539a6-c36f-42fa-961e-f0b46ed61457",
      "shortcut": "ams",
      "companyName": "Shady Rays"
    },
    {
      "name": "Free shipping",
      "content": "All VIPs receive free standard shipping. We also offer free standard shipping on domestic orders over $60!",
      "id": "a6536feb-db68-4afe-90ec-740d3fb73849",
      "shortcut": "fs",
      "companyName": "Shady Rays"
    },
    {
      "name": "Shipping time",
      "content": "Your new shades will ship from our fulfillment center outside of Louisville, KY. Orders placed with standard shipping will process within 24 to 48 business hours. Please note that our prescription eyewear is usually crafted and ready to ship within 8-12 business days. We usually ship via USPS and DHL and once shipped it will take 5-7 business days for domestic orders. Rush options will be delivered through USPS, UPS or FedEx.",
      "id": "7b68f924-7ef5-4d27-b008-8eafba09f490",
      "shortcut": "shp",
      "companyName": "Shady Rays"
    },
    {
      "name": "RX/Prescription product related questions",
      "content": "We do have prescription eyewear! For prescription questions please reach out to our dedicated team directly at optical@shadyrays.com.",
      "id": "06d9cfdb-d702-4e66-973d-6ae399cd6451",
      "shortcut": "rpp",
      "companyName": "Shady Rays"
    },
    {
      "name": "How do I become a VIP?",
      "content": "You can become a member of our VIP program by purchasing at least 2 pairs of shades within 12 months. For more details, you can check out this page: https://shadyrays.com/pages/vip-landing?srsltid=AfmBOorr5S6SPckmanpGz2aQnX-boFf9kWzPXErpkx4Aiy_xFrI3D6TJ",
      "id": "d23df9dc-956c-4527-9864-c68c669644d7",
      "companyName": "Shady Rays"
    },
    {
      "name": "What is the difference between the X series and the Capitan?",
      "content": "Our X series comes equipped with sport wrap frames that provide a wide peripheral vision for optimal performance. They are also polarized, providing 100% UV protection, and feature a durable frame, full coverage wrap, and no-slip nose pads. On the other hand, our Captain series features wrap frames with rubber accents, ensuring unparalleled comfort. They too are polarized, providing 100% UV protection, and feature an ultra-durable TR90 frame, no-slip nose pads, and snap hinges.",
      "id": "ba65772f-a2ca-474c-ac27-179a8cbc7a69",
      "companyName": "Shady Rays"
    },
    {
      "name": "RX/Prescription order related questions (returns, exchanges, damages, etc.)",
      "content": "The best way to handle this is to email our Optical team directly at optical@shadyrays.com. Our team is happy to help!",
      "id": "7792f8e5-48ac-43a6-8a3d-5d5f3b6e19cb",
      "shortcut": "rpo",
      "companyName": "Shady Rays"
    },
    {
      "name": "Best lense/sunglasses for golf",
      "content": "I'd recommend Green Wolf as our preferred golf product. Check them out here https://shadyrays.com/collections/green-wolf",
      "id": "4a3afc8d-d047-4c0a-ad4a-784f5e4a115f",
      "companyName": "Shady Rays"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://shadyrays.com/collections/sr-outlet",
      "id": "fad8f719-0c6a-43f8-9404-5f32340b6317",
      "shortcut": "spg",
      "companyName": "Shady Rays"
    },
    {
      "name": "Lost & Broken photo send",
      "content": "Don't worry, we got your back. You can submit for a replacement here: https://protect.shadyrays.com/automate",
      "id": "0885c2a1-e132-4ee0-a1e2-7e3f021b0aa8",
      "companyName": "Shady Rays"
    },
    {
      "name": "Bulk orders and Corporate gifting",
      "content": "We can provide bulk custom orders of any size for the event and we may be able to offer discounts depending on the quantity you'd like to purchase. Please reach out to us at custom@shadyrays.com for more details, our team will be happy to help!",
      "id": "9f446224-001e-4d50-aa28-777546a808bc",
      "companyName": "Shady Rays"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "Our shades are designed in the USA and custom-manufactured in China. In addition, every prescription lens that we produce is custom-made in our Kentucky-based lab. We inspect, pick, pack, and ship every order from our Headquarters in Kentucky.",
      "id": "b4ddc6c4-eca7-4ea2-af51-65e31e0552af",
      "shortcut": "mfc",
      "companyName": "Shady Rays"
    },
    {
      "name": "Rush Order shipping fee and time",
      "content": "Our shipping options include a Standard, Rush 3-Day, and Rush 2-Day. Rates will populate at checkout based on shipping cost from our fulfillment center in Kentucky. Orders with Rush Processing will be shipped same-day if the order is received before 11 AM Eastern Time, or will otherwise ship within 1 business day, excluding weekends or holidays.",
      "id": "68075cdf-29e6-416b-bfe4-f7103d1d11d6",
      "companyName": "Shady Rays"
    },
    {
      "name": "Store location / retailer",
      "content": "We're proud to offer our products at our six retail locations located in Lexington, Louisville, Denver, Scottsdale, Minneapolis, and Pigeon Forge. Find a store near you here: https://shadyrays.com/pages/stores?view=stores",
      "id": "98739d9d-ff36-4228-9bf2-86df67c2554d",
      "shortcut": "sl",
      "companyName": "Shady Rays"
    },
    {
      "name": "Do you offer photochromic (lenses that shift from sunglasses to eyeglasses) lenses?",
      "content": "We provide photochromic options in our prescription lenses, as well as in the Frontier Snow Goggles, which are non-prescription.",
      "id": "331b7d8a-1d95-4b48-b263-9e63b627ef30",
      "companyName": "Shady Rays"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you so much for checking out our brand! We really appreciate your support. Unfortunately, we are unable to accept new retailers or wholesale orders at this time. We apologize for any inconvenience this may cause and thank you for your interest!",
      "id": "6e7d5871-03d6-4352-9265-9dc0fc8dfa1d",
      "shortcut": "wls",
      "companyName": "Shady Rays"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/accounts/login/?next=/shadyrays/ , FB: https://www.facebook.com/ShadyRaysEyewear , X: https://x.com/shadyrays and TikTok: https://www.tiktok.com/@shadyrays",
      "id": "3b842edd-9d51-4ca8-b520-be9e053dd62d",
      "shortcut": "smd",
      "companyName": "Shady Rays"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full Lost & Broken Protection Program here: https://shadyrays.com/pages/protection-programs",
      "id": "bd514667-2265-410a-b8ed-759fa02492b8",
      "shortcut": "wp",
      "companyName": "Shady Rays"
    },
    {
      "name": "Which styles fit over other glasses?",
      "content": "I apologize, but none of our shades are made specifically for this purpose.  We do have some frames that might be large enough to fit over a small pair of eyeglasses, you can find the fit guide for each frame under the features to compare the measurements of your eyeglasses to the frame you are interested in. We also offer prescription sunglasses if you'd like to check those out in our Optical Shop(US only): https://shadyrays.attn.tv/sl/ixPCkN-9",
      "id": "5d20d6bd-7365-4bae-aecc-788c7acea039",
      "companyName": "Shady Rays"
    },
    {
      "name": "What are the lenses made of?",
      "content": "Our Standard lenses are made from Triacetate Cellulose (TAC) which is a multi-layered lens technology made for high visibility and strength to be shatter resistant, while our SR Pro and ColoRush shades use PC (polycarbonate) for increased versatility, and lightness, without any compromises for strength or visibility!",
      "id": "44357891-894b-4855-9cf8-7692e4a0859c",
      "companyName": "Shady Rays"
    },
    {
      "name": "Are your shades Anti-fog?",
      "content": "Our lenses are not made with anti-fog, so when the temperature changes or you sweat, you might see the lenses fog up a little. We would recommend that you carry a small microfiber cloth to wipe the lenses if that were to occur.",
      "id": "14ac3fe2-8479-4b79-90c8-fdec38b7e712",
      "companyName": "Shady Rays"
    },
    {
      "name": "Replace Damaged, Broken Dropped Lens/Frames",
      "content": "Each purchased pair of non-Rx sunglasses (except React) and blue light glasses are eligible for 2 lost/broken replacements for any reason at all. These replacements expire after two years from date of purchase. React and snow goggles can be replaced if broken, but not lost. To get your replacement started, simply go to https://protect.shadyrays.com",
      "id": "531e618e-70ce-4662-ada6-84b80aba939e",
      "companyName": "Shady Rays"
    }
  ]
}
