{
  "companyKey": "snipes",
  "templates": [
    {
      "name": "When can I pick up my order?",
      "content": "You have a 7-day window to pick up your order from the date it is marked as ready for pickup.",
      "id": "410a1b35-0b4f-48c0-9064-135715d4ea96",
      "companyName": "Snipes"
    },
    {
      "name": "Do you accept gift card as a payment method?",
      "content": "We currently do not offer the option of using gift cards online. Gift cards can only be used at any of our SNIPES retail stores.",
      "id": "5a99f4d3-8328-48b6-84a0-b6ac576e844f",
      "companyName": "Snipes"
    },
    {
      "name": "Are sale prices the same online and in-store?",
      "content": "I'm afraid the stores have different sale items than the website, but for the most part, it should be the same.",
      "id": "cc8c621a-44d0-45b7-88ca-663eced4cfa1",
      "companyName": "Snipes"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.snipesusa.com/sale-mens/",
      "id": "67e59652-2591-4147-acb0-9d79264a25db",
      "shortcut": "spg",
      "companyName": "Snipes"
    },
    {
      "name": "Where do you ship from?",
      "content": "We ship from our warehouse in Philadelphia, Pennsylvania.",
      "id": "f47b2d0e-849c-4045-b481-136da4e3819c",
      "companyName": "Snipes"
    },
    {
      "name": "Is my order ready for pick up?",
      "content": "When the order is ready for pick up we will contact you via email. If you have not received an email, please contact the store it was going to be picked up at to check if it has arrived.",
      "id": "ff357856-ca15-4b86-b817-b352040f2d8f",
      "companyName": "Snipes"
    },
    {
      "name": "Why did you cancel my AJ4 Bred Reimagined?",
      "content": "We are so sorry about the cancelation of your order, unfortunately we could not fulfill your order. Please check your inbox for more information from our customer service team. Please be sure to check your spam and promo folders for our customer service email as well. If you have any more questions reach out to us via https://snipesusa.my.site.com/helpcenter/s/contactsupport Our sincere apologies for the inconvenience!",
      "id": "853f13be-8675-4233-82e3-803316853655",
      "companyName": "Snipes"
    },
    {
      "name": "Checkout error \"One of the items in your cart are unavailable at this time\"",
      "content": "Sorry to hear that! Have you tried removing the unavailable item from your cart?",
      "id": "3e93fd9c-3089-48c8-b981-149b44fbfeec",
      "companyName": "Snipes"
    },
    {
      "name": "Are your shoes authentic/real? How come they're cheap?",
      "content": "Our shoes are 100% new and authentic, there are many different reasons why they might be on sale including special promotions, they are a previous season's style, or they have limited size runs.",
      "id": "be76d794-5912-4cac-9f10-559fcf8b0ba9",
      "companyName": "Snipes"
    },
    {
      "name": "Do you offer gift cards?",
      "content": "Yes, we do offer gift cards. They must be purchased in-store and they are valid only for in-store purchases as well.",
      "id": "afdbbcfc-ef10-46d6-9a74-914464191760",
      "companyName": "Snipes"
    },
    {
      "name": "BOPIS / Pick up at the store feature not working!",
      "content": "Sorry about that! For now, Buy Online Pickup In-store is only available at select stores. However, we should be rolling out this option to all stores by the end of the year!",
      "id": "f6d0051c-16d4-4d86-9dfc-a18c86a5b157",
      "companyName": "Snipes"
    },
    {
      "name": "I'm looking for items on sale/Waiting for items to go on sale",
      "content": "We update our sale selection at the beginning of every month. You can check it out here: https://www.snipesusa.com/sale/",
      "id": "3919e077-884c-49be-9837-5274e40769ab",
      "companyName": "Snipes"
    },
    {
      "name": "Can I make an exchange for my return?",
      "content": "Items purchased online at snipesusa.com may not be exchanged if returned by mail. Items purchased online may be exchanged when returned in any SNIPES store within 30 days of the original purchase.",
      "id": "f09dc032-b2d8-43e6-bb28-d768dcbc7c5c",
      "companyName": "Snipes"
    },
    {
      "name": "Spanish speaking customers",
      "content": "Necesitas ayuda? Complete este formulario aquí: https://snipesusa.my.site.com/helpcenter/s/contactsupport",
      "id": "bcf0676f-5260-493a-8e9e-bcbc137e124c",
      "shortcut": "ssc",
      "companyName": "Snipes"
    },
    {
      "name": "I'm looking for an outfit to match my XX",
      "content": "Awesome! I'd recommend checking out the \"shop the look\" section on the bottom of this page here:",
      "id": "e53718c9-499e-4d80-9fad-be97cbd96bf4",
      "shortcut": "lk",
      "companyName": "Snipes"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "I'm afraid we don't offer expedited shipping at this time.",
      "id": "30462427-a8b9-4dda-8578-b2436c397ac2",
      "companyName": "Snipes"
    },
    {
      "name": "Can I get a return label?",
      "content": "I'm afraid we don't offer prepaid return labels for our returns at this time.",
      "id": "bdc7baec-d0ef-4acf-8c5e-06848dfd79b8",
      "companyName": "Snipes"
    },
    {
      "name": "Restock - brand specific",
      "content": "I'm afraid we currently don't have that product in stock. I recommend subscribing to emails and staying up to date on sms for any updates available. I'd be more than happy to offer some recommendations. Are you looking for the same color or same silhouette?",
      "id": "809ab230-a60f-464e-9512-726a9ec201cc",
      "shortcut": "stok",
      "companyName": "Snipes"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://www.snipesusa.com/sale/",
      "id": "c6fec2f3-53ce-4c19-8031-2dd934a4bcc8",
      "shortcut": "ms",
      "companyName": "Snipes"
    },
    {
      "name": "How do I send my return for my SNIPES online order?/How do I start a return?",
      "content": "You can find more information on how to return your order here: https://snipesusa.my.site.com/helpcenter/s/article/What-is-SNIPES-Return-Policy",
      "id": "e31523a7-a10e-413a-8d0f-48aa01507f79",
      "companyName": "Snipes"
    },
    {
      "name": "Shoe care",
      "content": "We always recommend keeping your shoes in a dry place out of the sun. We have a shoe care guide here for you with more info: https://www.snipesusa.com/shoe-care/",
      "id": "c55c7b5f-848a-47fd-bf27-c128988703c1",
      "companyName": "Snipes"
    },
    {
      "name": "What can I do to secure a pair? Can I pay extra?",
      "content": "Unfortunately, our release product is very limited, and all customers have to enter a queue for a chance to purchase.",
      "id": "14272fa5-cfbd-4b88-9c38-c7896b311870",
      "companyName": "Snipes"
    },
    {
      "name": "Do I have unlimited time to pick up my winnings from the store?",
      "content": "No! Any raffle winnings that are not claimed by 3pm will be up for sale - first come first serve!",
      "id": "1e00175c-b526-488d-aee3-f7373efbd1da",
      "companyName": "Snipes"
    },
    {
      "name": "Where do I put the coupon/discount code?",
      "content": "You'll need to go to the cart section at the top right corner of our website, then click on \"view my bag\". This will take you to where you can apply your discount and proceed to checkout.",
      "id": "21fdf5dd-05ee-4f4b-9984-47da367f5a76",
      "companyName": "Snipes"
    },
    {
      "name": "Will your release sneakers be on the app?",
      "content": "Unfortunately, our app cannot support items that have limited quantities so we will never post release shoes on the app. Sorry about that!",
      "id": "274259d2-747e-462e-b506-6e36a257515c",
      "companyName": "Snipes"
    },
    {
      "name": "Can I get multiple sizes for new releases? / Or is it one per customer?",
      "content": "It's limited to one purchase per size run. So you can buy one men's, one grade-school and one toddler. Here's our release policy for better insight - https://snipes-usa.force.com/helpcenter/s/article/What-is-SNIPES-online-release-policy",
      "id": "5db262b8-2a10-44f2-8fe0-23c3f6a61599",
      "companyName": "Snipes"
    },
    {
      "name": "Checkout issues - ESC after gathering all info",
      "content": "We are sorry that you're having an issue ordering with us. To help us troubleshoot your issue, could you please answer the following questions? \n\n-Are you on your phone?\n-If yes, are you on our app or our website? Are you an Apple or Android user?\n-If you are seeing an error message, what does it say?\n-Are you logged in or checking out as a guest? \n-What product(s) are you trying to purchase?\n-What payment type are you trying to use? \n\nYour answers will help us pinpoint what the issue might be.",
      "id": "989f0e66-3e2e-44b1-8269-7356b5d177e2",
      "companyName": "Snipes"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.snipesusa.com/store-locator.html",
      "id": "0c65a5cf-9c68-4ef4-8253-5a7646624c37",
      "shortcut": "sl",
      "companyName": "Snipes"
    },
    {
      "name": "Wholesale inquiries",
      "content": "SNIPES is a retail store, so we do not sell wholesale. You are welcome to place a large order with us but will have to pay the prices seen on the website. Please visit the sales section of our website for items that are marked down.",
      "id": "0dd4abcd-62f2-4911-be76-3d315fbc19c3",
      "shortcut": "wls",
      "companyName": "Snipes"
    },
    {
      "name": "Can my winnings be shipped to me?",
      "content": "No unfortunately! Raffle winners must pick up their winnings in the store. If you're unable to pick up the shoes yourself, you must reach out to the store to see if they're willing to work with you.",
      "id": "b000c415-9ecc-41c5-8e33-e0f1acb04690",
      "companyName": "Snipes"
    },
    {
      "name": "Do you have dunks?",
      "content": "Dunks are only ever release shoes and almost always sell out as soon as they're dropped. I recommend checking our website and social media frequently, as well as keeping an eye on our release page.",
      "id": "d79c9145-3b91-416a-84ab-4e19bb675f42",
      "companyName": "Snipes"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/snipes_usa/ and FB here: https://www.facebook.com/snipesusa",
      "id": "e398a0f2-b3b3-4c63-8fe1-df19a30aeea4",
      "shortcut": "smd",
      "companyName": "Snipes"
    },
    {
      "name": "A new shoe just dropped but I don't see it on the site anymore",
      "content": "Those are release shoes, and release shoes almost always sell out as soon as they're dropped. Once we're out of stock, the shoe is removed from the site. I apologize for the inconvenience, and let me know if there's anything else you're interested in, I'll be happy to offer recommendations.",
      "id": "ed11887a-be21-417f-831c-80d826b0a71e",
      "companyName": "Snipes"
    },
    {
      "name": "Can I call and place an order over the phone?",
      "content": "We're unable to take overs over the phone, though rest assured you can complete your purchase online via our website or the app! If you need any assistance doing this, please let me know and I'll be glad to assist.",
      "id": "f38e4e68-0874-4797-b826-7f2bdf918157",
      "companyName": "Snipes"
    },
    {
      "name": "Shipping time",
      "content": "We usually ship via UPS Surepost within 24-48 business hours, and once shipped it will take 3-8 business days.",
      "id": "ee76f7dd-4089-479d-904c-71846f276268",
      "shortcut": "shp",
      "companyName": "Snipes"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://snipesusa.my.site.com/helpcenter/s/article/What-is-SNIPES-Return-Policy",
      "id": "aaf8211e-aecf-41da-a61d-7f002d40ae9a",
      "shortcut": "rp",
      "companyName": "Snipes"
    },
    {
      "name": "Can I return/exchange an online purchase in one of your stores?",
      "content": "Yes! You may return or exchange your online purchase to any of our SNIPES locations. We can not accept returns of online orders at our Jimmy Jazz or Expressions locations at this time. \n\nYou must present a receipt and a valid form of I.D for all returns and exchanges. Refunds will be issued on the original form of payment. Do note that if PayPal was used as payment for an online purchase you're returning in store, you'll receive store credit as our stores can not issue refunds via PayPal. Also, shipping costs will not be refunded when online purchases are returned in store. :)",
      "id": "d6614dec-4284-4a9a-bfc6-2ca9941f67da",
      "companyName": "Snipes"
    },
    {
      "name": "Is it too late to enter a raffle / How can I join the queue to purchase the shoes?",
      "content": "Our raffles for release products open about four or five days before the shoe releases. We then alert winners 2 days before the release so they know to go pick up the shoes from a location near them. \n\nWhen we release the item online and maybe in select stores the following day - it'll be first come first serve!\n\nCheck our social media channels to stay up to date on which select stores will carry release products.",
      "id": "fb470c1c-f30b-415c-bb87-3f2fcc7e9e1f",
      "companyName": "Snipes"
    },
    {
      "name": "Cancel / edit order",
      "content": "As a product specialist, I'm here to assist you with any product and style related questions. The best way to handle this is to contact our customer support team via this link www.snipesusa.com/contactus They'll be more than happy to help!",
      "id": "b161c55b-0c9a-4456-b661-098445e3ca9d",
      "shortcut": "ced",
      "companyName": "Snipes"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "The best way to discuss this is to contact us via this link: www.snipesusa.com/contactus Our team is happy to chat!",
      "id": "6a6a8736-de46-40e6-be75-c3248f4a9da3",
      "shortcut": "ams",
      "companyName": "Snipes"
    },
    {
      "name": "Can I order online and pick up at the store?",
      "content": "Yes, you can choose the \"Buy online pickup in-store\" or \"Buy online ship to store\" (Standard shipping time) options at checkout if you're near a store.",
      "id": "5af43d68-f505-487a-943d-47d73f5ccf33",
      "companyName": "Snipes"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text. Alternatively, you can contact us through this link www.snipesusa.com/contactus Our team is happy to help!",
      "id": "5f5778fa-0c0f-41bc-8d8a-50672d2899b6",
      "shortcut": "ps",
      "companyName": "Snipes"
    },
    {
      "name": "Will my code work in store?",
      "content": "No, unfortunately these codes are for online shopping only.",
      "id": "a93cd685-b868-4142-89f3-4ad4c91d66bd",
      "companyName": "Snipes"
    },
    {
      "name": "Sizing",
      "content": "Happy to help! Would you mind sharing your usual size?",
      "id": "03ee1987-21f4-43d5-990b-138c878e60af",
      "shortcut": "sz",
      "companyName": "Snipes"
    },
    {
      "name": "Customer support",
      "content": "As a product specialist, I'm here to assist you with any product and style related questions. The best way to handle this is to contact our customer support team via this link www.snipesusa.com/contactus They'll be more than happy to help!",
      "id": "279be0a3-cc65-47d9-94b7-f1641b7fc63e",
      "shortcut": "cs",
      "companyName": "Snipes"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $75. Please note that some recently released products are excluded from this promotion and this will be stated on their product page. \n\nOrders excluding footwear of $50 or more ship free if you are logged into your SNIPES account. You can also take a look at our free shipping policy here: https://snipesusa.my.site.com/helpcenter/s/article/Does-SNIPES-offer-Free-shipping",
      "id": "92792738-66df-4836-837a-411b9a782952",
      "shortcut": "fs",
      "companyName": "Snipes"
    },
    {
      "name": "Where do you ship to?",
      "content": "We ship to any location within the contiguous United States. We ship to P.O. Boxes within the contiguous United States. We also ship to APO/FPO boxes (America, Europe and Pacific only).  \n\nWe do not ship internationally. We also currently do not ship to Guam, Hawaii, Alaska and Puerto Rico.",
      "id": "39f6a2a4-cca4-43f6-ab43-6e423d88361f",
      "companyName": "Snipes"
    },
    {
      "name": "Can I buy something in store and return it online?",
      "content": "Please note that all in-store purchases must be returned to a Snipes location within 30 days.",
      "id": "6be2b772-f241-4e17-a251-9d7fbb54e90d",
      "companyName": "Snipes"
    },
    {
      "name": "Order status/order tracking/Where is my order?",
      "content": "You can track your order here: https://www.snipesusa.com/track-my-order",
      "id": "81713e1c-2dae-4ea2-952f-c56f22594dbd",
      "companyName": "Snipes"
    },
    {
      "name": "Can I buy in bulk?",
      "content": "We welcome bulk buyers, but due to the large quantity of items purchased, it will take 7-10 business days for bulk orders to process and be shipped. We define Bulk Orders as:\n\n- Any orders with 10 or more units\n- Any orders from the same Ship to, Bill to customer name, or customer email of 10 or more units over a 24 hour period\n\nPlease note that new product releases do not apply to bulk orders. If a single bulk order is placed for a new release product, our Customer Service Team will contact you to ask which size you would like to receive. The remaining items will be removed from your order.",
      "id": "b08d4aa5-0468-49ed-8a3a-efe47dd15368",
      "companyName": "Snipes"
    },
    {
      "name": "Do you offer price adjustments?",
      "content": "Please note that while we carry many of the same brands and items at our stores, our selection and prices will not be exactly the same. For items purchased online, we will provide a price adjustment if the price was lowered within 10 days of purchase. \n\nWe do not offer price adjustments for major holiday sales such as Black Friday, Cyber Monday and Green Monday.",
      "id": "52a9a049-c1d2-4e90-bc8a-1b408f8043b4",
      "companyName": "Snipes"
    },
    {
      "name": "Can I return a final sale item?",
      "content": "Please note that products marked as final sale are ineligible for cancellations or returns.",
      "id": "4152d2f7-0fa8-4180-b40c-60cb2e2c74b9",
      "companyName": "Snipes"
    },
    {
      "name": "When will I get my refund for my return?",
      "content": "We will issue a refund for your original form of payment once we have received the merchandise. Once we have received your package, please allow 5-8 business days for refunds to be processed back into your account by your financial institution.",
      "id": "fd0caf8d-717d-4c33-9f11-cabed9b513d9",
      "companyName": "Snipes"
    },
    {
      "name": "Do I need to pay postage for my SNIPES return?",
      "content": "You are responsible for the shipping fees incurred for the return.",
      "id": "21288b22-0f92-45d7-b859-d6812792244a",
      "companyName": "Snipes"
    },
    {
      "name": "How can I become a model for SNIPES?",
      "content": "If you would like to be a model for SNIPES, please send your inquiries and information to talentbooking@snipesusa.com. If interested, a rep from our Creative Team will get in touch with you.",
      "id": "12fb3b68-0614-4535-874f-969fdf99a68d",
      "companyName": "Snipes"
    },
    {
      "name": "Do you offer Klarna as a payment method?",
      "content": "I'm afraid we do not accept Klarna at this time. We accept AMEX, Visa, Mastercard, Discover, PayPal, PayPal Pay in 4, Apple Pay, and Google Pay.",
      "id": "7a95074b-aaa3-4ca2-8d07-a76091f95929",
      "companyName": "Snipes"
    },
    {
      "name": "Did Snipes used to be  Jimmy Jazz?",
      "content": "Snipes acquired Jimmy Jazz, so now all releases/products that would have been on Jimmy Jazzy are on snipesusa.com.",
      "id": "82e8c826-6a84-49bf-8b9c-50df1bbd80a4",
      "companyName": "Snipes"
    },
    {
      "name": "How can I work for SNIPES?/I'm looking for a job",
      "content": "To learn more about working for SNIPES, please check out our Careers page here: https://snp98.rec.pro.ukg.net/JAK1500JAKO/JobBoard/74f2e917-c09c-454b-b413-e11f7a62bf4b/?q=&o=postedDateDesc&w=&wc=&we=&wpst\n\nYou can view and apply for our current open positions. You can also apply at any store to be a store associate. If you have any questions or concerns regarding our job opportunities, please contact our HR Team at hr@snipesusa.com.",
      "id": "24eb0f6a-3f7a-49a9-b022-6db52481fe1b",
      "companyName": "Snipes"
    },
    {
      "name": "Do you offer financing?",
      "content": "At the moment we don't offer financing. You can take a look at the payment methods we accept here: https://snipesusa.my.site.com/helpcenter/s/article/What-payment-methods-do-you-accept",
      "id": "f0556eab-fb11-4ce8-ac94-1bbdc4d6a433",
      "companyName": "Snipes"
    },
    {
      "name": "Code error \"save some gear for the rest of us\"",
      "content": "When you receive this error it means you have too many items in your cart. Here's our release policy for better insight - https://snipes.attn.tv/sl/1bJHp8gb I hope this helps!",
      "id": "d38f4ae3-6163-4c5d-8114-b65760ae15b5",
      "companyName": "Snipes"
    },
    {
      "name": "What does web exclusive mean?",
      "content": "Web exclusive means that the product is only sold online on our website www.snipesusa.com.",
      "id": "0369c564-6535-4162-a290-7b22219810c6",
      "companyName": "Snipes"
    },
    {
      "name": "How long will my order be held at the store?",
      "content": "The store will hold your order for 7 days. If you need more time, or the pickup date doesn't work for you, please call the store and let them know.",
      "id": "4d8be066-564e-4794-9765-03e760f6f3cd",
      "companyName": "Snipes"
    },
    {
      "name": "Price Matching",
      "content": "Unfortunately, we do not price match. Please let me know if you need further assistance.",
      "id": "7fe9d6ca-2cd4-429d-9028-ca9ff214d5ca",
      "companyName": "Snipes"
    },
    {
      "name": "Is unisex sizing based on men's or women's sizes?",
      "content": "Great question! When you see the sizes listed as unisex, they are male sizes.",
      "id": "930295cf-e969-4157-a14a-3990480cac4b",
      "companyName": "Snipes"
    },
    {
      "name": "There is no size guide available. How do I know if the item will fit me?",
      "content": "If you have any doubts about sizing, we recommend visiting one of our stores, where you can try on the item for the best fit.",
      "id": "265d5a3c-c4be-47f6-a968-d3cb99d0798d",
      "companyName": "Snipes"
    },
    {
      "name": "Do the items come in their original box?",
      "content": "We ship the items in their original boxes.",
      "id": "398789d5-08ea-48e8-97c2-534c43a0be3b",
      "companyName": "Snipes"
    },
    {
      "name": "Code won't work/10% off code not working",
      "content": "Please make sure you're logged into your account to use the code. Note that products on clearance/sale, recently released, and products marked as Final Sale are not eligible. Some brands are also excluded. Here's more info on promo exclusions: https://snipesusa.my.site.com/helpcenter/s/article/Promotion-Exclusions",
      "id": "bd59cb26-a2ba-4213-bde1-302a6b2c0e4d",
      "shortcut": "cww",
      "companyName": "Snipes"
    },
    {
      "name": "Are online products available in stores?/Store products availability/inventory",
      "content": "You can use the \"Shop My Store\" feature on the product landing page, where you can set a store location for which you would like to shop online, and you'll see the availability of the products in the stores!",
      "id": "0e347071-b3fe-4c3f-8394-ee9f8a3cbc40",
      "shortcut": "spa",
      "companyName": "Snipes"
    },
    {
      "name": "Early Access Email",
      "content": "I'm sorry for the inconvenience. If this email address is not working for the VIP queue and you were selected as a winner, please try the email address associated with your SNIPES Reserve wallet. Let me know how that goes!",
      "id": "e6fc74a5-1a66-4e7b-90cd-99ae751816a5",
      "shortcut": "eea",
      "companyName": "Snipes"
    },
    {
      "name": "Early Access Event",
      "content": "For questions about our Early Access events, please visit our FAQ page for the most up-to-date info here: https://snipesusa.my.site.com/helpcenter/s/article/SNIPES-Reserve-Early-Access If you need more help, use the chat option on the bottom right of the page for the fastest support!",
      "id": "5a39019b-bad8-4d7f-a882-c9284f259f04",
      "shortcut": "eae",
      "companyName": "Snipes"
    }
  ]
}
