{
  "companyKey": "stately",
  "templates": [
    {
      "name": "Can I request a second exchange?",
      "content": "Yes! If the replacement item(s) you received did not work for you then feel free to request a second exchange within 5 days of receiving your replacement item(s) online through our exchange portal: https://exchange.statelymen.com/rma?_ga=2.110455301.1408100492.1673648607-745713449.1673648607 Please keep in mind that while we're happy to cover the cost of shipping for the first exchange request, we do require second exchange shipping costs to be covered by the member. You will also be asked to provide the tracking information of the second exchange once it has been shipped so our Fulfillment Team can be on the lookout for your package.",
      "id": "4a2cb862-ff70-4682-8e76-e01f716ae6bd",
      "companyName": "Stately"
    },
    {
      "name": "Sizing",
      "content": "Happy to help you find the right size! Our sizes run mostly true to size but can vary from manufacturer. Would you mind sharing your usual size?",
      "id": "53cd197f-0261-48af-82dd-29f89604f80f",
      "shortcut": "sz",
      "companyName": "Stately"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at concierge@statelymen.com. Our team is happy to chat.",
      "id": "267f810d-01e6-4a4a-a1bc-f7e950171f6a",
      "shortcut": "wls",
      "companyName": "Stately"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all our subscriptions!",
      "id": "1f57a006-1947-4916-a93e-0b95f60ddcbd",
      "shortcut": "fs",
      "companyName": "Stately"
    },
    {
      "name": "Cancel/edit",
      "content": "We only accept cancellation requests via email from the email address associated with your account. We cannot accept cancellation requests via text message, through social media, or live chat for account security purposes. Feel free to email us directly at concierge@statelymen.com. \nOnce your email has been submitted, please allow 24-48 hours for a member of our team to get back to you.",
      "id": "06b4afae-fb74-427d-97cd-e54cba9fec0e",
      "shortcut": "ced",
      "companyName": "Stately"
    },
    {
      "name": "How do I cancel my subscription?",
      "content": "To cancel your subscription, you'd just need to log in to your dashboard here - https://statelymen.attn.tv/sl/hBhornXT Find the subscription you would like to cancel and then click Cancel Subscription. If you didn't receive a cancellation confirmation email, please let me know. \nPlease note that the subscription should be cancelled at least 24 hours before your renewal date or else you'll no longer be able to stop the box from being shipped. Hope it helps.",
      "id": "f40633c5-2db9-4223-8b22-c3509af2754b",
      "companyName": "Stately"
    },
    {
      "name": "Customer Support",
      "content": "The best way to handle this is to email us directly at concierge@statelymen.com. Our team is happy to help!",
      "id": "823d5cb4-aa65-47a8-9441-1c29d3f94504",
      "shortcut": "cs",
      "companyName": "Stately"
    },
    {
      "name": "Do you ship to APO / FPO /P.O. Box addresses?",
      "content": "We do accommodate for APO, FPO, and P.O. Box addresses. However, for any exchange requests from an APO or FPO address, you will need to ship the item(s) back to us.",
      "id": "066d528f-8753-4c87-80d3-85e5825a8158",
      "companyName": "Stately"
    },
    {
      "name": "Do you ship Internationally?",
      "content": "Currently, we only offer our service in the United States of America! Send us an email at concierge@statelymen.com letting us know where you'd like to see our service next and we will send you an email when we start shipping to your country.",
      "id": "44fd831b-5c05-4442-aa74-c1a9d526f1c8",
      "companyName": "Stately"
    },
    {
      "name": "Can I exchange an item that I don’t like?",
      "content": "Sure! We definitely don't want our members to receive clothing they don't like and would be happy to replace the item(s) disliked with options you might enjoy more! You have 5 days from the day you receive your package to request a style-related exchange. \n\nTo ensure that your exchange and future Stately packages better suit your style, all we ask for in return is for you to include detailed feedback on why something didn't work for you and to upload style inspiration photos to your Additional Style Preferences. Your stylist references this information prior to curating every package for you, so the more feedback, the better!",
      "id": "6c343b31-98d8-4931-9d10-13f20f331482",
      "companyName": "Stately"
    },
    {
      "name": "Can I get a refund?",
      "content": "While we don't offer refunds for subscription orders placed, we're happy to exchange the items you are unhappy with so long as proper detailed feedback is provided. If you weren't crazy about a print, let us know. The more details you share about your likes and dislikes, the better our styling team can assist with what you're trying to achieve through our services.",
      "id": "70821a25-0133-427e-ae0e-ca8945e66412",
      "companyName": "Stately"
    },
    {
      "name": "When am I charged?",
      "content": "The first cycle's membership fee is charged right after you press Complete on the Secure Checkout page. The charges will continue to recur based on the billing frequency you selected at sign up until you decide to cancel.",
      "id": "36670b17-353f-424d-9a60-9ad5f8585f31",
      "companyName": "Stately"
    },
    {
      "name": "Rewards Program",
      "content": "We have a Rewards Program where you can earn points to redeem on future purchases. Check it out here: https://statelymen.com/pages/rewards",
      "id": "4b6e8dc0-ab3f-4cac-8bd1-4fea68744643",
      "shortcut": "rwd",
      "companyName": "Stately"
    },
    {
      "name": "Ambassador / Influencer Program",
      "content": "Thank you for your interest! The best way to discuss this is to email Ray at ray@statelymen.com and CC Hiral at hiral@statelymen.com. They will be able to provide more in depth information regarding our Influencer Program!",
      "id": "68b4ceef-4916-4ddd-a939-b155e3ca7e8a",
      "shortcut": "ams",
      "companyName": "Stately"
    },
    {
      "name": "Phone Support",
      "content": "You can give us a call at 323-948-8852 between Monday - Thursday 9:00am - 3:30pm PST or let me know if I can help via text, it may be faster.",
      "id": "86a8be92-cc69-4741-b6ab-ad4a0283fea5",
      "shortcut": "ps",
      "companyName": "Stately"
    },
    {
      "name": "In what cases may an exchange request be rejected?",
      "content": "We are unable to accommodate any exchange requests outside of our 5-day exchange period, from orders prior to your current order, or exchanges that request sizes that are not offered by our service. We are also unable to exchange any items that have been worn or washed, or that were damaged after it was worn. If returned, we will have to send the items back to you. \n\nAdditionally, the following items are non-exchangeable:\n\n- Certain items such as accessories, socks, underwear, ties, and items included as a bonus are not exchangeable\n- Items in unsellable condition: visibly worn and or washed clothing\n- Visibly worn shoes\n- Items covered in pet or human hair\n- Items with body odor/cologne odor",
      "id": "6d68d13f-b9bc-4c5b-96b8-7f545303da52",
      "companyName": "Stately"
    },
    {
      "name": "Can I pick the items In my package?",
      "content": "Our personal stylists are passionate about keeping our members looking good. We take pride in hand-picking your package based on the criteria selected in your Style Profile and any preferences you communicate to us via your Additional Style Preferences. Most of our members enjoy this option because not only will it save them time, but they are exposed to new brands and styles, and every box is a pleasant surprise! If there is something that you really want to see in your next package, please feel free to add this feedback to your Additional Style Preferences or email us at concierge@statelymen.com. Your stylist will make every best effort to accommodate any special requests you may have.",
      "id": "055edad3-c41f-46f7-b970-f0146e1e774f",
      "companyName": "Stately"
    },
    {
      "name": "Can I make special requests?",
      "content": "Absolutely! If there is something that you really want to see in your next package, feel free to visit your Additional Style Preferences and update the section at the bottom with any special requests for future packages or provide feedback from prior packages. While we cannot guarantee that we will be able to fulfill all special requests, we can assure you that your stylist will make every best effort to get you what you're looking for or provide a similar style.",
      "id": "3d0e6d04-c813-4fd0-bf64-8aae5d9fd047",
      "companyName": "Stately"
    },
    {
      "name": "I only want to purchase one package, what can I do?",
      "content": "We offer a recurring subscription service based on the plan and frequency you select when signing up. Therefore, we don't have a system in place to purchase only one package. If you'd like to only receive one package, email us a cancellation request at concierge@statelymen.com within 7 days of receiving your first package and we'll start the cancellation process!",
      "id": "4f3eb410-ef0f-45e0-8101-129d3558548f",
      "companyName": "Stately"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/stately_men/ and FB here: https://www.facebook.com/StatelyMenClothing/",
      "id": "ecae5fe3-38c3-46be-90c0-b7c513309247",
      "shortcut": "smd",
      "companyName": "Stately"
    },
    {
      "name": "How do I start an exchange?",
      "content": "If you receive something that doesn't quite work for you, please create an Exchange Request here: https://exchange.statelymen.com/rma?_ga=2.76965397.1408100492.1673648607-745713449.1673648607 All requests need to be made within 5 days of receiving your package. Items for the approved exchange request must be for that particular order number only. Please don't include any unapproved items. Any items from prior orders not previously approved that are included with your new exchange request, will be shipped back to you and won't be replaced. Additional shipping fees may apply and you'll be notified of the added charges. While your stylist will do their best to exchange the item(s) you return with the same item(s) in a better fit, we're unable to guarantee an even exchange (replacement of the exact item) due to our ever changing wardrobe options. If an even exchange is unavailable, your stylist will do their best to include a replacement item that's comparable to what was originally sent.",
      "id": "320c7936-1e3e-4946-b2cc-fc66527be841",
      "companyName": "Stately"
    },
    {
      "name": "Can I update my shipping address when needed?",
      "content": "Of course! You can update your shipping address at any point in time through your Stately Dashboard: https://www.statelymen.com/account If your renewal has already taken place, we will need to be notified within 24-48 hours of this recent change. If your package has already been shipped, we will need to be notified within 24 hours to make any attempt of rerouting the package. Reroutes are time sensitive with our couriers and are not always possible. If a reroute is needed and the courier allows for the change to be made, members will be responsible for the additional shipping fees.",
      "id": "768cae75-4cd6-487d-a295-f60bf25e7023",
      "companyName": "Stately"
    },
    {
      "name": "Shipping time",
      "content": "Once you complete your order, we will typically ship your package within 5-10 business days (it can take up to 10 business days to ship your order during certain seasons). This gives your personal stylist enough time to carefully review your Style Profile and any special requests. We usually ship via UPS and once your package leaves our fulfillment center, it normally takes 1-7 days to arrive at your doorstep, depending on your location.",
      "id": "746f418e-3ec4-4002-bad7-ec7270e83cff",
      "shortcut": "shp",
      "companyName": "Stately"
    },
    {
      "name": "How do I ship back the items?",
      "content": "We will cover the cost of shipping for the first exchange request of every initial package. Please refer to the email you'll receive after your exchange request has been approved for detailed instructions.",
      "id": "f33d4bf3-fdea-448d-8a83-8113e8dc4e1e",
      "companyName": "Stately"
    },
    {
      "name": "Return Policy",
      "content": "You can check out our detailed return policy here: https://statelymen.com/pages/exchange-policy",
      "id": "ac7a818c-cb56-416d-a395-17569967c1a7",
      "shortcut": "rp",
      "companyName": "Stately"
    },
    {
      "name": "Do you have a Referral Program?",
      "content": "We do! You can give your friends $150 of bonus apparel in their first box and earn 2,000 loyalty reward points for each successful referral. Check it out here: https://statelymen.com/pages/rewards",
      "id": "f05e252b-3dde-40eb-941a-881b7c88cd7a",
      "companyName": "Stately"
    },
    {
      "name": "Can I change my style profile?",
      "content": "We know our members are always looking for ways to diversify their style and mix up their looks. All you have to do is log in to your Stately Dashboard and update your Style Profile and Additional Style Preferences.",
      "id": "d3de0532-3c39-4be6-832a-7a75644970bd",
      "companyName": "Stately"
    },
    {
      "name": "Do you have a sample box?",
      "content": "We don't have a sample box, but I would suggest checking our out-of-the-box store to see what kind of inventory we offer: https://statelymen.attn.tv/sl/zfwVicS4",
      "id": "91d0282c-ecdb-4db4-9ee9-bc570adcbab9",
      "companyName": "Stately"
    },
    {
      "name": "Can you add deals retroactively?",
      "content": "I'm afraid we don't handle post-purchase requests via text. Please submit your request at concierge@statelymen.com or feel free to call this number 323-948-8852, Monday - Thursday 9:00am - 3:30pm PST. Please let me know if you have any questions about our products, I'm more than happy to help out!",
      "id": "1a421b0c-4cfe-404d-adb0-c5358ad75d71",
      "companyName": "Stately"
    },
    {
      "name": "Can I pause the subscription",
      "content": "You can pause your subscription, skip your next order or better yet, change your next renewal date and update your renewal frequency to better suit your needs.",
      "id": "e8165a8b-d0d2-4b7e-8a42-8ccbfe745550",
      "companyName": "Stately"
    },
    {
      "name": "You don't offer my size, can you help?",
      "content": "Please be aware that if your size is not listed as an option when creating a Style Profile with us, then at this time it is not a size our brand partners currently offer and we will be unable to accommodate your size needs.",
      "id": "94383ba1-589d-4002-b4c7-45ce8fe562de",
      "companyName": "Stately"
    },
    {
      "name": "Do you offer gift wrapping?",
      "content": "We currently don't offer gift packaging. Sorry about that!",
      "id": "8414db55-7ef6-4415-a94d-5ef4cd9c1ccd",
      "companyName": "Stately"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "f7b37619-d33a-438e-b9ed-bbd579280328",
      "shortcut": "ms",
      "companyName": "Stately"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out.",
      "id": "f3269393-23d6-4ec3-af4d-843c9c6da00e",
      "shortcut": "sl",
      "companyName": "Stately"
    },
    {
      "name": "How do I redeem my points?",
      "content": "Redeeming your points is easy! Just log in to your account https://statelymen.attn.tv/sl/1fmUUkgr - Click Redeem My Points and you can copy the code and apply your discount to your next subscription order in the Stately Dashboard or at checkout in the Out of the Box store.",
      "id": "498a2f59-7f4a-4503-a9b4-7f647c3b799a",
      "companyName": "Stately"
    },
    {
      "name": "Post Purchase Inquiries",
      "content": "We don't handle post-purchase requests via text. Please submit your request at concierge@statelymen.com or feel free to call this number 323-948-8852, Monday - Thursday 9:00am - 3:30pm PST. Please let me know if you have any questions about our products, I'm more than happy to help out!",
      "id": "b7d167fa-369d-4edf-83e8-5e80f61f5032",
      "shortcut": "ppi",
      "companyName": "Stately"
    },
    {
      "name": "Size Chart: Men - Clothes",
      "content": "You can take a look at our men's size chart here: https://statelymen.com/blogs/posts/the-ultimate-size-guide-for-men-when-shopping-online",
      "id": "80ef4a18-4e1e-4ddb-bc67-0265a90bdd23",
      "companyName": "Stately"
    },
    {
      "name": "Can I see the items before purchasing them?",
      "content": "At Stately, we understand that our members enjoy both convenience and discovery regarding fashion. Our personal stylists handpick items tailored to your unique Style Profile and preferences. This means that items included in your package are a surprise until they arrive, adding an element of excitement to each delivery!\n\nHowever, if there's something specific you'd like to see in your next package, please feel free to update your Additional Style Preferences. Our stylists will do their best to accommodate your requests.",
      "id": "28549956-a499-4498-a14c-189a4af5816c",
      "companyName": "Stately"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://statelymen.com/pages/order-tracking",
      "id": "cc33bba7-0eb2-46fe-a7be-f5779779262d",
      "companyName": "Stately"
    }
  ]
}
