{
  "companyKey": "swig life",
  "templates": [
    {
      "name": "Sales Collection",
      "content": "You can check out our sales collection here: https://www.swiglife.com/collections/sale",
      "id": "a4d94369-990e-447d-bd0a-3c9fdd851671",
      "companyName": "Swig Life"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 1-3 business days unless stated otherwise. Once shipped it will take 3-9 business days for domestic orders and 6-10 for international orders.",
      "id": "889f0811-7ca4-421e-9999-46010800becf",
      "shortcut": "shp",
      "companyName": "Swig Life"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://instagram.com/swiglife and FB here: https://www.facebook.com/Swiglife",
      "id": "95841628-afa2-4bc1-93a5-a60f6e0f8be3",
      "shortcut": "smd",
      "companyName": "Swig Life"
    },
    {
      "name": "How do I redeem points?",
      "content": "When you earn at least 1,000 points, you can redeem your points for a reward!\nTo redeem your points, log in to your account and click \"Redeem Points\" in the Swig Life Perks Points section. You will be given a discount code to use at checkout. This code will also be emailed to you if you wish to use it at another time.",
      "id": "f1b38793-1e87-499f-9865-381d146251b4",
      "companyName": "Swig Life"
    },
    {
      "name": "Retroactive Discount",
      "content": "We are unable to retroactively apply a discount code to a completed or previous purchase. \nIf you placed your order before a sale or promotion started, we are unable to honor that sale or promotion on your order. Sales and promotions may only be honored during the time they are running. Sorry for the inconvenience.",
      "id": "4a46c5e6-1b60-4f93-b5c9-87a5817a8a4c",
      "companyName": "Swig Life"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://www.swiglife.com/pages/swig-warranty",
      "id": "d1daef43-45ad-4dd2-95df-d48cb9a3cd05",
      "shortcut": "wp",
      "companyName": "Swig Life"
    },
    {
      "name": "Order status/order tracking",
      "content": "After your order has been processed, typically 1-3 business days after being placed, tracking information will be sent to the email address provided on the order. Larger orders, such as those including Coolers, can have more than one tracking number provided in the same email.\nIt may take up to 48 hours for tracking to update with an origin scan.",
      "id": "4c18a6cc-5958-44d3-811e-c9616ee55267",
      "companyName": "Swig Life"
    },
    {
      "name": "Can I return or exchange a sale item?",
      "content": "Returns and exchanges cannot be made on Surprise Swigs or items that were listed as final sale at the time of purchase.\n \nItems that are regular priced, but were purchased through a promotion or discount code may be returned as normal. Sets may also be returned, but all items included in the set must be returned.",
      "id": "225e1a6e-fbe3-4207-8912-3c8e955d1862",
      "companyName": "Swig Life"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at hello@swiglife.com. Our team is happy to help!",
      "id": "008b3c63-1a71-4285-b3b6-3bbfffca45c7",
      "shortcut": "cs",
      "companyName": "Swig Life"
    },
    {
      "name": "Do you ship internationaly?",
      "content": "International shipping is available for the following countries:\n- Canada\n- United Kingdom\n- Australia\n- Germany\n- Ireland\nCheck out this link for estimated transit times and shipping fees for country of delivery: https://support.swiglife.com/hc/en-us/articles/4408989118356-International-Shipping",
      "id": "9809ba79-be62-4fd2-839a-a25d90286eb9",
      "companyName": "Swig Life"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here: https://www.swiglife.com/pages/swiglife-perks",
      "id": "72cc2c50-fdb9-45eb-970e-2f678d639e64",
      "shortcut": "rwd",
      "companyName": "Swig Life"
    },
    {
      "name": "How do I register a Swig?",
      "content": "To register your Swig, go to our Swig registration page and scroll down to our form. Please fill out the form and enter your code when asked: https://www.swiglife.com/register\n\nIf you are missing your Swig registration code, please fill out the form and answer \"No\" to the question \"Do you know your registration code?\". The form will then help you find it.",
      "id": "2779b853-9eb3-45a0-bee3-4eca72fb2423",
      "companyName": "Swig Life"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "id": "170ef77c-bc0f-46f8-9559-5186ac5efe0e",
      "shortcut": "ps",
      "companyName": "Swig Life"
    },
    {
      "name": "Store location / retailer",
      "content": "If you are looking for a local store that offers our products, please email us, at hello@swiglife.com with your surrounding zip codes and we would be happy to help locate some options for you. All of our boutiques and stores operate independently and we cannot guarantee they will carry specific products or that they will have what you are looking for in stock.",
      "id": "8f5afbb2-2b05-4b6d-8a8e-0aa50f222f04",
      "shortcut": "sl",
      "companyName": "Swig Life"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://www.swiglife.com/collections/sale",
      "id": "617bb09f-91bc-40b8-9c3e-8f46439b07eb",
      "shortcut": "ms",
      "companyName": "Swig Life"
    },
    {
      "name": "Do you offer gift wrapping?",
      "content": "While our products are perfect for gifting, we do not offer gift-wrapping options however, a gift message can be included in the notes section during checkout.\nItem pricing is never included in packages for the receiver and is only available in the order confirmation email.",
      "id": "1bd74a0b-2d3d-4b61-89b2-69e4d7b18336",
      "companyName": "Swig Life"
    },
    {
      "name": "Cancel / edit order",
      "content": "It is difficult to cancel or modify an order after it has been placed due to our automated processing system. \nIf you need to cancel or makes changes to an order, please reach out to hello@swiglife.com immediately and we can try to assist. We are happy to look into your request, but cannot guarantee the ability to make any changes.",
      "id": "40d01bad-31e3-41ec-9358-e1384b56d611",
      "shortcut": "ced",
      "companyName": "Swig Life"
    },
    {
      "name": "Where do I start a return",
      "content": "You can start you return here: https://swiglife.returnscenter.com/",
      "id": "6c010fcc-d01a-40a6-8cbc-8cb4e0022209",
      "companyName": "Swig Life"
    },
    {
      "name": "Can I return a personalized item?",
      "content": "Any item that has been altered, laser-etched, or monogrammed is not eligible for a return.",
      "id": "23205bc2-0ac6-4efa-bae1-883b9b59d7ac",
      "companyName": "Swig Life"
    },
    {
      "name": "Do you ship to APO/FPO/DPO addresses?",
      "content": "We currently offer USPS Priority shipping to all APO/FPO/DPO addresses.",
      "id": "4e7b9d8e-3722-4c6c-a4f6-b022fa5899ac",
      "companyName": "Swig Life"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $75 after any discount has been applied, pre-tax. Maybe you can add something else to reach the minimum?",
      "id": "af799875-293a-4a74-9089-671cb61e145d",
      "shortcut": "fs",
      "companyName": "Swig Life"
    },
    {
      "name": "Do you ship to Alaska, Hawaii, and Puerto Rico?",
      "content": "We currently offer USPS Priority shipping to Alaska, Hawaii, and Puerto Rico.",
      "id": "c3f6d11e-7d5a-4e35-a645-6b1e8f884a4e",
      "companyName": "Swig Life"
    },
    {
      "name": "Do Perks Points expire?",
      "content": "Points expire after 365 days of no activity.",
      "id": "6ffe09a1-244e-47da-a69a-55550a6b7228",
      "companyName": "Swig Life"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at social@swiglife.com. Please include a rate sheet and links to your social profiles.\nWe care about all of our content creators and influencers and want to make sure we are the perfect match for each other so we both get the best outcome from each partnership!",
      "id": "c32e71d4-60fc-415c-a2d6-5f3ecbba7f25",
      "shortcut": "ams",
      "companyName": "Swig Life"
    },
    {
      "name": "Can I use/combine multiple codes? - Can I stack codes?",
      "content": "No, you can not apply more than one discount or promo at a time to an order.",
      "id": "ef789d08-2bc3-48f8-8ccf-f5fd130cd166",
      "companyName": "Swig Life"
    },
    {
      "name": "Can I return an item purchased outside of swiglife.com?",
      "content": "No, you cannot return items that were purchased outside of swiglife.com. If purchased on Amazon, a boutique, local shop, or other e-commerce website, please contact them directly.",
      "id": "f51b872e-e95c-4be9-a0e1-a67b8c5bbb82",
      "companyName": "Swig Life"
    },
    {
      "name": "I returned, where's my refund?",
      "content": "Once your return arrives at our facility, it will be carefully processed and inspected. If the returned item(s) meet our return policy criteria, your refund will be issued within 7-10 business days.\n\nPlease keep in mind that this timeframe starts after the package is delivered to us and does not include transit time. Additionally, it may take an extra 5-10 business days for the refund to officially appear in your account after it has been issued.",
      "id": "96c3100b-fc5d-4a4d-bf31-940265c8586c",
      "companyName": "Swig Life"
    },
    {
      "name": "Does Swig Life price match?",
      "content": "We do not offer price adjustments or price matching with other e-commerce or brick-and-mortar stores. However, we frequently run exciting promotions throughout the year!",
      "id": "a8b13c17-f6cd-4255-863d-320be70b5895",
      "companyName": "Swig Life"
    },
    {
      "name": "How do I find a code to register a Swig?",
      "content": "Your Swig Life product should come with a registration code on the back of the product label or tag, near the barcode, or on the insert inside your Swig cup. If it is missing or lost, please fill out the form and answer \"No\" to the question \"Do you know your registration code?\". The form will then help you find it: https://www.swiglife.com/pages/register\n\nPlease note: Laminated totes and accessories will not come with a registration code and are not eligible for the registration program.",
      "id": "730ed0e4-20c2-47b7-8e25-2a8c14d8f513",
      "companyName": "Swig Life"
    },
    {
      "name": "Is there a minimum purchase amount for Perks Points rewards?",
      "content": "Yes. The minimum purchase amount to apply any Swig Life Perks reward is listed as follows:\n\n- $10 off reward requires a minimum $50 purchase\n- $20 off reward requires a minimum $75 purchase\n- $30 off reward requires a minimum $100 purchase\n- $40 off reward requires a minimum $125 purchase\n- $50 off reward requires a minimum $150 purchase",
      "id": "ac5ee7b7-f591-4c25-843a-e6561740149d",
      "companyName": "Swig Life"
    },
    {
      "name": "What Swig products can I register?",
      "content": "All drinkware, coolers, bags, and pet bowls are eligible for registration excluding laminated tote bags and other accessories.",
      "id": "92d420da-b47c-4710-ad22-fa9171f8dbc9",
      "companyName": "Swig Life"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://support.swiglife.com/hc/en-us/articles/4407861548692-What-is-eligible-for-a-return-or-exchange",
      "id": "f58a0d9b-6bd1-4ffc-bd80-1c8cc334448f",
      "shortcut": "rp",
      "companyName": "Swig Life"
    },
    {
      "name": "Can I combine Perks Points with other site wide discounts?",
      "content": "No, you cannot combine Perks Points rewards with other discounts, promotions, or sales on our website. You can not apply more than one discount or promo at a time to an order. You can use a reward with a gift card, but you cannot purchase a gift card with a reward code.",
      "id": "573b443a-2380-4fcf-a76e-149fa914aa18",
      "companyName": "Swig Life"
    },
    {
      "name": "How do I apply a discount code?",
      "content": "To apply your discount code, please make sure you copy the entire code into the discount code box at checkout. Discount codes are case sensitive, so the whole code must be entered the same way it was issued. \n\nIf you are using an express checkout option, such as Shop Pay, Amazon Pay, or Apple Pay, please press the apply button when your code is fully typed to apply it. Pressing the enter key may automatically complete checkout without applying the code.",
      "id": "4d565e10-dda0-44fd-a68a-12279cd59539",
      "companyName": "Swig Life"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "We proudly have multiple factories located in China and work with our international teams very closely to ensure a quality product is produced ethically. \nWhile our products are manufactured in China, our team of 30+ women, and a few men, is based in Virginia and your purchase supports them as well as an additional 150+ sales reps, all here in the USA!",
      "id": "1fa2d6d5-a47c-4f33-84a1-43ead24c2a19",
      "shortcut": "mfc",
      "companyName": "Swig Life"
    },
    {
      "name": "What are discounts eligible on?",
      "content": "Discount codes and promotions are eligible on full-priced products only. Our promos, discount codes, and perks points cannot be combined or used on sale items, gift cards, gift sets, Surprise Swigs, and Personalization fees.",
      "id": "30e629d2-a2eb-4a82-bbab-fc1c64199c49",
      "companyName": "Swig Life"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! Please click the following link here to apply to be a wholesaler and click on the \"Register\" button on the right-hand side. You will be asked to fill out relevant information regarding your business and our team will review your application and follow up within two business days! https://www.swigwholesale.com/scs/checkout.ssp?is=login&login=T&fragment=login-register&_ga=2.67506901.519041787.1634737920-1286790190.1624565265#login-registerhttps://www.swigwholesale.com/scs/checkout.ssp?is=login&login=T&fragment=login-register&_ga=2.67506901.519041787.1634737920-1286790190.1624565265#login-register",
      "id": "1d9f022c-e9db-4f84-8886-58e9d6242ef8",
      "shortcut": "wls",
      "companyName": "Swig Life"
    },
    {
      "name": "Can I add a name / personalize / engrave your products?",
      "content": "Yes you can add a monogram to your favorite Swigs! You can access our full collection of items available for personalization here: https://www.swiglife.com/collections/personalization-all",
      "id": "6d3672bd-610f-4f45-9dfa-e85fe166bfab",
      "companyName": "Swig Life"
    }
  ]
}
