{
  "companyKey": "the art of shaving",
  "templates": [
    {
      "name": "Can you place the order for me?",
      "content": "I'm afraid I can't place orders over text but give us a call at 1-800-493-2212, and my team will be more than happy to help!",
      "id": "4d06ba1c-6f75-4005-a064-98f3641e09c3",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/theartofshaving/ and FB here: https://www.facebook.com/theartofshaving",
      "id": "0fd79b88-d58e-4dd9-ad9d-a1ccac7e2092",
      "shortcut": "smd",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "What is the replenishment service?",
      "content": "Our Replenishment Service is a subscription to get your favorite products delivered to your door on your schedule. Pretty great, right?",
      "id": "1be19db0-8783-4e57-933c-c8b1966d8789",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Is there a minimum term or minimum purchase obligation? (replenishment service)",
      "content": "No! You can get as much or as little as you want.",
      "id": "240abd2b-6fb1-49b1-ac45-58abff472a3e",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Why isn't my code working?",
      "content": "There are some items that are excluded from all our promotions such as subscriptions, Barber Spa Services, all Gillette Heated Razor products including blades and cases, all Braun products, all Panasonic products, Gifted Groomer Kit, Festive Duo Kit, Gift Cards and Cartridge Blades. If you're buying one or more of these items, the code won't work on them.",
      "id": "52eb9c89-5438-4063-91fb-55ffc7ba6daf",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "When does my Replenishment Service end?",
      "content": "We'll keep sending you deliveries until you cancel!",
      "id": "6f27f798-f472-44c8-88dd-f47f04166837",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Why are prices different now than when I made my purchase?",
      "content": "All prices and availability of products are subject to change without notice. We make every effort to provide you with the most accurate, up-to-the-minute information on pricing and availability.",
      "id": "8e382e43-acae-4c5f-be70-03d5190b570c",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at customerservice@theartofshaving.com, live chat with one of our agents via the website or give us a call at 1-800-493-2212. Our team is happy to help!",
      "id": "97d20e2b-6c90-4688-8106-3345f0e3312e",
      "shortcut": "cs",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "How will I be charged? (replenishment service)",
      "content": "We will automatically charge the card on file with each shipment.",
      "id": "9ecfe406-0283-467c-ad35-30d6391887a2",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "How do I edit or cancel my Replenishment Service?",
      "content": "You can skip, change, or cancel your Replenishment Service at any time. Just go to \"My Account\" and go to your \"Replenishment Services\" section.",
      "id": "05cf3973-e54c-4765-8e3a-e86277f22d7b",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "What is your top selling scent? / Scent recommendation.",
      "content": "Sandalwood is one of our top-selling, most beloved scents.",
      "id": "4ef7a3ca-b934-4b51-8aff-1b25d67f7586",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Why does my Gift Card not get shipped with the rest of my order?",
      "content": "Gift Cards are fulfilled by a different center than our other products, but you won't have to wait long as they're typically sent within 2-3 business days of the main shipment.",
      "id": "2b1bcd68-3b2f-4e69-8cfd-5b9360725f09",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "How do I join the Replenishment Service?",
      "content": "Joining is easy! When you're browsing a product page, just choose the Replenishment option, select your preferred shipment frequency and then check out as usual. If you're in a retail location, please speak with any one of our shave consultants.",
      "id": "2b5acb28-eb4e-408f-8737-21770308852e",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Cancel / edit order",
      "content": "Since our team is so fast at fulfilling orders as soon as they're placed, we unfortunately can't make changes or cancellations. Apologies for the inconvenience!",
      "id": "15b30147-c1f8-4a5e-8194-4827c9760342",
      "shortcut": "ced",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-800-493-2212, Monday-Friday 9 am-6 pm EST, or let me know if I can help via text, it may be faster.",
      "id": "564f8fc9-97fd-4082-9644-35487c734cba",
      "shortcut": "ps",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Return policy",
      "content": "To obtain your refund, the item must be returned to us, unopened and in its original packaging, with all accessories, within 30 days of the date upon which we provided the item to the carrier for shipment to you. You can also check out our detailed return policy here: https://theartofshaving.com/customercare-returnexchange.html",
      "id": "14380e66-7303-47a8-b904-39aedf2e0911",
      "shortcut": "rp",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Shipping time",
      "content": "Our processing time takes 2 business days and we usually ship via USPS or UPS. Once shipped, it will take 5-8 business days for domestic orders.",
      "id": "16681684-5303-453d-9cf1-ed1973accd0c",
      "shortcut": "shp",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Why isn't my discount working?",
      "content": "Do you have the replenishment bundle in your cart? If so, those are already set up as promoted items. As such, they're excluded from other promotions so no other codes will work at checkout if the bundle is in your cart. You can remove this item and then use the promo code on other items. Then you can create a new order for the replenishment bundle which will receive a discount.",
      "id": "e8562c4f-2a6a-443b-b989-18391d6604be",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "How do I check my Gift Card Balance?",
      "content": "You can check your Gift Card balance at the following link: https://theartofshaving.com/giftcard-balance",
      "id": "a180155f-3573-4737-ba30-2a680b2ef447",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Are there any advantages for joining the Replenishment Service?",
      "content": "Besides the convience? Yes! We'll give you free shipping and up to 20% off your Replenishment order when items are shipped together. 1 item saves you 5% off your replenishment order, 2 items 10%, 3 items 15%, and 4 items 20%.  Fusion ProShield Manual Cartridges (8 Count), Fusion ProShield Manual Chill Cartridges (8 Count), Mach3 Turbo (8 Count), GilletteLabs Heated Razor Cartridges (8 count), Gillette SkinGuard (8 count), and Gillette Body Cartridge (4 Count) currently automatically qualify for 20% off.",
      "id": "19f5c544-c898-4842-83e9-100d1f0dd644",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Do you have a corporate gifting program?",
      "content": "Yes! Companies large and small use us for corporate gifting to show appreciation to their employees, celebrate milestones, and build important business relationships.  We'll work with you to curate gifts within your budget.  Please contact us at 1-800-493-2212 Monday-Friday 9am-6pm EST.",
      "id": "575343e8-b702-490e-880f-480acdb47147",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "What are your shipping options for military addresses and P.O. boxes?",
      "content": "For military addresses (APO/FPO/DPO) or P.O. boxes, your order will ship using standard ground shipping.  We can't ship gift cards or hazardous materials (i.e., aerosols, alcohol-based products).",
      "id": "a2ec8ca4-03d1-4999-a95c-36326e0086a3",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "What is your restricted hazardous item shipping policy?",
      "content": "Certain items we carry are considered hazardous materials (such as aerosols and alcohol-based products) and are required by the U.S. Department of Transportation to be shipped by ground transportation only.  Due to air transportation regulations and restrictions, any orders containing these items must be shipped using Standard Shipping ground delivery, and are unable to be shipped to APO/FPO/DPO addresses, P.O. boxes, Alaska, or Hawaii.",
      "id": "db1517bf-1446-4349-ae86-25e041fb3af8",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Why is my Date of Birth required?",
      "content": "We need to make sure you're legally allowed to make an online purchase. In most of the US, you need to be 18, in Alabama and Nebraska you need to be 19, and in Mississippi you've got to wait until you're 21 to buy from us - but what a 21st birthday that will be!",
      "id": "f9903c9f-b3ee-4736-adae-19fb65be648b",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Damaged or lost orders/ trouble placing order/ check out or technical issues (empathise accordingly)",
      "content": "The best way to handle this is to give us a call at 1-800-493-2212 Monday-Friday 9am-6pm EST. Our team is happy to help!",
      "id": "8168d7e8-a17e-446a-b5ef-bc5c6a3ab8ab",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Do you make recommendations on gifts?",
      "content": "Yes! We want to make it simple for you to wrap up the perfect gift. You can get started here: https://theartofshaving.com/products/holiday-gift-guide/popular-shaving-gifts-for-men",
      "id": "b3b9c69e-1b07-4f72-b8c5-8ce70dd77300",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Adverse events or product quality complaints. (esc)",
      "content": "I'm so sorry to hear this! Can I have your full name and email address, please? You can also call us right away at 1 (800) 493-2212 and our team will be glad to assist!",
      "id": "f026a6da-1bfd-444e-a016-88b05c43f93e",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Do you offer a discount for students?",
      "content": "Yes! You can learn more and apply for your discount here: https://theartofshaving.com/student-discount.html",
      "id": "a405d1da-23f2-4991-9237-6bdf078e5e4c",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Why is my credit card authorized for more than the purchase amount?",
      "content": "Don't worry! The pending transaction is a pre-authorization, not an actual charge. You will only be charged once the item ships.",
      "id": "aa757c51-9304-4fdb-ae37-f63f99b53893",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Military discount",
      "content": "In appreciation of your outstanding service and commitment, we extend a 10% discount for all active and retired military personnel, reservists, and retired or disabled veterans. If you have a military-issued email account or other proof of service, please contact us here: https://theartofshaving.com/contact-us and we will deliver a promo code for use during checkout.",
      "id": "daf75a45-4bae-40e0-b2a1-1b95ce1ed7bb",
      "shortcut": "ms",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at customerservice@theartofshaving.com. Our team is happy to chat.",
      "id": "ce1080de-b3bb-49e6-b2e8-9942091957ed",
      "shortcut": "wls",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "The best way to discuss this is to email us directly at customerservice@theartofshaving.com. Our team is happy to chat.",
      "id": "da3b3f84-34e7-4595-a206-e34979adacb1",
      "shortcut": "ams",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on domestic orders over $80. Maybe you can add something else to reach the minimum?",
      "id": "d2fdb37c-b2a0-43d5-af26-f7bc890a63fc",
      "shortcut": "fs",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "What do I do if I lost my Gift Card?",
      "content": "I'm afraid we don't replace lost or stolen gift cards. Apologies for the inconvenience!",
      "id": "c26c6e00-9657-45b1-983c-4d8333ae0898",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Restock? (autosend enabled)",
      "content": "I currently don't have the exact date of a possible restock, but I recommend checking our website and social media frequently.",
      "id": "83b85500-3531-11ed-a261-0242ac120002",
      "shortcut": "stok",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Where are your razors manufactured?",
      "content": "The vast majority of Gillette products are manufactured in the U.S. or Mexico. TAOS Straight Razors, depending on the specific version, are manufactured in Germany or France. More specifically by Thiers Issard of France with over 100 years of craftsmanship expertise or handcrafted by DOVO, a prestigious German razor maker since 1906.",
      "id": "1992737d-3448-4078-8bbd-90bb43b405ba",
      "shortcut": "mfc",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.theartofshaving.com/the-art-of-shaving-sale/",
      "id": "2780670e-b044-42ee-b3da-fdd91ece5e5b",
      "shortcut": "spg",
      "companyName": "The Art of Shaving"
    },
    {
      "name": "Store location / retailer",
      "content": "We have made the difficult decision to close our remaining The Art of Shaving stores in Disney Springs, Florida, and on Madison Ave in NYC. After careful consideration, this is the right choice for the business, enabling greater focus on higher potential channels and business opportunities for the future. The Art of Shaving plays a unique role in delivering a premium shaving and skin experience for men. We will continue to serve you our loyal customers through e-commerce and other retail channels, where most of you shop today.",
      "id": "21ecac36-9598-44f6-b65b-c595142fff5d",
      "shortcut": "sl",
      "companyName": "The Art of Shaving"
    }
  ]
}
