{
  "companyKey": "the gld shop",
  "templates": [
    {
      "name": "Does every chain come with a box and bag/pouch?",
      "content": "Every order includes only one box and pouch set, even if multiple chains are ordered. We offer additional sets for an additional cost, one set for 4.99 and two extra sets for 7.99.",
      "id": "af13f999-5fa4-45bf-ae52-e53377720532",
      "companyName": "The GLD Shop"
    },
    {
      "name": "How do I get a custom piece?",
      "content": "We are happy to quote any custom item you'd like. Here is the link below to start you in the process:\n \nhttps://gld.attn.tv/aWKGW8eoX2xi\n \nThe minimum order for custom pieces starts at $2,000. However, the final price will be determined by the specific item you get. We charge a $250 non-refundable consultation fee which is applied in full toward the cost of the piece if you decide to create your order. GLD receives hundreds of custom requests and this allows us to separate curious people from those that are intending to purchase a custom piece.\n \nUpon paying the consultation fee, you will be paired with a custom jewelry expert who will work with you to design your custom piece.\n \nWe work primarily with 10-24k solid gold (Yellow, White, and Rose Gold) and all classes of gems. We also can work with Rhodium, Sterling Silver, and Platinum. The time of the custom process varies from 2-8 weeks depending on the complexity of the design and the changes you require during design.",
      "id": "d2cc7d20-3d51-42ba-899d-60765d6163f3",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Do you ship custom and ready to ship items separately?",
      "content": "Custom items will not be included in the initial shipment due to the production time required for these handcrafted items. Custom orders typically take 4-6 weeks to complete. Once production is complete, we will package your custom item separately and process it for shipment. You will receive an email confirmation with the tracking number as soon as it ships.",
      "id": "ceed478c-eb93-48cf-b4b0-6ba00f557216",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Free chain (can it be changed or size adjusted)",
      "content": "I'm sorry, but the free chain is automatically applied at checkout, and unfortunately, it can't be changed or swapped for another option, nor can the size be adjusted.",
      "id": "5604afee-c20f-4b41-a48d-630a30647a01",
      "companyName": "The GLD Shop"
    },
    {
      "name": "When returning do we send back the original box and pouch?",
      "content": "The original packaging is not required when returning the item(s). However, please make sure that the item(s) you wish to return are protected properly. GLD cannot honor any returns that are damaged or lost in transit due to poor packaging.",
      "id": "0d33808a-f764-4225-9037-583d3e86230c",
      "companyName": "The GLD Shop"
    },
    {
      "name": "How much time do I have to return my order? Return timeframe",
      "content": "We accept returns for items in unworn and brand-new condition within 14 days after receiving your order. To complete your return, you will need the order number and zip code associated with the order. You can start your return here: https://www.gld.com/apps/redo/returns-portal/login?utm_campaign=Journey-Concierge&utm_medium=sms&utm_source=attentive&externalId=sBjLF For more information, you can check out our detailed return policy here: https://gld.attn.tv/aFTArfx5Saev",
      "id": "6590d51f-d456-4c1b-a8ed-6cef095990b0",
      "companyName": "The GLD Shop"
    },
    {
      "name": "When you order ear rings do you get a pair or just one?",
      "content": "We sell earrings as single studs and pairs. The name should indicate if it's a single stud or pair.\nI hope this helps!",
      "id": "5a29e1dd-31c2-47a2-8d6a-5bcff07bab00",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Do you offer student discounts?",
      "content": "Yes! You can learn more and apply for your discount here:https://the-gld-shop-us.connect.studentbeans.com/us",
      "id": "250f0d59-39e3-4bc2-87ed-dd32566cc059",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Just Looking Best Sellers",
      "content": "Sounds good. Here are our most popular products at the moment https://www.thegldshop.com/collections/best-sellers \nDoes anything catch your eye?",
      "id": "305958da-99b6-4a6c-8e62-527656ef8bd1",
      "shortcut": "bs",
      "companyName": "The GLD Shop"
    },
    {
      "name": "What is Vermeil?",
      "content": "Vermeil is a term used to describe high-quality jewelry that must meet the following standards; The base metal is .925 sterling silver (no brass, copper, nickel, or tungsten). The gold karat must be at least 12K. We utilize 18K and 14K, depending on the piece. The gold must be at least 2.5 microns thick - this is much thicker than electroplating or typical gold dipped jewelry and will outlast typical gold plated items. All Vermeil items are a 925 sterling silver base, except Franco and Tennis chains which are made of a stainless steel base due to the chain style.",
      "id": "001bc7c2-8a62-41b9-aa37-332952946fbb",
      "companyName": "The GLD Shop"
    },
    {
      "name": "When will refunds be deposited back to my account?",
      "content": "Please allow 3-5 business days for your refund to be deposited back into your bank account.",
      "id": "067a78e7-af28-4ec3-bb22-aa913125498d",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Where do you ship from?",
      "content": "We ship from Miami, Florida.",
      "id": "2bfd1e83-271b-4c5d-aaef-12be3ecf8473",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Is your jewelry hypoallergenic?",
      "content": "All our gold plated items are hypoallergenic.",
      "id": "2c022494-59f7-4d9d-bb92-057745a1236e",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Where can I leave a review?",
      "content": "You'll receive an email once your order is delivered which will ask you to leave a review! You can also send us feedback on IG: https://gld.attn.tv/sl/RZeOudbi and FB here: https://gld.attn.tv/sl/EExdKua3",
      "id": "39aaa881-28f4-421d-880c-951ed184c6e5",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Are your solid gold items stamped?",
      "content": "Our Solid Gold items are available in 10-24k and natural SI-VVS1 diamonds. Most of our solid gold pendants come with SI or VS diamonds by default, but we do offer all diamonds from Si2-VVS1. The product specification will explain which diamond option comes standard with the specific item. All other diamond options can be made custom. All Solid Gold items are Stamped with the number of Karats they contain.\n \nAll GLD products are also thoroughly tested for quality and durability during and after production.",
      "id": "3d6f22f8-546f-4788-bab7-47639438337c",
      "companyName": "The GLD Shop"
    },
    {
      "name": "How do you certify your pieces?",
      "content": "All of our products are thoroughly tested for quality and durability before, during, and after production. We meet all regulations set by the Jewelry Vigilance Committee.",
      "id": "5bc9aa2c-471b-4b51-8fb9-e1bb36574511",
      "companyName": "The GLD Shop"
    },
    {
      "name": "What base metal is used for your gold plated jewelry?",
      "content": "Our Gold-Plated jewelry starts with a base layer of hypo-allergenic surgical steel which is plated in 14k-18k gold using our proprietary method allowing for long-lasting, non-fading wear. These pieces feature hand-set AAAA+ CZ stones.",
      "id": "6622cdc9-fe77-42b3-93c7-b3be87350f91",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Do you ship to PO boxes?",
      "content": "Yes, we ship out to P.O boxes! You'll need to enter the information as you normally would enter the shipping address at check out.",
      "id": "82c5ba60-086a-406e-91c5-2c17fcae3ba9",
      "companyName": "The GLD Shop"
    },
    {
      "name": "How many layers of rhodium are on a regular product?",
      "content": "We use a proprietary plating process that is superior to any other similarly priced on the market. All items are plated with real gold and rhodium, however since we use a proprietary method we cannot advise the amount of layers there are exactly. We've spent years researching and testing to assure we provide only the best and will continue to innovate and set the industry standard. We believe in it so much that we give all of our products a lifetime guarantee.",
      "id": "83cbefbb-834f-4c26-b4ba-c15ab4cada59",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Is your jewelry waterproof?",
      "content": "They're not. Our jewelry should be kept dry. Always remove your jewelry when taking a shower, getting in a pool/ ocean, applying colognes, perfumes, or other chemical products. Chlorine, especially at elevated temperatures, can permanently damage or discolor your gold jewelry.",
      "id": "84d0fda9-3556-4040-b421-49638ccc978e",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at support@thegldshop.com or give us a call at  (855) 252-3775. Our team is happy to help!",
      "id": "0875c9e6-4995-4250-ba5b-3f3d29825ffc",
      "shortcut": "cs",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Lock/clasp on the 12mm GLD Signature Miami Cuban Link Bracelet",
      "content": "The clasp on the 12mm GLD Signature Miami Cuban Link Bracelet would be a box clasp.",
      "id": "9751f398-d164-42a4-acb7-96402522d5c0",
      "companyName": "The GLD Shop"
    },
    {
      "name": "How can I know if a chain will fit my pendant?",
      "content": "We always suggest selecting a chain directly from the pendant's product page as these are guaranteed to fit your piece.",
      "id": "10dd759e-0f8b-460e-8b00-0fcfd142c52d",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Weight and carat of the SD Padres",
      "content": "The SD Padres pendant has approximately 13g of solid gold and the carat weight is 2ctw.",
      "id": "2508abeb-0afa-498a-a10c-dcfeb401666b",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Difference between CZ Stones and SI Diamonds",
      "content": "Our CZ stones are lab-engineered lesser grade gems meant to resemble real diamonds at an affordable price. SI diamonds on the other hand, are real diamonds. As a result, they're significantly more expensive then our CZ diamonds.",
      "id": "33d70fe1-dcd3-4ea0-9518-d15f39fdb82d",
      "companyName": "The GLD Shop"
    },
    {
      "name": "What type of clasp does the Micro Tennis Bracelet have?",
      "content": "That bracelet uses our standard box clasp.",
      "id": "386be372-390d-4145-a4a9-67d1175a431e",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Does the custom university font contain baguette CZ stones in the middle?",
      "content": "Yes, it does indeed!",
      "id": "45347034-765b-45a2-a8ab-837bcddd0174",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Are your rope chains diamond cut?",
      "content": "Our Rope chains don't come iced out with CZ or higher-quality stones so they wouldn't technically be diamond cut. All pieces with diamonds will usually be marked as \"Iced\" or \"Diamond Cut\".",
      "id": "4d275b89-f780-4864-a0a1-728efc4c499e",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Are the diamonds you use natural or lab grown?",
      "content": "All the diamonds we use are naturally-occurring.",
      "id": "629db497-97bb-4750-9c87-f15510eedd46",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Which chain will fit my pendant?",
      "content": "You can see which sizes are compatible by clicking \"Optional Chains\" listed on the product page.",
      "id": "7947c20c-307b-41c8-8c64-e6339ffbc0f4",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Are your gold plated items stamped?",
      "content": "Our Solid Gold items are stamped with the number of karats they contain. Our Vermeil pieces start with a .925 Sterling Silver base metal and are stamped to reflect that. The rest of our items (Yellow/White/Rose Gold Plated), don't contain a stamp, only our logo.",
      "id": "8a8b5873-bd97-4eb2-b842-75ff05f79f5b",
      "companyName": "The GLD Shop"
    },
    {
      "name": "When is tattoo Tuesday?",
      "content": "It doesn't have a specific day/date, you just need to get a tattoo of the new GLD logo and you'd need to send proof that it's a real tattoo. It can be a video of you getting it done, rubbing it over with alcohol, etc. Once you have it, you can DM our IG page at @SHOPGLD with the proof to receive your gift card.",
      "id": "99b19b5e-fd92-4eeb-b752-296920f656ed",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://instagram.com/shopgld and FB here: https://www.facebook.com/thegldshop",
      "id": "b7c5ab38-5db7-4a56-814e-cf6f2b874b48",
      "shortcut": "smd",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Solid gold vs gold plated jewelry",
      "content": "The difference between solid-gold and gold-plated jewelry is related to metal composition: While solid-gold jewelry is made of a gold alloy that is consistent throughout the piece, gold-plated pieces are made of a non-gold metal that is just covered with a thin film of gold.",
      "id": "c2a0654e-7f7e-4dbe-a60a-517f11e095a7",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Is return shipping free?",
      "content": "We're only responsible for return labels for the very unusual occurrences in which we send a different item than what was ordered or if you've received a defective item. We don't cover the shipping costs for any returns/exchanges and warranty requests.",
      "id": "f7f768cc-77bf-491c-aa3b-3419c1ed4495",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Sold Out Product Rec [INSERT LINK]",
      "content": "Sorry that product is sold out at the moment. What do you think about this instead [link]?",
      "id": "cc7563d5-ea59-4e9e-84f6-69a976eb1d10",
      "shortcut": "rstok",
      "companyName": "The GLD Shop"
    },
    {
      "name": "To help with your decision",
      "content": "To help with your decision today, check out this useful article that provides info about karats: https://www.thegldshop.com/blogs/news/what-does-karat-mean-all-about-gold-jewelry",
      "id": "5899809d-40db-4df5-a609-d97de8c9cadd",
      "shortcut": "hyd",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://www.thegldshop.com/pages/military-first-responder-medical-discount",
      "id": "0ed48602-a861-48f2-84ff-48561edbd073",
      "shortcut": "ms",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Jewelry care instructions",
      "content": "If your jewelry isn't used frequently, keep it stored in the provided dust bag. Good storage boxes are lined with tarnish-proof fabric and have a separate space for each individual piece. If your climate is humid, place a small packet of desiccant crystals inside your storage area. Avoid storing your jewelry with rubber products.",
      "id": "a9c5b37c-4788-407e-a0ce-fbe75073ca48",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a store but definitely keep an eye out.",
      "id": "c1e77dfa-4ea2-4216-8c35-807d4addddb7",
      "shortcut": "sl",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Can I put the chain on my dog / animals?",
      "content": "Our pieces aren't intended to be collars for animals, but you can definitely try if you'd like.",
      "id": "c9143068-3876-45d5-b56c-d0550673df1f",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Are your items real gold/silver? Is there cooper?",
      "content": "We only use 14-18k yellow gold, real .925 sterling silver, and genuine white/black rhodium. All of our products are thoroughly tested for quality and durability before, during and after production. We meet all regulations set by the Jewelry Vigilance Committee.",
      "id": "da61e2ca-c8c3-4363-ad49-3d18d8ad5713",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Custom item / Customize an existing item",
      "content": "We're happy to quote any custom item you'd like - https://www.thegldshop.com/products/custom-jewelry-consultation Note that the minimum order for custom pieces starts at $2,000, however, the final price will be determined by the specific item you get. We charge a $250 non-refundable consultation fee which is applied in full toward the cost of the piece if you decide to create your order.",
      "id": "e07bc1e4-785f-45a7-81bf-a6f04ed98eb8",
      "companyName": "The GLD Shop"
    },
    {
      "name": "How should I clean my jewelry?",
      "content": "To clean your plated jewelry, we recommend using a microfiber cloth to remove any dirt particles and give it a shine. Don't clean your jewelry with any chemicals as they may damage your jewelry.",
      "id": "ebd96dec-3d8c-4af5-b595-fb8ad3926bab",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Restock (enabled for autosend)",
      "content": "While I cannot provide a definitive date on when items will be back in stock, they typically take 2-4 weeks. However, these times can vary depending on the item. If you haven't already, I suggest signing up for our \"Notify Me When Available' feature on the sold-out product to get notified immediately once the item is added back in stock. :)",
      "id": "fcf87e73-1008-4cf7-82ac-519c6ef20c17",
      "shortcut": "stok",
      "companyName": "The GLD Shop"
    },
    {
      "name": "I received damaged / wrong / missing items",
      "content": "It would be best to email us directly at support@thegldshop.com to get this sorted out much quicker. Don't forget to attach your order number and pictures of the items you received, as well as the packing slip. Our team will get back in touch asap.",
      "id": "b9581118-90d7-4e7c-886e-627c1698418d",
      "shortcut": "dmi",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Payment methods / financing",
      "content": "We accept payments via credit card, PayPal, ShopPay and Sezzle right now.",
      "id": "1e7701fd-6abe-4a48-a93c-a5df8067dc45",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Is it safe to go swimming/ to the pool in our products",
      "content": "It's recommended that you don't expose our products to harsh chemicals or environments, as they can alter the appearance of the product. These include, but aren't limited to liquid silver polish, pools, hot tubs, salt water, and spas.",
      "id": "3cc6a010-457d-4b7d-b679-6b3dc676d4b7",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Will your gold plated jewelry turn my neck green?",
      "content": "We're doing our best to provide the highest quality of jewelry available. Our jewelry won't fade under normal circumstances, however, we recommend avoiding exposure to saltwater, chlorine, or any other harmful chemicals that cause oxidation. Green skin irritation from jewelry is usually caused by fading/flaking of the plating and we're committed to providing jewelry that does not cause that. If you experience problems with a GLD item, we offer a lifetime warranty.",
      "id": "68b8ba8d-2e83-4c4f-a6d7-00ac21a8c236",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at (855) 252-3775 M-F 9am-5pm EST or let me know if I can help via text, it may be faster.",
      "id": "32490148-53be-47d6-81ed-4033d386017b",
      "shortcut": "ps",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at support@thegldshop.com. Our team is happy to chat.",
      "id": "53d06afd-65d7-446d-b0d2-b7aa1a406049",
      "shortcut": "wls",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Shipping time",
      "content": "We process orders in 1-2 business days and usually ship via USPS, UPS or FedEx. Once shipped it will take 5-10 business days domestically. We also offer expedited shipping at checkout, if needed. Please note that solid gold/custom pieces need 4-8 weeks to complete before shipping. We understand this isn't a short amount of time, with that being said, our quality and guarantees are unmatched.",
      "id": "5d31ec19-58b6-49aa-97df-b82c46e2ee8c",
      "shortcut": "shp",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at support@thegldshop.com. Our team is happy to chat.",
      "id": "b8b96dc9-013e-459c-9560-832c2d9db28a",
      "shortcut": "ams",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Expedited / Overnight Shipping",
      "content": "Expedited shipping services are available at checkout for most items and locations. Delivery will be made by UPS Ground or UPS Express during business days depending on delivery location. Orders placed on/before 9:00 AM EST Monday-Friday will be shipped out that same day. Saturdays-Sundays and holidays are not considered business days. We cannot deliver to domestic PO boxes with expedited services unless the physical address of the PO boxes is stated on shipping address.",
      "id": "93ea6584-1152-4aac-9f4a-e31e1a302ba1",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Where can I start/initiate my return?",
      "content": "You can start your return here: https://www.gld.com/apps/redo/returns-portal/login?utm_campaign=concierge&utm_medium=sms&utm_source=attentive&externalId=QsDLE",
      "id": "a3bc1ea4-e87d-4e11-b5aa-ef8bc1a1038f",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.gld.com/pages/returns",
      "id": "ab6a39c7-3230-4d06-96d1-f8368118f590",
      "shortcut": "rp",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Cancel / edit order",
      "content": "I'm afraid we are only able to make changes to orders within 2 hours of having it placed. If it's more than 2 hours already, we can no longer fulfill this request. Apologies for the inconvenience! \n\nIf you wish to cancel your order, please share your order number and email address and I'll be more than happy to check on this with my team for you.",
      "id": "d2fbc4bf-f448-45fc-877f-3f38e0d8ab4c",
      "shortcut": "ced",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Where is the warranty card found?",
      "content": "The card is no longer needed to redeem your warranty. We keep an internal record of all warranty requests and replacements. In the event you need to use the warranty, simply reach out to us and we will be more than happy to assist you further.",
      "id": "6efdca2c-dd17-4c0e-b3a6-9f85f25ccd54",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Return outside of 14 day policy",
      "content": "Unfortunately, we have a strict policy that can only accept returns within 14 days of the delivery date. We sincerely apologize for the inconvenience this may cause. \n \nIn the event your piece is damaged, fades, or stops working under normal wear, our Lifetime Warranty entitles you to a one-time replacement of the piece - free of charge. Please note, there will be a $19.99 fee for shipping and handling costs that will be invoiced once your replacement order has been processed. \n \nWe are able to reach out to our management team to see if they will approve an exception to allow an exchange under your warranty however, please note, that exchanges under warranty are calculated at their full retail price. We are unable to honor discounts when processing exchanges under warranty. Furthermore, an additional $19.99 for the shipping and handling fees as required for all warranty replacements will be added to your invoice.",
      "id": "0e3eaca9-552c-4b64-90c9-a9e58b2fd28c",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Does the purchase come with a receipt?",
      "content": "When you purchase from our website, you will receive an email confirmation that includes all the details of your purchase. Additionally, a packing slip will be included with your order, outlining the items purchased and the total amount paid.",
      "id": "37896611-09bf-465c-8310-c13353c04f5c",
      "companyName": "The GLD Shop"
    },
    {
      "name": "What happens if you receive the return package after the 14 days of buying the return label?",
      "content": "The only requirement is to send the package within 14 business days. If the package comes to us after this timeframe but it was shipped within 14 days of receiving the order the return should still be valid.",
      "id": "bb7c4b4e-eabb-452e-a691-81d4ffc46c98",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Do your diamonds pass the diamond tester?",
      "content": "While Shop GLD is committed to providing you with the highest quality of jewelry made with precious materials and expert craftsmanship, our Cubic Zirconia stones on Gold Plated and Vermeil pieces will not pass a diamond tester as it's a high-quality stone lesser than a diamond grade.\n \nHowever, we do offer all-natural diamonds from Si2-VVS1 when selecting our Solid Gold pieces.",
      "id": "f9644374-a3e5-4a41-9fda-c176bcaebbf5",
      "companyName": "The GLD Shop"
    },
    {
      "name": "How do you open the link on the cuban link chain?",
      "content": "The proper way to open them is by holding them in one hand and pushing up on the back of the clasp with your thumb. This must be done without keeping a finger on the topside of the clasp, as that will prevent you from pushing them open.",
      "id": "5737e960-957f-4c8b-8186-8935cb4d85fb",
      "companyName": "The GLD Shop"
    },
    {
      "name": "How many gift boxes come per order?",
      "content": "We include one gift box per order, but we are happy to offer you the opportunity to purchase additional gift boxes. Please visit our website here: https://gld.attn.tv/aGcnhKozeaGJ to view our available options.",
      "id": "8576e112-7c00-4a71-9139-7efba2cb868d",
      "companyName": "The GLD Shop"
    },
    {
      "name": "How long does return/exchange take?",
      "content": "We ask for your patience in allowing us 5-10 business days to process your return/exchange request from the day it is received back at our facility. Once your return is received and passes inspection, you will receive an email notifying you of the approval or rejection of your refund.",
      "id": "6fd0e82c-b574-43ec-add3-423dac83d199",
      "companyName": "The GLD Shop"
    },
    {
      "name": "What materials do you use/offer?",
      "content": "We offer 3 different materials:\n \nGold-Plated - Starts with a base layer of hypoallergenic surgical steel, which is plated in 14k-18k gold using our proprietary method, allowing for long-lasting, non-fading wear. These pieces feature hand-set AAAA+ CZ stones.\n \nVermeil - Crafted using only precious metals it starts with a .925 Sterling Silver base metal and is plated with 3 microns of 18k gold, and set with AAAA+ CZ stones. Vermeil is an excellent choice when you want to own a more valuable piece of jewelry and it tends to be slightly heavier than our gold-plated options.\n \nSolid Gold - Available in 10-24k solid gold and natural SI-VVS1 diamonds. Most of our solid gold pendants come with SI or VS diamonds by default, but we do offer all diamonds from Si2-VVS1. The product specification will explain which diamond option comes standard with the specific item. All other diamond options can be made custom.\n \nAll our products are thoroughly tested for quality and durability during and after production. You can view our Vermeil items here: https://gld.attn.tv/azzI5mAasTd-. Our Solid Gold jewelry can also be purchased by visiting our Solid Gold Collection page here: https://gld.attn.tv/aTOvNDSgQNmE.",
      "id": "22703412-a8cc-4143-938b-6a123dd8f8f7",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on all domestic orders!",
      "id": "e6c4a937-ca5b-4833-984b-bdced770a636",
      "shortcut": "fs",
      "companyName": "The GLD Shop"
    },
    {
      "name": "Warranty policy",
      "content": "GLD is committed to providing the highest standard of jewelry, which is why we offer a Lifetime Guarantee for all purchases of non-custom, non-moissanite Gold Plated and Vermeil pieces. If your product becomes damaged, fades, or stops functioning under normal wear, this guarantee entitles you to a one-time replacement. You can take a look at our full warranty policy here: https://www.gld.com/pages/gld-warranty",
      "id": "0e07d46b-88c6-4d89-a6e2-5e897f7c5455",
      "shortcut": "wp",
      "companyName": "The GLD Shop"
    },
    {
      "name": "My discount code isn't working at checkout",
      "content": "Please note that exclusions to our promotional codes will always be any solid gold or already discounted items (ie; Bundles, Make A Set, or Flash Deals), unless otherwise specifically stated. Codes are also not applicable to licensed collections (such as NBA, or NFL), Moissanite jewelry, or Solid Gold Custom Orders over $2000. Do you have any of the above items in your cart and do you mind sending a screenshot please?",
      "id": "4077184b-90ee-46b7-9e8c-6906db639adc",
      "shortcut": "cww",
      "companyName": "The GLD Shop"
    }
  ]
}
