{
  "companyKey": "titan mattress",
  "templates": [
    {
      "name": "Do you offer old mattress removal?",
      "content": "We do offer a removal service for old mattresses when we deliver to California residents. We also offer a removal service in Arizona if you purchase from a showroom.",
      "id": "14aae0ae-36ae-4a23-b784-fa79a9f52005",
      "companyName": "Titan Mattress"
    },
    {
      "name": "What size is the mask?",
      "content": "Our masks are designed to be one-size-fits-all. The base of our mask is 7in. x 3.25in. with a pleated design to help maximize facial coverage and two elastic ear loops.",
      "id": "38fc9f43-1af9-4641-ab22-9abca0c5f9b3",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Does your trial period include sleep accessories?",
      "content": "Our 120-night trial applies to mattresses only. Sheets, mattress protectors, and pillows can be returned within 30 days from the date of delivery for a full refund.",
      "id": "c364f3b7-9ddf-4be4-adfa-85a99a476f0d",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How does the bi-fold foundation support the mattress?",
      "content": "The Bi-Fold Foundation is designed with both vertical and horizontal slats that provide all the needed support. Its design does not require any additional support for your mattress.",
      "id": "5d49de52-1b73-4158-9023-284d1be7335b",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How long does it take to break in my mattress?",
      "content": "It typically takes around 30 to 45 nights for your mattress to entirely break in, and the same amount of time for your body to adjust to the sensation of a new mattress. Over this period of time, your mattress will reach its optimal softness and allow full aeration. Because of this adjustment period, we require at least 30 days on your new mattress before processing your no-hassle return.",
      "id": "a296ed9e-1d29-474c-84ec-7008afa41955",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How long can I keep my mattress in the box?",
      "content": "We recommend keeping your mattress in the box for no longer than three weeks after it has arrived at your door. While your mattress is safe to keep rolled for up to 60 days, compression beyond this period does hold some risk for slowing the expansion of your mattress.",
      "id": "a6dd01dd-e98e-440e-9bc0-885afada99aa",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Do your sheets work on a mattress over 11\" thick?",
      "content": "Yes, our sheets are designed to fit mattresses with a thickness from 11\" to 14\".",
      "id": "e4d657d1-a6cf-4345-a038-78a5845ac541",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Are your mattresses flippable?",
      "content": "Most of our mattresses should be rotated every 6 to 8 months but never flipped (or inverted). Our mattresses are designed with comfort layers on top and support layers on the bottom, including individually encased coils in hybrid models. We also use higher-quality materials that last much longer than traditional mattresses. \n\nThe exceptions to the \"no flip\" rule are the Plank and Plank Hybrid mattresses by Brooklyn Bedding, the EcoSleep by Brooklyn Bedding and the Propel All-Foam and Propel Hybrid mattresses by Brooklyn Bedding. These mattresses are designed with varying firmness levels on either side of the mattress and can be flipped to customize your sleep experience.",
      "id": "8d8468a3-cb2d-4dc0-9bbc-c69bd08a1cd6",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Is the mattress protector hypoallergenic?",
      "content": "Yes, the mattress protector is made of cotton terry, which is designed to be both easy care and hypo-allergenic.",
      "id": "677d2e94-ca42-402b-a66f-6f1e5a0d3c49",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How high are your foundations/How much storage is underneath the foundation?",
      "content": "Our foundations vary in height depending on the type of foundation. You can take a look at the heights and available clearance space for each of our foundations here: https://support.titanmattress.com/hc/en-us/articles/5279371565847-How-high-are-your-foundations-How-much-storage-is-underneath-the-foundation-",
      "id": "d60b8399-b016-41e9-bf82-8523735aeb32",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Can I use a boxspring on top of the high rise platform foundation?",
      "content": "This comes down to personal preference. While it is certainly possible to use a box spring on top of the High Rise Platform foundation, the platform can support either a mattress on its own or a mattress with a box spring.",
      "id": "3490c86f-463f-4f16-b071-36d647614918",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How do I choose the correct loft for my pillow?",
      "content": "As a general rule, side sleepers require higher loft; stomach sleepers require lower loft; back and combination sleepers have the latitude to choose high or low loft, depending on preference. Check out our blog for more tips here: https://www.brooklynbedding.com/blog/best-pillow-back-side-stomach-sleeper",
      "id": "7efcd1a9-b02e-411f-9f6b-24343a08a5d5",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Is the mattress protector a full encasement?",
      "content": "The mattress protector fits like a fitted sheet and therefore is not a full encasement.",
      "id": "fce329d5-f43f-4fca-b7a8-abd63f2ec012",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Will your mattresses develop body impressions?",
      "content": "All mattresses develop minimal body impressions on contact. We have specifically chosen the most durable foams in the industry with the highest material integrity to minimize body impressions and maximize restorative properties.",
      "id": "080566d1-d3a8-4f9e-b039-373d0293ce0b",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How does the 120 Night Trial work?",
      "content": "We are confident we have made the best bedding products, so we back them with a generous trial period of 120 nights! We do require that you try your new mattress for at least 30 days from the date of delivery. This gives you ample time to properly adjust to the new materials. The trial date begins when you receive your mattress and can only be used once per customer per calendar year.",
      "id": "599d596b-074e-41cb-9708-0d4d7b219386",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to contact us via this link: https://support.titanmattress.com/hc/en-us/requests/new Our team is happy to chat.",
      "id": "b1ca621b-7164-448e-989a-996d7217a16c",
      "shortcut": "wls",
      "companyName": "Titan Mattress"
    },
    {
      "name": "What is your return policy for orders placed on Amazon.com?",
      "content": "Any order placed through Amazon.com for any of our mattresses that is not fulfilled through Brooklyn Bedding or Amazon Prime is not covered under the Brooklyn Bedding Warranty or Trial Policy.",
      "id": "9ea2358d-19e6-41d0-9531-6b6faa250528",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Can I adjust the firmness of the Premium Shredded Foam Pillow?",
      "content": "Yes, you can adjust the firmness by adding or removing the shredded stuffing. We ship the premium shredded foam pillow overstuffed, and by simply removing some of the stuffing, you can easily adjust to your preferred firmness.",
      "id": "731f0310-0ec2-4569-b1a4-a3277759020d",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Are your products certified safe and healthy?",
      "content": "We use the safest materials in the mattress industry, guaranteed. Our foam is CertiPUR-US Certified, which means it's toxin-free and meets the highest health standards in the industry.",
      "id": "7dfe4298-6731-4f94-955b-dd129df2bd3b",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-623-624-1222. or let me know if I can help via text, it may be faster.",
      "id": "ee9dbee6-f6cd-4083-8d4a-b20cc9d22618",
      "shortcut": "ps",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to contact us via this link: https://support.titanmattress.com/hc/en-us/requests/new Our team is happy to help!",
      "id": "d26fd924-2ef0-49cc-9978-b4e13545e209",
      "shortcut": "cs",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://titanmattress.com/pages/return-policy",
      "id": "ed1e3296-812e-4b23-9bf5-13c168f0f3de",
      "shortcut": "rp",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How long does it take to receive my refund?",
      "content": "We will credit the card you used at the time of your purchase or process your refund via Affirm.com. Credit card refunds can take 3 to 4 business days to show up in your account depending on your banking institution. PayPal refunds are immediately transferred into your account. In some situations, we may need to issue refunds via paper check through U.S. mail, but this is typically due to a change in account information or delayed processing.",
      "id": "4b5ae703-7ac1-409d-b933-ee5dc002f6d8",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/brooklynbedding/ and FB here: https://www.facebook.com/BrooklynBedding",
      "id": "3e5ba897-c67a-4910-b70d-2c33f4da1711",
      "shortcut": "smd",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Do your masks come in different sizes? Do you carry masks for children?",
      "content": "Our masks are a universal, one-size-fits-all solution. For smaller adults and children, we recommend tightening the mask by knotting the loops at each end.",
      "id": "0afae018-13f9-4ebd-8ed2-ad268dabeafb",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Are your pillows washable?",
      "content": "All of our pillow covers are washable. Simply remove the cover, machine wash on a gentle setting, tumble dry low or lay flat to dry. We recommend only spot-cleaning the pillow insert.",
      "id": "f030ba10-2dd2-4123-989e-62e209d508b0",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Will the mattress protector reduce the breathability of the mattress?",
      "content": "As with all mattress protectors, it will have a very small impact on the overall breathability of your mattress as a trade-off for its superior protection against allergens and fluids. That said, the mattress protector is designed with very breathable materials and will still sleep cool and comfortable.",
      "id": "f04f3a4b-f319-49a0-9e63-7de56a8a862e",
      "companyName": "Titan Mattress"
    },
    {
      "name": "What is your return policy for the mattress?",
      "content": "Returns with Brooklyn Bedding are simple. First contact customer service at support@brooklynbedding.com and we'll send you information regarding our process. In most cases, we request that you have the mattress donated. Many of the charity foundations that are available offer a local pickup service. In the event that you are having trouble getting this coordinated, please let us know and we can offer additional assistance.",
      "id": "f7ff8a6b-0732-43f7-b4b7-3cb241f13a30",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How long is your warranty?",
      "content": "We offer a 10-year warranty for mattress defects; a 1-year warranty for sheets defects; and a 3-year warranty for pillow and mattress protector defects. Foundations come with a 3-year limited parts replacement warranty. Adjustable bases come with a 2-year limited parts replacement warranty.",
      "id": "b27d469b-f0ed-4d76-b1fd-0ba05e2058c5",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Is the mask washable?",
      "content": "Yes, the mask can be machine-washed up to 50 times in hot water. We recommend that you gently re-fold the pleats and lay flat to air dry following each wash.",
      "id": "028e70fa-b456-490f-85e2-26923becc004",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Can I delay a shipment?",
      "content": "All products shipped from our manufacturing facility are delivered via national carrier, typically FedEx. Once a shipping label is created and products leave our facility, the final delivery date is at the discretion of the carrier. While we cannot guarantee that a product shipment will arrive on a customer's preferred date, we can delay a shipment to ensure it arrives after a specified date. Please feel free to reach out to our customer service team at 1-888-210-8751 so that we can best accommodate any special requests.",
      "id": "212f9cfa-5934-4bb9-ab28-6f5a1c44bdc0",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Do I need a mattress protector?",
      "content": "Mattress protectors are not required, but we highly recommend purchasing one to protect your investment. A mattress protector is great for added protection against dust mites, liquid spills, and extending the life of your mattress.",
      "id": "c9f10fe2-5c15-4fe9-b695-5b494bfc75cf",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Why am I unable to process financing at checkout?",
      "content": "Due to recent developments regarding consumer loans in Iowa and West Virginia, financing may be restricted or unavailable to residents in those states.",
      "id": "79876b12-1b00-44a8-aa0d-fdcc5dc08308",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! The best way to discuss this is to contact us via this link: https://support.titanmattress.com/hc/en-us/requests/new Our team is happy to chat.",
      "id": "da8b74a5-5241-4037-88a6-86f13c690f5f",
      "shortcut": "ams",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Do you use any chemical fire retardants (FR) in your mattresses?",
      "content": "We do not use chemical fire sprays or chemical retardants in our mattresses. We do use the highest quality fire retardant socks - a fabric made of a non-woven silica/rayon/polyester/cotton blend.",
      "id": "a55dc9d7-1634-470c-941f-5fd759190919",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! Simply look for the ID.me verification at chekout as you complete your order. Click the \"Verify\" button and follow the steps!",
      "id": "d02d354a-b474-45a2-9cb3-1f8faeda126f",
      "shortcut": "ms",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Does the nose have a mask wire?",
      "content": "Yes, each mask features a nose wire, designed for individual comfort as well as personalized adjustments.",
      "id": "c2354677-d99d-4c84-9021-f9de674506c8",
      "companyName": "Titan Mattress"
    },
    {
      "name": "What material is the mask made of?",
      "content": "Our masks are made of a high-performance Evolon base fabric. Each mask is made of finely woven microfilaments which are then infused together using high-pressure water jets creating the final fabric used in our masks.",
      "id": "21b1aef9-76fc-40a9-ab56-fec52bae7365",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Can you ship to Alaska or Hawaii?",
      "content": "Yes, shipping to Hawaii or Alaska starts at $125 per mattress. For a custom quote, please contact us via this link: https://support.titanmattress.com/hc/en-us/requests/new",
      "id": "df7d0bfc-c0fe-4d8a-abed-2680a6ec2cc0",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://status.titanmattress.com/",
      "id": "5b89406a-7d5e-45cb-82c4-0aabb915737f",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How do I set up my mattress?",
      "content": "Setting up your mattress is easy! Simply take the mattress out of the box and lay it on the front of your bed frame. Carefully unwrap or carefully cut the plastic cover to allow for decompression of your mattress. This can take a few minutes to fully decompress.\n\nNote that while the majority of decompression occurs within the first few minutes of unboxing, decompression does continue for up to 24 hours after unwrapping.",
      "id": "e958e152-8054-4402-93d8-5dbb39385747",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Does the Bi-Fold Foundation come with a frame?",
      "content": "We do not currently sell the Bi-Fold foundation with a frame and it must be purchased separately.",
      "id": "500d5a44-f3cd-4b19-99f8-4bc4a1a78424",
      "companyName": "Titan Mattress"
    },
    {
      "name": "What is your return policy for accessories?",
      "content": "Sheets, mattress protectors, toppers, and pillows can be returned within 30 days from the date of delivery for a full refund. Should you need to begin a return, we ask that you package the merchandise and contact us at support@brooklynbedding.com with package dimensions so that we can email you a prepaid shipping label. We then ask that the merchandise be shipped back to our facility at no charge to you. All sales on foundations and adjustable bases are final and non-refundable.",
      "id": "bf59fc91-61dc-449b-b65a-4d5028e106fb",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://titanmattress.com/pages/warranty-policy",
      "id": "714b510a-e82f-422a-8abf-497292b15901",
      "shortcut": "wp",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Are shipping fees refundable?",
      "content": "Unfortunately, shipping fees and any additional shipping fees are not refundable.",
      "id": "3d7bf6aa-d056-47d0-ab3d-9e89f022813d",
      "companyName": "Titan Mattress"
    },
    {
      "name": "What colors do you offer for the cover of the Bi-Fold Foundation?",
      "content": "The easy zip-off cover for the Bi-Fold foundation is available in a combination of black and white as pictured. We currently do not offer the cover in any other colors.",
      "id": "10db17c0-be41-4714-a290-4087036ce433",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Free shipping",
      "content": "We provide free FedEx Ground shipping on all products to all contiguous U.S. States (48 states, excluding Alaska & Hawaii).",
      "id": "5df865d6-cc05-4620-8b3d-95eb8ea7aa45",
      "shortcut": "fs",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How long does it take for my mattress to air out?",
      "content": "For best results, we recommend allowing your mattress to sit between 3 to 5 hours before laying on it. Keep in mind the natural odor in your mattress may take up to 24 hours after unpacking to entirely dissipate.",
      "id": "4c06c803-40ca-4315-a1ac-265e0aca34b6",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Are the handles sewn into the side panels of select mattresses included in the warranty?",
      "content": "Handles sewn into the side panels of select mattresses should never be used to lift or transport the mattress. The handles are designed to be decorative and should only be used on rare occasions for very slight adjustments to the mattress alignment. Handles are not included in the 10-year warranty. Mattresses cannot be returned or exchanged due to wear and tear or damage to the handles.",
      "id": "7a4b8116-b456-4e54-8233-bcdcb7fd10c9",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Can you ship internationally/overseas?",
      "content": "At this time, we only ship within the U.S.A. and Canada. However, if you are located outside of these locations, we recommend looking into \"Freight Forwarding Services\". We can ship to any location in the U.S.A. and \"Freight Forwarding\" companies will ship it internationally for you.",
      "id": "f0032cb2-02fe-4515-b0a1-5638921d10ec",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Will your products have that \"factory\" smell?",
      "content": "There is a natural scent when unpacking our mattress for the first time. This smell will dissipate within a few hours when well-ventilated.",
      "id": "61c827b3-d2bc-48ec-8ba0-8aaa90bdecea",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Do you ship to Canada?",
      "content": "Yes, we now offer FedEx International shipping to Canada. Shipping starts at $250 for a single mattress. For a custom quote, please contact us via this link: https://support.titanmattress.com/hc/en-us/requests/new",
      "id": "50edb94a-3a92-4249-b974-ebbd095b8191",
      "companyName": "Titan Mattress"
    },
    {
      "name": "How do I clean the cover?",
      "content": "You can spot-clean the cover with a mild detergent, gently dabbing the cover instead of rubbing it. If you're expecting liquid spills or stains, we recommend investing in a mattress protector which is easily washable.",
      "id": "df34e399-20dc-49f9-8733-2c1fa83e4d89",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Do I need a box foundation for your mattress?",
      "content": "Any type of support system that provides minimal to no flex will work with our mattress. This includes most platform, slat, and box spring foundations. If you need a foundation for your new mattress, check out our foundations specifically designed for Brooklyn Bedding mattresses here: https://titanmattress.com/collections/foundations",
      "id": "42fc7abb-162d-46e8-a09e-b9561c19284c",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Store location / retailer",
      "content": "You can take a look at our Showroom locations here: https://brooklynbedding.com/pages/showrooms I'd recommend calling the store ahead to see if they have the product you're interested in.",
      "id": "9830930b-fd39-4db4-b1f7-7bbd6757dbb2",
      "shortcut": "sl",
      "companyName": "Titan Mattress"
    },
    {
      "name": "I'm not from California can I still get your removal service?",
      "content": "Unfortunately, we do not provide a removal service to haul away old mattresses, except when we deliver to California residents. However, there are third-party services such as goloadup.com and byebyemattress.com that provide the removal of old mattresses for a service fee. Task Rabbit also offers set up services for a fee.",
      "id": "32169a90-682e-47ee-b913-9f9e386c305d",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Is there a fee for the old mattress removal?",
      "content": "There is no fee for this removal but all orders being shipped to certain states including CA will have a 10.50 state recycling tax applied at checkout. This cannot be waived because it is treated like sales tax but if you decide to return it will be part of your refund.",
      "id": "285c360d-169c-4166-86e6-242ada82cbd2",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Where are your products manufactured/made?",
      "content": "All mattresses are assembled in our Phoenix, Arizona facility and shipped directly to your door. We use source materials both domestically and internationally and assemble each mattress in our facility to give us complete control over quality.",
      "id": "5953dcd3-d254-49bf-a8da-848101363d0d",
      "shortcut": "mfc",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Cancel / edit order",
      "content": "I'm afraid we cannot edit orders after they've been placed. I apologize for any inconvenience this may cause. If you prefer to cancel, I'd be happy to check with my team on this for you. Can you please share the order number and the email address used to place the order?",
      "id": "4c39ad7e-05c1-4e31-b265-4f665fe14adf",
      "shortcut": "ced",
      "companyName": "Titan Mattress"
    },
    {
      "name": "What is the firmness of the Titan Plus elite?",
      "content": "While we do not have the specs for the firmness of each layer, the firmness on the Titan Plus Elite mattress is a 7 on the firmness scale, with 1 being softest and 10 being firmest.",
      "id": "599c9525-80d5-4d8f-9054-8769195ae89c",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Shipping time",
      "content": "Standard production time is typically 2-5 business days, but during high-volume periods, it may take up to 10 business days. Once your mattress ships, delivery generally takes 1-5 business days via FedEx, depending on your location.",
      "id": "02ff0518-4191-437d-865c-6f316c381bd3",
      "shortcut": "shp",
      "companyName": "Titan Mattress"
    },
    {
      "name": "Do you offer custom mattresses?",
      "content": "Unfortunately, we can't custom-build any mattresses.",
      "id": "c2a88cd2-a971-4495-b016-57d05571e1ee",
      "companyName": "Titan Mattress"
    }
  ]
}
