{
  "companyKey": "tushbaby",
  "templates": [
    {
      "name": "Price",
      "content": "Thanks for your interest! Our prices vary by material. You can also refer to our website for pricing. Mind telling me which item you are looking for?",
      "id": "692ed113-b5f2-4991-8c06-ece63c37aa7d",
      "shortcut": "prc",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you offer expedited shipping?",
      "content": "We offer 2-3 day shipping and UPS next day shipping if you need to get your order sooner.",
      "id": "6215e60a-2c14-4adc-91f4-97083cf4275c",
      "companyName": "Tushbaby"
    },
    {
      "name": "Why the difference in Tushbaby carrier prices?",
      "content": "Good question! The carriers priced at $85 are made from a standard fabric, while the ones priced at $115 are made from a premium vegan leather material or velvet.",
      "id": "11c2fa4d-c701-474a-97d6-e98446cb9b6c",
      "companyName": "Tushbaby"
    },
    {
      "name": "When will I receive my refund?",
      "content": "Upon receipt of your returned item(s) your refund will be processed and a credit will automatically be applied to your original method of payment within 1-3 business days.",
      "id": "618124a2-33df-4e7b-a3ab-454be3bc74d4",
      "companyName": "Tushbaby"
    },
    {
      "name": "IHDI hip healthy recognition",
      "content": "Please note we have not yet received our IHDI hip healthy recognition due to IHDI temporarily closing their application program, but we will be applying when they reopen in November to receive our recognition.",
      "id": "a06ba967-8a4c-4098-973e-2e106ee74b61",
      "companyName": "Tushbaby"
    },
    {
      "name": "I can't afford your products/It's out of my budget",
      "content": "I understand. I recommend staying subscribed to our text program as our subscribers will be the first to know about upcoming deals!",
      "id": "07ac531b-7d6a-4c63-beed-50738ac9256a",
      "shortcut": "omb",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is your vegan leather TushBaby stain resistant?",
      "content": "The vegan leather is stain-resistant. Let me know if there is anything else I can assist you with.",
      "id": "b131c847-1fef-41c9-a6b0-07d300553de8",
      "companyName": "Tushbaby"
    },
    {
      "name": "How is the Tushbaby fastened?",
      "content": "The Tushbaby carrier is fastened with both a buckle that has an additional safety lock feature, and Velcro for added security and comfort.",
      "id": "3bd54166-1e8d-48ff-ab84-3c92e49e2938",
      "companyName": "Tushbaby"
    },
    {
      "name": "What colors does the Pod come in?",
      "content": "The Pod comes in Black, Sand, Grey and Sable.",
      "id": "ab15ba85-1312-48fc-b362-4715d0924e22",
      "companyName": "Tushbaby"
    },
    {
      "name": "Product too expensive",
      "content": "I understand. We strive to provide the best quality for our customers and love sharing special offers with our subscribers, so keep an eye out for future deals.",
      "id": "49c2c809-10aa-4567-a6fd-c6c66ae1fff0",
      "shortcut": "pte",
      "companyName": "Tushbaby"
    },
    {
      "name": "Those straps look nice!",
      "content": "I'm glad you like them! The Crossbody Straps are a stylish way to carry your Tushbaby when it's not in use, rather than having to store or wear it. They're made of nylon webbing, vegan leather tabs, and gold snap hooks.",
      "id": "480d7545-62d4-49ee-976a-6953eeb0e843",
      "companyName": "Tushbaby"
    },
    {
      "name": "Where is my order?",
      "content": "When did you place your order, and did you receive tracking info? Make sure to check your spam and promo folders. You can also use our convenient online tool to see the latest updates on your order: https://tushbaby.aftership.com/",
      "id": "7a4024b5-55fd-4823-85ed-9ceeeb894ccc",
      "shortcut": "wmo",
      "companyName": "Tushbaby"
    },
    {
      "name": "No promotions available - brand specific",
      "content": "I'm sorry, I don't have any codes available at the moment, but our deals will always be shared with our text subscribers or on our website, so keep an eye out! In the meantime, you can check out our sales collection here:",
      "id": "b5510351-0721-4c9e-8813-e91b244cd8c8",
      "shortcut": "ncode",
      "companyName": "Tushbaby"
    },
    {
      "name": "XX is out of stock but is available on Amazon",
      "content": "Sorry about that! For now, I would highly recommend ordering through our Amazon page: https://www.amazon.com/tushbaby/",
      "id": "ad3eb8f2-e9de-4049-8937-b4261731830a",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is Tushbaby available on QVC?",
      "content": "Tushbaby isn't available on QVC at the moment.",
      "id": "4c5e65d5-c8c3-49d6-808c-48d0281180e2",
      "companyName": "Tushbaby"
    },
    {
      "name": "Can't take calls - brand specific",
      "content": "This number was set up for text messaging only, so I can't make or take calls. Are you ok with texting?",
      "id": "e17862e7-445c-487c-9aed-56978dda2a05",
      "shortcut": "nr",
      "companyName": "Tushbaby"
    },
    {
      "name": "Can I use the Snug for side-carrying on my hips?",
      "content": "We highly recommend using it only in face-to-face and carrying positions. It's super comfy and safe that way! However, we kindly advise against using it for side-carrying on your hip. We want to make sure you and your little one are always in the best and most comfortable positions.",
      "id": "ef8610dc-2638-48dc-b916-8e952aa5dece",
      "companyName": "Tushbaby"
    },
    {
      "name": "Can the Snug help take weight off my body?",
      "content": "Yes, the Snug actually helps take even more weight off your body because the design helps support and distribute the weight across your torso.",
      "id": "248a2d16-3805-4d1a-b983-7101dd2ff975",
      "companyName": "Tushbaby"
    },
    {
      "name": "The Tushbaby sticker melted on my product",
      "content": "I'm so sorry for the inconvenience! The sticker must have been in high heat in transit and caused residue which should wipe off with a hot rag. Please reach out to customerlove@tushbaby.com if this doesn't work. Our team is happy to help!",
      "id": "ff4269e8-5efd-4ebc-8a1d-2323d3ec6d71",
      "companyName": "Tushbaby"
    },
    {
      "name": "The Tushbaby won't stay strapped on my waist / it's too loose",
      "content": "I'd suggest wearing it high and tight above your natural waist. If that doesn't work, please reach out to us at customerlove@tushbaby.com. Our team is happy to help! We also have the Tushbaby Lite, which has a slimmer waistband that you may find more comfortable: https://tushbaby.com/products/tushbaby?variant=40092713287746 along with a chart explaining the differences between the two models.",
      "id": "48749be9-8ab4-4dd3-ae13-db53c3ff564e",
      "companyName": "Tushbaby"
    },
    {
      "name": "Where can I store my snug when I'm not using it?",
      "content": "The Snug easily folds and fits in Tushbaby's under-seat storage area when not in use.",
      "id": "3d156bff-da2b-42b6-88aa-61ff0103b03c",
      "companyName": "Tushbaby"
    },
    {
      "name": "Are the Snug and TushBaby suitable for all ages up to 3 years similar to the  standalone TushBaby hipset carrier?",
      "content": "Attaching the Snug to your Tushbaby Hipseat Carrier converts it into a hands-free soft carrier that can be used for children up to 3 years old. The Snug is not suitable for newborns, but can be used in the face-to-face position once your infant reaches 12 lbs. Remember that baby must sit face-to-face until they can hold their head upright.",
      "id": "a43c1d46-a5e0-4c15-a0fc-6103df026148",
      "companyName": "Tushbaby"
    },
    {
      "name": "What if the Tushbaby doesn't work out for my baby?",
      "content": "We understand that not every product works for every baby. If you find that the Tushbaby isn't a good fit for you and your little one, you can return it within 30 days of purchase. Please note that it must be in new condition with all original packaging and with tags attached. You can start your return here: https://tushbaby.com/pages/returns",
      "id": "b090f0d7-10b1-4f26-8065-a37448dce482",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do I have to keep switching sides so I don't strain my back (Tushbaby Hip Carrier)?",
      "content": "Tushbaby evenly distributes your baby's weight, so you don't have to constantly switch sides or strain your back as you carry them. Approved by both pediatricians for babies and orthopedists and physical therapists for adults, the supportive ergonomic seat puts your baby's hips in the pediatric-recommended \"M\" position and reduces painful spine curvature for caregivers.",
      "id": "9854653e-4eee-4ede-aba5-8eab11c2a61d",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is the snug designed to be breathable, especially in hotter climates?",
      "content": "The Snug Attachment is made of breathable mesh material, so it should be comfortable for your baby. However, as with any carrier, it's always a good idea to monitor your baby's temperature and comfort level while using it.",
      "id": "06a42cce-68ab-4731-ad79-19f21d9ad67b",
      "companyName": "Tushbaby"
    },
    {
      "name": "Will I need to use the outer box or a shipping box for the return?",
      "content": "Yes, you need to use a shipping box to return the item.",
      "id": "6f5e72a3-dff4-4756-abca-014f641bb28e",
      "companyName": "Tushbaby"
    },
    {
      "name": "Would you recommend an extender?",
      "content": "Great question! The Tushbaby waistband is 46 inches long, but you lose a few inches where the two waistbands overlap to secure the Velcro. We recommend Tushbaby for those with a 43-inch waist or smaller. Our extension belt adds an extra 23 inches to the waistband, so you can adjust it up or down to fit you just right if you need some extra length.",
      "id": "d5854af4-284b-42b5-96d4-d20e7ec3c094",
      "companyName": "Tushbaby"
    },
    {
      "name": "Does the Tushbaby come with a strap / extender?",
      "content": "The Tushbaby hip carrier has its own waistband that the seat is part of. We have a waistband extender that provides additional length and can attach to the Tushbaby's waistband - https://tushbaby.com/products/tushbaby-extension-belt We currently don't have any straps other than the waistband extender, to extend the length of the Tushbaby.",
      "id": "8bbb4e93-1892-4b60-923a-7e5b7d2b0bbf",
      "companyName": "Tushbaby"
    },
    {
      "name": "Does the Snug come with the Tushbaby?",
      "content": "The Snug Attachment is sold separately from Tushbaby.",
      "id": "70f5168c-a9cf-43ee-9f32-9d23cc755be7",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you have a picture of a pup/dog on the Tushbaby? / Tush Puppy",
      "content": "You can check out our Tushpuppy highlight reel on Instagram: https://tushbaby.attn.tv/sl/QK17ns3s/\nand you can take a look at this photo as well: https://tushbaby.attn.tv/sl/9gVTsMzH Hope this helps!",
      "id": "3abaa698-b273-4005-832f-8bd5956ffc30",
      "companyName": "Tushbaby"
    },
    {
      "name": "Why does Tushbaby XX cost more than Tushbaby XX?",
      "content": "Tushbaby is made with craftsmanship and all high-quality materials that are safe for you and your baby. When it comes to crafting our Tushbabies, we believe in fair wages and that a safe manufacturing process is as important as the final product. We are owned and operated by three moms from California who believe you get what you pay for, and that you and your baby deserve only the best!\n\nWe do have a promo for 10% off your first order, as well as fast and free shipping - hopefully that helps!",
      "id": "6da06523-f37f-4cdc-bc0c-e78df53237e3",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is the Tushbaby available in a bundle?",
      "content": "Yes, all Tushbabies are available in our bundles but please note that the fulfillment is subject to inventory availability. I recommend checking the Tushbaby product page to confirm the color you'd like is in stock if you are interested in purchasing a bundle.",
      "id": "46a3800c-ffa7-4279-ba99-55330fe241dd",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is the Tushbaby good for traveling with kids?",
      "content": "Traveling with kids can be challenging, but Tushbaby makes it easier. The Tushbaby Hip Carrier is perfect for on-the-go parents. It evenly distributes your child's weight and has pockets for storage. Plus, it's easy to pack for travel. It's great for walking through airports and it's TSA-friendly! You can check it out here: https://tushbaby.com/collections/best-sellers/products/tushbaby",
      "id": "7f4db44d-e722-4fcb-b30b-381c5d23751d",
      "companyName": "Tushbaby"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "id": "1cb5b57d-ebea-4885-b193-dafef9fc8df1",
      "shortcut": "ced",
      "companyName": "Tushbaby"
    },
    {
      "name": "Will the price appear on the box or packaging slip?",
      "content": "We never include the price within your order so that you can easily send it directly to gift recipients.",
      "id": "f48616c6-c7bb-44ba-ab2c-6f99c5cc4a5d",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is there Velcro on the waistband belt?",
      "content": "Yes, because it's safe, secure, and we love the sound of it.",
      "id": "6545f016-4488-423f-beaa-10e047fc21ea",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is there a petite version of Tushbaby?",
      "content": "The Charcoal and Blue Stripe Tushbaby Lites are great for petite caregivers, with a slimmer waistband and fewer pockets. We also have a chart available on our product page outlining the differences between the two models: https://tushbaby.com/products/tushbaby",
      "id": "a241299e-fe82-4afd-8a50-7e3b2ec89d2d",
      "companyName": "Tushbaby"
    },
    {
      "name": "How long does it take to ship to Alaska and Hawaii?",
      "content": "If you're shipping to HI & AK all orders are sent 2-day shipping.",
      "id": "e8f592e9-2dee-449f-8094-d2f0b636b497",
      "companyName": "Tushbaby"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://tushbaby.com/pages/returns",
      "id": "c5313587-aa6b-4f2c-8166-6a84cce54200",
      "shortcut": "rp",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you use flame retardants?",
      "content": "Tushbaby uses low-flammability materials like nylon and polyester, but we don't add flame retardants to our products, which can do more harm than good.",
      "id": "667fcf4a-5da9-48dd-bbef-cfa4f584bbd8",
      "companyName": "Tushbaby"
    },
    {
      "name": "What are the different carry positions and age ranges?",
      "content": "You can use the Tushbaby in 4 carry positions ranging from newborn to 36 months: https://prnt.sc/dwWRe4ovQ1U4 Remember to wear it high and tight for the most comfortable position.",
      "id": "55cfd88a-6b64-4752-bff4-224f7dd08e0b",
      "companyName": "Tushbaby"
    },
    {
      "name": "Warranty policy",
      "content": "You can take a look at our full warranty policy here: https://tushbaby.com/pages/returns#:~:text=it%20for%20pacifiers!-,WARRANTY%3A%C2%A0,-Warranty%20Term%3A",
      "id": "6449a3b5-5f14-48b8-a2ce-e590e6c8a3ce",
      "shortcut": "wp",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is there a user manual?",
      "content": "Yes! You can take a look at our user manual here: https://cdn.shopify.com/s/files/1/0060/9982/8802/files/Tushbaby_manual_5f31c913-58ea-43da-9f2f-df4c4909da65.pdf?v=1645113795",
      "id": "d308b1cb-189e-4558-8969-b3cecbca36bc",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you make one for Twins?",
      "content": "Tushbaby is meant to carry one child at a time. Parents of twins are often buying two - one for each parent to wear.",
      "id": "22b5ae22-0f4e-4a4d-b5ad-71d1677a3258",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is there an age or weight limit for Tushbaby?",
      "content": "Tushbaby can be used for kids up to 3 years old, or 45lbs. From 0-6 months, Tushbaby can be used as breastfeeding support. Once those little nuggets can hold their own heads up, it's the perfect place for them to hang out while you hold on.",
      "id": "7f449826-66f4-49dc-bc2d-276d382e5fef",
      "companyName": "Tushbaby"
    },
    {
      "name": "Phone support",
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "id": "545382ad-3786-46c7-9066-88d250834797",
      "shortcut": "ps",
      "companyName": "Tushbaby"
    },
    {
      "name": "Are the materials safe for babies?",
      "content": "Yes, Tushbaby has been approved by global-wide safety standards and verified through SGS testing. SGS is a world-leading inspection, verification, testing, and certification company.",
      "id": "c5623a47-4bec-40be-904a-e4bd034d847c",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is Tushbaby recommended by doctors?",
      "content": "Yes, it is. We have endorsements from pediatricians, orthopedists, physical therapists, pelvic floor therapists, chiropractors, and even spine surgeons.",
      "id": "5d8813a5-dc5d-457a-8095-fd06eba11975",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you offer free returns?",
      "content": "Yes! We will provide a prepaid shipping label for all Tushbaby Carrier returns at no cost to you.",
      "id": "7a7f24ea-04de-4b3f-bbcf-6ac3d93bb59c",
      "companyName": "Tushbaby"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to apply for wholesale is to go here: https://tushbaby.com/pages/wholesale",
      "id": "8c69e9b5-5a7f-46d2-90ad-01cd48088716",
      "shortcut": "wls",
      "companyName": "Tushbaby"
    },
    {
      "name": "What’s the return policy for the Paci Pod?",
      "content": "To prevent the spread of germs, we don't accept Paci Pod returns. But try using it to hold lipstick or cash if you're not using it for pacifiers!",
      "id": "c6701117-02a3-45f9-b43a-a023fc50a3a0",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you ship internationally?",
      "content": "Yes, we ship to most of the world! International shipping costs will be automatically calculated at checkout.",
      "id": "01e86ce0-ac15-42e7-b456-b3549d3ea4dc",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is Tushbaby safety certified?",
      "content": "Absolutely! Tushbaby has been approved by global-wide safety standards and verified through SGS testing. SGS is a world-leading inspection, verification, testing, and certification company.",
      "id": "1e7cd643-b57f-4728-b115-4dc09439c0ef",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is there an option for a longer waistband?",
      "content": "Yes, our extension belt is sold separately for $14.99-$17.99 and it allows you to add up to 23 inches in length to the waistband. Please note the Waistband Extender only ships free when purchased with one or more Tushbabies. You can check it out here: https://tushbaby.com/products/tushbaby-extension-belt?_pos=1&_sid=921cdd39d&_ss=r",
      "id": "557dfcae-223d-40c3-8347-d844ae737afc",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you ship orders to the UK & EU? If so, how will orders be shipped?",
      "content": "Yes, we ship to the UK & EU. To get your order to you, we've partnered with Passport Shipping and they will be the Seller for all orders to the UK for orders under £135 and orders to the EU for orders €150 and under.",
      "id": "fd548679-e567-4979-851c-4f177f1196fc",
      "companyName": "Tushbaby"
    },
    {
      "name": "How long is the waistband?",
      "content": "The waistband is 46 inches long. But you lose a few inches where the two waistbands overlap to secure the Velcro. We recommend Tushbaby for those with a 43-inch waist or smaller.",
      "id": "241fa22b-d000-4897-a221-70651da943b2",
      "companyName": "Tushbaby"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can use our convenient online tool to see the latest updates on your order: https://tushbaby.aftership.com/",
      "id": "eb486e5e-070e-4adb-940e-94b4cc1772a3",
      "companyName": "Tushbaby"
    },
    {
      "name": "What is a hip seat?",
      "content": "A hip seat is kinda like fanny pack (also known as a bum bag), but way better. Here's why. A hip seat is a simple baby carrier that wraps around your waist and sits above your hips to help you carry your baby more comfortably, and with less hassle. There's a secure shelf-like seat where your baby sits, while you hold them with an arm. This seat is designed to put your baby's hips in the recommended M-shaped position while taking the strain off of your back, arms, and hips. It's also designed to store items like diapers, wipes, and other essentials inside.",
      "id": "14848bd9-79be-4370-999b-6dcf0e2dd0ac",
      "companyName": "Tushbaby"
    },
    {
      "name": "What’s the return policy for the Changing Pad?",
      "content": "Our changing pad is not a case of \"try before you buy,\" and you can probably guess why. For sanitary reasons, we can't accept returns.",
      "id": "d46143b8-e191-46d1-a79e-8f15175ddd5e",
      "companyName": "Tushbaby"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/tushbaby/ and FB here: https://www.facebook.com/TushBabyShop/",
      "id": "4f2621b5-d577-4684-b66b-5c8a2ce01fa2",
      "shortcut": "smd",
      "companyName": "Tushbaby"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at customerlove@tushbaby.com. Our team is happy to help!",
      "id": "917bb15a-fe72-489d-8edd-7686504ac470",
      "shortcut": "cs",
      "companyName": "Tushbaby"
    },
    {
      "name": "What's the difference between Tushbaby and the cheaper hip seats on Amazon?",
      "content": "Every Tushbaby is made with craftsmanship, high-quality materials, and love. We've prioritized your baby's hip health, and have gone through rigorous safety testing, and doctor-approval processes. If you want to see a side-by-side comparison, you can take a look at the infographic here: https://prnt.sc/MEJWrWRssSa9",
      "id": "7e262e65-6841-416a-a7af-13f346c63118",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is Tushbaby hands-free?",
      "content": "Tushbaby is not hands-free. It was designed to allow parents to ditch complicated strap-in carriers that are hard to get on by yourself, and to make it easy for you to \"hip carry\" and for kids to get up and get down easily while taking the weight off your back and arms. It also carries all your things in the 5 storage pockets!",
      "id": "1243966e-641f-42e7-9225-0b6a9f131444",
      "companyName": "Tushbaby"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! Feel free to use the code MILITARY15 at check out to get 15% off your order. Hope this helps!",
      "id": "d1561c28-7fd3-4113-92ea-8202bf492921",
      "shortcut": "ms",
      "companyName": "Tushbaby"
    },
    {
      "name": "Brand ambassador / sponsorship / affiliate program",
      "content": "Thank you for your interest! You can sign up for our ambassador program here: https://apply.getroster.com/U6r6TR8gp For other collaboration inquiries please email us directly at partnerships@tushbaby.com. Our team is happy to chat!",
      "id": "098c16b1-d79e-4f2b-9833-db68505e57f8",
      "shortcut": "ams",
      "companyName": "Tushbaby"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping on Tushbaby + Snug orders over $60 within the Continental United States. We don't offer free shipping to Hawaii or Alaska because the orders are sent with 2-day shipping.",
      "id": "d2a254f7-f1ee-4e4b-bd66-b0732ca8bef0",
      "shortcut": "fs",
      "companyName": "Tushbaby"
    },
    {
      "name": "How do I start a return/exchange?",
      "content": "You can start your return/exchange here: https://tushbaby.loopreturns.com/#/",
      "id": "addf528c-af20-48c5-ab26-26ce05ceabab",
      "companyName": "Tushbaby"
    },
    {
      "name": "How do I submit a warranty claim?",
      "content": "Please complete the following form to submit your claim: https://tushbaby.com/pages/warranty My team will get back to you in 1-2 business days.",
      "id": "7c294e70-afdc-4f56-b9c0-1ef65ba0a4f3",
      "companyName": "Tushbaby"
    },
    {
      "name": "Store location / retailer",
      "content": "We don't currently have a physical store but our products are available at Amazon, Nordstrom, Target, and Crate & Barrel!",
      "id": "1d3400dc-00bd-40d9-bf0b-638be5d35601",
      "shortcut": "sl",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you have a better deal?",
      "content": "This is the best SMS deal we have at the moment and I hope this helps your decision to go for it. We love running special sales for our text subscribers, so be sure to save our contact in your phone to stay in the know.",
      "id": "25942171-89ac-4bc7-a6c4-80afee45a69c",
      "shortcut": "atm",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is Tushbaby machine washable?",
      "content": "That would depend on the material! Sabe and Velvet Silver are machine-washable. Grey, regular black, chambray, black and gold, leopard, blue stripe, and charcoal are made of polyester and are machine washable.\n\nCognac, cream, vegan black, and sand are made of vegan leather and should not be machine washed, please wipe them down only.\n\nWash instructions are also in your user manual or here: https://cdn.shopify.com/s/files/1/0060/9982/8802/files/Tushbaby_manual_QR_2023.pdf?v=1678737686 And on our instructional page as well: https://tushbaby.com/pages/instructional-videos",
      "id": "885463de-907e-4f99-94f7-74de8b543311",
      "companyName": "Tushbaby"
    },
    {
      "name": "How soon will I get a response from customer support - Brand specific",
      "content": "Our team is doing everything to respond to each inquiry in a timely manner. They should follow up with you in 24-48h!",
      "id": "1949ade5-5413-40d1-8bb5-3cd6453582ed",
      "shortcut": "rcs",
      "companyName": "Tushbaby"
    },
    {
      "name": "Will this help relieve back pain?",
      "content": "Tushbaby's four carry positions make it a great babywearing option as early as infancy for breastfeeding! It has a built-in lumbar support and an ergonomic design that's evenly distributing the baby's weight across the wearer's body.",
      "id": "d39db1c3-b437-4ed2-b26b-f066992f6bc9",
      "companyName": "Tushbaby"
    },
    {
      "name": "I missed the discount/promo/sale!",
      "content": "Sorry to hear that. While that discount is no longer available, we love sending special offers to our subscribers, so be sure to stay tuned for upcoming deals. Looking forward to your purchase!",
      "id": "2575b468-42fa-488e-aead-9cfb6da24fb3",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is my baby too small for Tushbaby?",
      "content": "Tushbaby can be used as early as infancy. I would recommend checking out these positions you can use at certain stages of your baby's age/life: https://cdn.shopify.com/s/files/1/0060/9982/8802/files/Tushbaby_manual_5f31c913-58ea-43da-9f2f-df4c4909da65.pdf?v=1645113795 Page 2 carry positions may help in the future!",
      "id": "9db07b83-0ebb-4fc9-bf97-92e395214581",
      "companyName": "Tushbaby"
    },
    {
      "name": "How do I pack the Tushbaby? I'm having a hard time fitting everything in it",
      "content": "I'd recommend taking a look at this video: https://www.instagram.com/reel/CrQtvZYM3MI/?igshid=YmM0MjE2YWMzOA%3D%3D&externalId=EKz3M Let me know if this helps!",
      "id": "e277348d-6f13-4d47-af89-0f9237e01dad",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you make Tushbabys for men?",
      "content": "Tushbaby is unisex. We offer a waistband extender to accommodate folks with larger waists.",
      "id": "d0c3bcd5-d427-4039-93f7-fa21b404d04f",
      "companyName": "Tushbaby"
    },
    {
      "name": "Shipping time",
      "content": "All orders placed before 12pm MT go out the same day and orders placed in the afternoon will go out the following business day. We usually ship via USPS, UPS, DHL or FedEx and once shipped it will take 5-7 business days for domestic, Standard Shipping orders. We also offer 2-3 day shipping and UPS next day shipping if you need to get it sooner. Please note that our shipping centers are closed on weekends and holidays.",
      "id": "e2ee4de3-9e55-42e7-9ad0-a2161df261f2",
      "shortcut": "shp",
      "companyName": "Tushbaby"
    },
    {
      "name": "Difference between Tushbaby and Tushbaby Lite",
      "content": "Great question! They're both able to carry the same weight but the difference between the Tushbaby and Tushbaby Lite is that the Tushbaby comes with a built-in Mesh Bottle holder and has 5 storage pockets, whereas the Lite only has 3. The Lite features a 4-inch waistband height and has a more streamlined design. You can also check out the differences here: https://prnt.sc/wihXp4kSeqYI",
      "id": "1af427de-46ee-41ad-84b5-dc3828939209",
      "companyName": "Tushbaby"
    },
    {
      "name": "I can't decide between x and x Tushbaby colors!",
      "content": "They're both great choices! They are both made of the same material so it's really up to your preference. Parents love our vegan leather options since they're made from an elevated fabric that wipes down for easy cleaning.",
      "id": "dd12e392-95ae-4868-beac-a49c02d0a330",
      "companyName": "Tushbaby"
    },
    {
      "name": "Can I wear it if I'm pregnant?",
      "content": "While pregnant, it's best to wear your Tushbaby below the bump for safe and comfortable wear. However, we recommend consulting with your doctor before wearing it while pregnant. We hope this helps!",
      "id": "321c30e1-f4c6-4acc-b202-bbd126b4b0af",
      "companyName": "Tushbaby"
    },
    {
      "name": "Are your bundles customizable?",
      "content": "Bundles are customizable in a way that you can select any color of the given products in each bundle. You can check out the bundles we have here: https://tushbaby.com/collections/bundles",
      "id": "bb4b5248-82d6-466a-9740-d98aa448d2c1",
      "companyName": "Tushbaby"
    },
    {
      "name": "What's the Tushbaby seat filling made of?",
      "content": "The seat filling is made of 69% Polyurethane foam and 31% Ethylene Vinyl Acetate.",
      "id": "78401fe9-f4e2-4f36-8fea-34ce6b3a95b7",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is the snug adjustable for caregivers of different body sizes?",
      "content": "The Tushbaby Hipseat's waistband and strap can be adjusted to fit snugly around the caregiver's natural waist, while the Snug's side straps can be fine-tuned for a tight fit across the baby. The shoulder straps can also be moved for optimal comfort, and any extra webbing can be neatly rolled up and secured in elastic loops.",
      "id": "9d93a860-9200-4638-bed7-50c517605a80",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is there a weight or age range for using the snug?",
      "content": "The Snug Attachment offers two positions to carry your child hands-free up to 36 months old. Children weighing between 12-45lbs can be comfortably positioned in the face-to-face position, while those weighing 16-45lbs can see the world in the front-facing position.",
      "id": "664e7ea6-9418-4a44-92fa-b6be4809333e",
      "companyName": "Tushbaby"
    },
    {
      "name": "How do I wash and acre for the snug?",
      "content": "To clean your Snug, simply machine wash cold on delicate cycle and lay flat to dry.",
      "id": "9fbe385c-dd1c-4a4a-80b9-d0577d6f1fad",
      "companyName": "Tushbaby"
    },
    {
      "name": "Can I use the snug with other carriers?",
      "content": "The Snug is meant to be used exclusively (and safely) with your Tushbaby Hipseat. And never, ever use the Snug as an independent carrier without your Tushbaby Hipseat!",
      "id": "90e45037-9951-43e5-a02e-6ed6e528d456",
      "companyName": "Tushbaby"
    },
    {
      "name": "Can I use the snug as a back carrier?",
      "content": "The Snug must only be worn on the front of your body, with baby facing in or facing out.",
      "id": "ac2054b7-739e-4489-a533-d7594c35bb23",
      "companyName": "Tushbaby"
    },
    {
      "name": "Will the snug fit me if I'm plus size?",
      "content": "Of course it will! The Snug's side straps and shoulder straps can be adjusted as needed for the most secure fit. Additionally, if your Tushbaby Hipseat needs some more room around the waist, you can purchase our Waistband Extender to add 23 extra inches in length: https://tushbaby.com/products/tushbaby-extension-belt?variant=31341097812034",
      "id": "539c5885-53c0-4034-abb7-3f4bba79e5b0",
      "companyName": "Tushbaby"
    },
    {
      "name": "What material is the snug made from?",
      "content": "The Snug Attachment is made from a soft and stretchy blend of rayon, polyester and spandex for easy carrying and easy cleaning.\n\nMaterial content: 60% rayon, 35% polyester, 5% spandex",
      "id": "3cbac6c9-0b37-4405-ae4c-d388832c4098",
      "companyName": "Tushbaby"
    },
    {
      "name": "What's the difference between the Polyester Black, Polyester Black & Gold, and the Vegan Leather Black Tushbabies?",
      "content": "Our Polyester Black Tushbaby is all-black with black zippers and accents, our Polyester Black & Gold Tushbabies are black with gold accents, and our Vegan Leather Black Tushbabies are made with quilted vegan leather and gold accents.",
      "id": "71081837-81c9-4bde-9bd4-83e109d9a98d",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you recommend the Snug attachment?",
      "content": "We recommend the Snug attachment to all customers who'd like to make their Tushbaby hands-free. It's especially good for those who'd like more freedom to use their hands while carrying their child, but it's not necessary to purchase it, as the Tushbaby is a great option for parents.",
      "id": "2cc5e464-79fe-4cd0-b71d-229e2a240a52",
      "companyName": "Tushbaby"
    },
    {
      "name": "When shipping timeframes do not work out for a customer.",
      "content": "I'll definitely appreciate it if you can consider us in the future when we have more time to get you your order though! We also offer a few options on Amazon if you'd like to check their shipping times as well: https://www.amazon.com/stores/page/E1328F93-B34B-4816-8ECD-70FB18226E9F",
      "id": "a0a27e6f-54ed-44b5-af49-dbb4bd53151a",
      "shortcut": "cns",
      "companyName": "Tushbaby"
    },
    {
      "name": "Where are the D-rings located on the Tushbaby?",
      "content": "The D-rings of the Tushbaby can be located on both sides of the seat.",
      "id": "fffc0ca4-cb00-4b79-8dfa-274f3d47f574",
      "companyName": "Tushbaby"
    },
    {
      "name": "What is the Embroidered Pink Crossbody Strap made of?",
      "content": "It's made of embroidered cotton, vegan leather tabs, and gold snap hooks.",
      "id": "ff493e31-a782-42cc-a119-f47d3fbd2dc2",
      "companyName": "Tushbaby"
    },
    {
      "name": "What are the Crossbody Straps made of? (All colors except Embroidered Pink)",
      "content": "They're made of nylon webbing, vegan leather tabs, and gold snap hooks.",
      "id": "51136bf6-31f3-412e-a547-a0f4a5fd7ec6",
      "companyName": "Tushbaby"
    },
    {
      "name": "Is the Crossbody Strap only to be used with Tushbaby?",
      "content": "While the Crossbody Strap is designed for the Tushbaby, it can still be attached to any of your favorite bags as long as they have D-rings!",
      "id": "f778f49c-f3a0-4008-ba2d-00c39f649538",
      "companyName": "Tushbaby"
    },
    {
      "name": "Does the strap work with the older version (D-Ring) of the Tushbaby?",
      "content": "While it's designed for the newer version, you can still use it with the previous version that doesn't have the D-rings! Just attach the straps to the elastic loops on each side of the Tushbaby. One is a toy loop and the other is the elastic loop that holds the buckle.",
      "id": "df6c396a-8165-4ef5-99dd-c6c6d7dd87a5",
      "companyName": "Tushbaby"
    },
    {
      "name": "Shipping too expensive",
      "content": "Thank you for your feedback, our deals will always be shared with our text subscribers or on our website, so keep an eye out!",
      "id": "6903513b-c146-4ee4-b06b-87fd779f5f1e",
      "shortcut": "ste",
      "companyName": "Tushbaby"
    },
    {
      "name": "Where are your products made / manufactured?",
      "content": "We're a California-based company and all of our products ship from the US. We design our products here in California. We manufacture in several countries around the world, engaging only in fair and ethical business practices.",
      "id": "0fba7124-2b97-4dae-bbb1-16851cabb75a",
      "shortcut": "mfc",
      "companyName": "Tushbaby"
    },
    {
      "name": "Can I use the Crossbody Strap for my baby?",
      "content": "The Crossbody Strap is for decorative use only and should never be used when carrying a child. If you need to carry your child, please detach the crossbody strap and stow away completely.",
      "id": "be53ea31-1f1a-4481-8aa7-3dd20a1ccae7",
      "companyName": "Tushbaby"
    },
    {
      "name": "Does the Tushbaby have D-rings?",
      "content": "Yes, all current Tushbaby models and models made after July 2023 have D-ring attachments.",
      "id": "2e75f8ca-ef0f-4c03-9b86-3f32c52a43c4",
      "companyName": "Tushbaby"
    },
    {
      "name": "Snug compatibility",
      "content": "The Snug is compatible with all Tushbaby models, new and old.",
      "id": "55674eff-ec1f-406b-970c-047f7c0ac5c3",
      "companyName": "Tushbaby"
    },
    {
      "name": "What is Orchid made of?",
      "content": "Orchid is made of washable velvet.",
      "id": "a4941406-5869-4d91-98e6-10bbb7634a1e",
      "companyName": "Tushbaby"
    },
    {
      "name": "The TushBaby is hurting my back",
      "content": "Really sorry to hear that! I'd suggest wearing it high and tight above your natural waist. If that doesn't work, please reach out to us at customerlove@tushbaby.com.",
      "id": "346e7cb8-eb37-41db-ac8a-e23b86760098",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you have a referral program?",
      "content": "Yes, we do! Here is our referral program link for you to share your code with friends to earn cash rewards: https://tushbaby.referralcandy.com/join/default",
      "id": "81e0f461-a781-4d95-bd2b-5ae4672631fd",
      "shortcut": "rwd",
      "companyName": "Tushbaby"
    },
    {
      "name": "What colors does the Snug come in?",
      "content": "The Snug is available in Black, Leopard, Cream and Grey.",
      "id": "cbf5a3a3-fc1e-4e1b-ac82-28ab531e2bc8",
      "companyName": "Tushbaby"
    },
    {
      "name": "What colors does the Tushabbay come in?",
      "content": "The Tushbaby comes in Grey, Black, Black & Gold, Vegan Leather Black, Vegan Leather Sand, Pebbled Vegan Leather Cognac, Pebbled Vegan Leather Cream, Velvet Sable, Velvet Silver, Velvet Orchid,  Leopard, Tweed and Metallic.",
      "id": "a574d5af-e24f-46a8-bfad-07e68f3e73ef",
      "companyName": "Tushbaby"
    },
    {
      "name": "What colors does the Tushabbay Lite come in?",
      "content": "The Tushbaby Lite comes in Charcoal.",
      "id": "73e1f064-ce78-4ec5-87a4-65cc92500ab9",
      "companyName": "Tushbaby"
    },
    {
      "name": "What colors does the Pack come in?",
      "content": "The Pack comes in Vegan Leather Cognac, Vegan Leather Cream, Velvet Sable, Grey and Chambray.",
      "id": "bbc3ff6f-1f59-4962-990b-37453a472d97",
      "companyName": "Tushbaby"
    },
    {
      "name": "What colors does the Crossbody come in?",
      "content": "The Corssbody Strap comes in Black, Tan, Embroidered Pink, \nChevron, Black/Pink Zebra, and Snow Leopard.",
      "id": "2191ee42-543e-4ada-b83b-52afa3cad992",
      "companyName": "Tushbaby"
    },
    {
      "name": "When are you restocking Totebaby?/Will you restock the black Totebaby?",
      "content": "I'm afraid we're discontinuing our Totebabies to make room for new and exciting products, so our Totebabies will not be restocked! You can use the code TOTE10 to get an extra 10% off our Sand Totebabies.",
      "id": "eabe796d-b417-4790-8347-79b95354114a",
      "shortcut": "tbr",
      "companyName": "Tushbaby"
    },
    {
      "name": "Special needs discount / program inquiry",
      "content": "TushBaby has been used by parents with special needs children and this is a huge part of our brand. We designed Tushbaby to make carrying easier and more comfortable.\n\nI'd like to share that we provide a 25% discount to all families who have kids with special needs. If you're a family with special needs, please email customerlove@tushbaby.com for your personal promo code.",
      "id": "340eb99a-61a0-4c9f-bbc5-bb8c99551f6a",
      "shortcut": "snd",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you have instructional / tutorial videos?",
      "content": "Yes! You can check them out here: https://tushbaby.com/pages/instructional-videos",
      "id": "cfe04cce-c134-42a4-a277-5fa495023198",
      "companyName": "Tushbaby"
    },
    {
      "name": "Do you offer embroidery?",
      "content": "We do have the option to add embroidery to your Tushbaby. When you are on Tushbaby.com simply click on the Tushbaby Hip Carrier, select your color of Tushbaby, then below is a little grey box you can check for embroidery. Once checked it will prompt you to pick the color, font and text.",
      "id": "b04c9ced-7908-42b2-a012-f0b84f81c33c",
      "companyName": "Tushbaby"
    },
    {
      "name": "Where do you ship from?",
      "content": "We ship from California & Ohio, and your order will typically ship from whichever location is closest to you to ensure that it arrives as quickly as possible!",
      "id": "04965362-d3e8-4e55-91f2-8e81169ebc76",
      "companyName": "Tushbaby"
    }
  ]
}
