{
  "companyKey": "venus et fleur",
  "templates": [
    {
      "name": "Where do you ship from?",
      "content": "Our arrangements ship from our U.S. fulfillment facilities. Depending on availability and the delivery destination, orders are shipped from the location best suited to ensure timely and secure delivery.",
      "id": "c62a7157-5bfb-4110-bb8e-e8ff4c5b1078",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Why was my order flagged as high risk of fraud?",
      "content": "Our orders have a high price point, so our e-commerce platform has a system that scans any of our orders for what may be characteristics of an order being placed fraudulently. These characteristics can include multiple payment attempts, incorrect billing address, IP address distance from the billing address, or other factors. This system is essentially in place to ensure that the cardholder is the person who is placing the order. Unfortunately, if it is flagged, we do have to request further information to verify the purchase. We sincerely apologize for any inconvenience.",
      "id": "2077b504-532e-48a7-9c8a-9def3797b61e",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Do you offer same-day delivery",
      "content": "Orders within NYC, parts of Upstate NY, NJ, and LA can be handled by our courier service for same-day deliveries. Also, for your convenience, there are many shipping options at checkout; you can choose a regular shipping method or you can choose the exact date you wish for your arrangement to be delivered during the ordering process.",
      "id": "a4a9a48a-e323-4544-85b4-6a5e6896646b",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Are Minis eligible for same day hand delivery?",
      "content": "I'm afraid the Minis aren't eligible for same-day hand delivery.",
      "id": "3a2bb0be-4fa8-44ca-b14e-10d18a466ec8",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "If a customer asks how soon they will get a response from customer support",
      "content": "It usually takes a few hours to get a response from the team, so please hang tight!",
      "id": "5080a276-1779-4686-a2eb-f28861e55ec2",
      "shortcut": "rcs",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Do you have plain packaging?",
      "content": "We don't have any plain packaging at the moment. All of our shipping boxes have the Venus ET Fleur logo.",
      "id": "cc8677e4-d370-4cfb-a50f-ea199fe19fb2",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us near you here: https://www.venusetfleur.com/pages/boutiques",
      "id": "0153d36f-df06-47cf-a2bc-38d65f27cfe3",
      "shortcut": "sl",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Free shipping",
      "content": "We don't currently offer free shipping, but all promos will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "1c08214c-8aa1-4891-80f6-3b9891b52cca",
      "shortcut": "fs",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "id": "1d249330-fd6f-487d-8b13-44b726281cab",
      "shortcut": "ms",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Can I order online and pick up at a store?",
      "content": "Due to the uniqueness and design of each arrangement, and a few subtle differences between our available retail and online products, we're unable to process orders online for store pickup at this time.",
      "id": "bbf359b8-d0c5-4282-a3dc-a122d19873d2",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Can I take the flowers out of the box?",
      "content": "During the creation of each custom floral arrangement, the flowers are meticulously placed within the box. Removing them will damage and ruin the arrangement.",
      "id": "1c8df185-e892-41c3-96af-e9dd685d6f15",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "How do the flowers last a year?",
      "content": "To ensure long-lasting florals that provide aesthetic appeal for months on end, we use a proprietary solution and color pigmentation process to keep the freshness of the flowers and then instill them with a wide array of lovely colors.",
      "id": "c794941b-67a9-4706-90b6-f14bd9f6c8cf",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Are the flowers real?",
      "content": "Yes! Our entire line of florals are real and delicately cultivated from our very own flower farms across South America.",
      "id": "ebb5f963-0a90-4b31-8f5f-e7b1f8114677",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/venusetfleur/ and FB here: https://www.facebook.com/VenusETFleur/",
      "id": "fe981140-e412-4c70-bd09-0eef7ce730a4",
      "shortcut": "smd",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at info@venusetfleur.com. Our team is happy to help!",
      "id": "7801b23a-1d8d-4544-bd4e-e9d248949c05",
      "shortcut": "cs",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at 1-800-808-9830 or let me know if I can help via text, it may be faster.",
      "id": "9fb86c6b-5b7c-4267-9161-3ca384b77be9",
      "shortcut": "ps",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Cancel / edit order",
      "content": "As indicated during the checkout process, once an order has been submitted, we are unable to make any changes or updates to the order. Due to the custom nature of our products, all sales are final. Please note we process orders almost as soon as they're placed on our website to ensure timely delivery, particularly for rush orders or upcoming holidays. I'm sorry we couldn't be of more help. If you believe that there is any information on the order that might compromise delivery, please call us at 800-808-9830 as soon as possible. We'll do our best to try to address the situation!",
      "id": "7f21bf71-97cb-4d36-83af-75f45a7f72e5",
      "shortcut": "ced",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "How long will your flowers last? And how can I make it last?",
      "content": "Our flowers can last for a year or more, don't water them, keep them in the same container you received them in. You can use a duster to lightly remove dust, keep your flower at room temperature. You can read more about it here: https://venusetfleur.attn.tv/sl/j1H8CvPJ",
      "id": "f1a19232-b1cc-4e4c-aed5-78e91442d88d",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Do you package the arrangements so that they don't get damaged?",
      "content": "Yes, we package the arrangements very carefully to ensure that they're not damaged during transit.",
      "id": "f4968618-957d-4ad9-8ff0-69d6e3595d86",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "International Shipping",
      "content": "All international orders are shipped via FedEx or UPS. You can find a list of eligible countries here: https://www.venusetfleur.com/pages/shipping",
      "id": "90009d59-a6df-403f-bc8f-a6060a82affc",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Can you ship to an APO/FPO?",
      "content": "We cannot deliver to PO Boxes, APO/FPO addresses, and select U.S. Territories.",
      "id": "cb5e82b1-2707-4fff-a383-3deab8739a70",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Can I customize the letters/boxes?",
      "content": "All of our boxes can be customized! Please note that you can only customize the color of the box and flower. I'm afraid the count of roses cannot be customized at the moment.",
      "id": "3f7a0504-e2a7-4e8e-a10f-70a3c74222d8",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://www.venusetfleur.com/pages/rewards",
      "id": "f429a04b-a715-4778-8290-397466574592",
      "shortcut": "rwd",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.venusetfleur.com/pages/shipping",
      "id": "9532be60-3a32-4b2e-883e-75ba971f3c48",
      "shortcut": "rp",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at info@venusetfleur.com. Our team is happy to chat.",
      "id": "f47197de-4e69-42ee-b4d2-447041cffb38",
      "shortcut": "wls",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Shipping time",
      "content": "All of our arrangements ship with UPS or FedEx. Certain arrangements are eligible for same day hand delivery if the order is placed before 2 pm and is being delivered to NJ or NY. You are able to choose a delivery date for all of our arrangements at checkout, and we do offer next day delivery as long as the order is placed before 6 pm EST.",
      "id": "cfd07c93-4785-40ec-b859-a40fd5a99f5b",
      "shortcut": "shp",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Do you need to water the flowers?",
      "content": "There's no need to water the flowers. Unlike normal roses which may require constant watering, a change of vases, and grooming of loose, wilted petals, our roses maintain their freshness and longevity for up to year without tedious and time-consuming maintenance.",
      "id": "5e79d6db-2471-4058-a091-2c242a17957c",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at info@venusetfleur.com. Our team is happy to chat.",
      "id": "6dcdf11d-38a5-4677-9b9b-e85c2f34baf3",
      "shortcut": "ams",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Can you ship to multiple addresses?",
      "content": "Unfortunately, selecting multiple addresses isn't possible in a single order. You'll have to place an order for each address. Let me know if you need further help.",
      "id": "e0241c96-e2cf-4b29-b393-4a8acc212eee",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Can I add a note / gift card to my order?",
      "content": "You can add a 120-character greeting card to your order. This option can be found on the product page before you add the desired item to your cart.",
      "id": "346d8d66-5fb4-458e-b3c3-fe196c01b308",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Do the arrangements have a strong smell?",
      "content": "The arrangements hold their natural rose scent through the process they undergo so unfortunately we have no control over how strong or not strong an arrangement may smell.",
      "id": "11aedd14-f2ff-4a1f-b6f4-5d35da8421fd",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Standard shipping",
      "content": "With standard shipping, the arrangement can arrive within 1- 6 business days. The time it takes to process your arrangement does depend on the warehouse order volume and bandwidth, but you will receive a tracking number once the arrangement is ready to ship. If you have any further questions, please let me know.",
      "id": "66537e3d-1a96-49b7-b12b-d14a32660801",
      "shortcut": "sts",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Will the order have a receipt?",
      "content": "All of our arrangements are treated as if they are gifts and are never sent with a receipt.",
      "id": "06402d8e-f9af-4bac-80f7-75e56cd67a3a",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "What happened with the Reflexed Roses?",
      "content": "I'm afraid we discontinued this product. I'm sorry for any inconvenience this may cause!",
      "id": "9b851220-7178-4c31-a0fb-7793b80cf35f",
      "companyName": "Venus ET Fleur"
    },
    {
      "name": "Restock",
      "content": "While we're unable to provide an exact restock date, we recommend entering your email address on the product page to receive a notification as soon as it becomes available. Many of our popular items are restocked within 1-3 weeks, so checking the website periodically is also a great idea.",
      "id": "aa5951c2-f681-4c6b-a4eb-939e11d4fd6d",
      "companyName": "Venus ET Fleur"
    }
  ]
}
