{
  "companyKey": "wolford",
  "templates": [
    {
      "name": "What is your Individual Skin material?",
      "content": "Our Individial Skin material is a layering staple designed for invisible sculpting and support - the ideal match for our signature bodysuits and legwear. Sheer, airy, and soft like a second skin, don't be surprised by its durability and resilience. The result: a seamless look with a luxurious seethrough finish and an unprecedented barely-there feel - our Buenos Aires Body is the perfect case in point.",
      "id": "d7458129-f649-46e5-aef0-4c8fd0bbde6b",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Vegan Leather material?",
      "content": "Always at the forefront of fashion innovation, we continue to explore cruelty-free alternatives to leather. Among our most popular items are the Oeko-Tex速-certified Edie Forming Leggings and Jenna Trousers in a stretchy and sustainable polyesterelastane blend coated with leather-like polyurethane. Exceptionally soft, resistant, and luxurious, all our vegan leather styles are 100% machine washable without losing shape. In short, timeless and fashion forward faux leather must-haves for every wardrobe.",
      "id": "46161bc7-46ab-4ab7-a926-dd7fa8dec4e4",
      "companyName": "Wolford"
    },
    {
      "name": "What are your Shine Blends materials?",
      "content": "Shine Blends are our signature flexible fit, second-skin feel, and durability with a subtle shimmer update. These unique knits are obtained from various yarns - such as oil yarns or trilobal yarns - with elastane built in alternate rows of the weave to maximize their smoothing, body-hugging properties. The ideal match for our Satin Touch 20 Tights: a sparkly classic designed to visually elongate legs.",
      "id": "259a673c-ab9d-4bf4-8c04-e6527fb6f6b6",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Scuba material?",
      "content": "Scuba is a high-stretch jersey with a technical coating imitating the appearance of neoprene - without sacrificing Wolford's signature second-skin fit and whisper soft finish. Impeccably showcased in our Scuba Leggings: a wardrobe essential that's both fashion-forward and versatile.",
      "id": "0d0bd200-d9f1-4852-82e9-dcb5d34cbdd1",
      "companyName": "Wolford"
    },
    {
      "name": "What are your Technical Yarns materials?",
      "content": "Technical Yarns are made from multifilaments and other special yarns designed to enhance, smooth, and flatter. At the forefront of textile innovation since 1950, these exclusive materials are the ultimate match for our Miss W 30 Leg Support Tights - crafted from the thinnest and lightest yarns to visually improve the body silhouette and support for the legs.",
      "id": "59cd871a-0c18-4ffa-b5b4-a0d5131463ae",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Aurora Light Shaping material?",
      "content": "The Aurora Light Shaping is the next evolution of our signature circular knitting technology, centered on the Cradle to Cradle approach - a design concept based on the principles of the circular economy, in which the product is an intrinsic part of the ecosystem and can be returned to the biological cycle. It's a revolutionary operating model anchored by five pillars: material health, social fairness, material reutilization, renewable energy, and water stewardship. Wolford is the first fashion company honored with the Cradle to Cradle CertificationTM at the gold level for the biological and technical production cycles. The material is made using just three components - TencelTM Modal, Vinatur速, and RoicaTM - all responsibly sourced and 100% recyclable to ensure it can be fully reused to develop new products.",
      "id": "69136924-6774-4930-8f1b-a2a37d608edd",
      "companyName": "Wolford"
    },
    {
      "name": "What are your Mat Blends materials?",
      "content": "Mat Blends are defined by their elegant mat look - modern and effortlessly wearable for all occasions - the innovative plating technology makes them resistant and durable too. A cold-weather wonder, courtesy of our Mat Opaque 80 Tights: smoothing, seamless, and with a flattering full-coverage fit.",
      "id": "e1aa2edf-43f9-43f2-a16e-00f26db72e4b",
      "companyName": "Wolford"
    },
    {
      "name": "What are your Velvet/Eco Yarns materials?",
      "content": "Velvet/Eco Yarns are the next-generation velvet fusing timeless elegance with our remarkable innovation. Knitted from extremely fine, soft, and breathable yarns, it delivers the texture and allure of velvet, combined with a smoothing second-skin finish. Perfectly showcased in our iconic legwear collection and form-fitting styles from the ready-to-wear edit, such as the Velvet De Luxe 66 Tights and the Fatal Dress.",
      "id": "fc23ea62-e6f6-41cf-973b-a13cd7613d84",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Opaque Natural material?",
      "content": "Our Opaque Naturals is a special double-sided knit incorporating ultra-soft, naturally breathable cotton on the inside and body-hugging technical polyamide on the outside. Rooted in our design DNA, this revolutionary technology ensures second-skin softness and a contoured, compressive silhouette - highlighted with a shimmer for subtle femininity. Our Colorado Body is a superb example: smoothing and versatile, with a hint of sheen. All opaque natural styles are sustainably dyed.",
      "id": "642efd95-f906-4200-89a4-15a8a6d2da1b",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Econyl material?",
      "content": "ECONYL速 REGENERATED NYLON As part of its commitment to the environment, this product is made with ECONYL速 yarn: an innovative, patented fibre by Aquafil Group, which is derived rom nylon waste otherwise polluting the Earth, like fishing nets, fabric scraps, carpet flooring and industrial plastic. This is another step towards a more sustainable future.",
      "id": "21cb4f7b-cd27-4578-8b3d-2e45a4434041",
      "companyName": "Wolford"
    },
    {
      "name": "What are your Luxury Natular Blends materials?",
      "content": "Our Luxury Natular Blends are made from the finest natural fibers, including cotton and modal. The resulting fabrics incorporate an exceptionally high content of these natural yarns to maximize their unique properties. Case in point: our Blouse Body merging the natural softness and breathability of cotton with our signature expertise in fit and style.",
      "id": "38bc2e0c-c17e-4f8c-9f3f-a060639045de",
      "companyName": "Wolford"
    },
    {
      "name": "What are your Nets/Eco Yarns materials?",
      "content": "Nets/Eco Yarns are crafted using the warp knit technology, which ensures a seamless construction and a precise fit that follows the body's natural shape. Perfectly showcased in our Mermaid Net Body - designed to make every woman look and feel her best.",
      "id": "b65bca47-154e-4434-b52f-239e7b300233",
      "companyName": "Wolford"
    },
    {
      "name": "What are your Nets materials?",
      "content": "Nets are crafted using the warp knit technology, it ensures a seamless, whisper-soft finish while expertly enhancing the body's natural shape. All thanks to the special knitting machines that can produce fabric from a single end of yarn fed to different needles. Perfectly showcased in our Twenties Econyl Tights with an elegant fishnet effect.",
      "id": "5bf44850-2493-48ae-8348-8fc4ba2be7bb",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Aurora material?",
      "content": "Aurora is a sustainable new take on our circular knitting technology, honored with gold-level Cradle to CradleCertificationTM for the technical cycle - the global standard for products crafted according to the principles of the circular economy, in which the garment is an intrinsic part of the ecosystem and can be returned to the biological cycle. It's a revolutionary operating model anchored by five pillars: material health, social fairness, material reutilization,renewable \nenergy, and water stewardship. Wolford is the first fashion company to receive the Cradle to Cradle CertificationTM at the gold level for the biological and technical production cycles. The material is made using responsibly sourced and 100% recyclable fibers to ensure it can be fully reused to develop new products.",
      "id": "13dfc57a-4ca8-4b80-9fcc-a3c5edd119c2",
      "companyName": "Wolford"
    },
    {
      "name": "What are your Luxurious Jersey & Knit Blends materials?",
      "content": "Effortless and luxurious: knitted from the highest-quality jersey that combines complete freedom of movement with an elevated aesthetic. A celebration of our premium quality and finest materials that maintain their shape wear after wear",
      "id": "62c3ee2a-09e5-4768-8116-64c1da866640",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Pure material?",
      "content": "Pure is an ultra-soft jersey material crafted from a Modal/elastane blend that creates an exceptionally fine surface. A visionary approach to our signature advanced sewing  technology. Obtained from an extremely fine modal jersey with added elastane, the result is a silk-like flowing fabric with a pleasant full-coverage texture, a subtle sheen, and a pill-resistant finish.",
      "id": "cf946981-a335-41aa-a9be-8a1a5213cb54",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Individual Yarn material?",
      "content": "Individual Yarn is a knitted material with elastane built in every row of the weave to provide a soft yet responsive sensation, guaranteeing the perfect fit. The key component of this yarn is covered elastane: prized for its superior elasticity, durability, and our signature skin-to-skin feel. Available in a wide range of finishes - from 10 to 100 deniers, mat to powdery optic - it's showcased beautifully in our Individual 10 Tights: stretchy, supportive and flattering.",
      "id": "a5af9256-8022-4755-b2da-5316e575f5cd",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Baily material?",
      "content": "Baily is our high-performance blend of viscose, polyamide, and elastane, with punto Milano structure. It's characterized by a compact full-coverage texture and an elegant mat finish, suitable for ready to-wear styles with a more classic appeal. Designed to deliver a second-skin fit that supports and enhances the female curves - our Grazia Trousers are the perfect example.",
      "id": "8595d48d-7d78-4bc8-9f86-cb4b5ad57a6e",
      "companyName": "Wolford"
    },
    {
      "name": "What is your Merino material?",
      "content": "Merino is ethically sourced and cruelty-free, 100% committed to animal welfare: the finest merino wool. Prized for its surprising resilience and extraordinary softness, this sumptuous fiber is also naturally crease-resistant, breathable, and thermo-regulating, in addition to its lightweight, second-skin texture that doesn't cause any itching or irritation. The ultimate year-round essential: our Merino Rib Dress is a beautiful example.",
      "id": "669ed855-77b1-4227-8fb6-12e0c88742a6",
      "companyName": "Wolford"
    },
    {
      "name": "Size Chart: Women - Clothes",
      "content": "You can take a look at our women's size chart here: https://www.wolford.com/en-us/size-guide.html",
      "id": "f1b7a210-168b-4108-ba1c-1336a7f39317",
      "companyName": "Wolford"
    },
    {
      "name": "Sales Collection",
      "content": "You can take a look at our sale collection here: https://www.wolford.com/en-us/sale/",
      "id": "ccfe1ff4-290f-49be-a680-74f4f1c8f444",
      "shortcut": "spg",
      "companyName": "Wolford"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to email us directly at service.usa@wolford.com, live chat with one of our agents via the website or give us a call at +1 800 488 3906. Our team is happy to help!",
      "id": "d7d83002-6e0a-4af1-8d34-5e770c25e8d9",
      "shortcut": "cs",
      "companyName": "Wolford"
    },
    {
      "name": "Sizing",
      "content": "Happy to help you find the right size! You can check out our Size Guides here to get your best fit - https://wolford.attn.tv/sl/s3gEQAfe If you're still unsure, just let me know!",
      "id": "222d24d8-dbce-48f6-8e1b-b9f2b19e4bfe",
      "shortcut": "sz",
      "companyName": "Wolford"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://www.wolfordshop.com/service/return-policy.html",
      "id": "4d08980b-7d6d-4098-9185-18c97ed57462",
      "shortcut": "rp",
      "companyName": "Wolford"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.wolfordshop.com/stores",
      "id": "7766a802-b584-4844-b0f4-89862bf7630b",
      "shortcut": "sl",
      "companyName": "Wolford"
    },
    {
      "name": "Shipping time",
      "content": "We usually ship via FedEx and once shipped, it will take 3-6 business days within the US.",
      "id": "86efe938-d9a8-43c1-9eb8-e7703d536047",
      "shortcut": "shp",
      "companyName": "Wolford"
    },
    {
      "name": "Phone support",
      "content": "You can give us a call at +1 800 488 3906. We're available Mon-Fri 7am-10pm ET, and weekend 10am-7pm. You can also let me know if I can help via text, it may be faster.",
      "id": "1cd24e0a-eb71-42e6-a9a6-af032293f058",
      "shortcut": "ps",
      "companyName": "Wolford"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://www.wolfordshop.com/my-wolford.html",
      "id": "606bd9a8-d3bf-456e-896a-4cdedce6d2d9",
      "shortcut": "rwd",
      "companyName": "Wolford"
    },
    {
      "name": "Can I order through the phone?",
      "content": "Yes. You can reach us through our order line directly at +1 800 488 3103, and we're available from Mon-Fri 7am-10pm ET, and weekend 10am-7pm.",
      "id": "18764acc-7698-41da-909f-68cd17eb635e",
      "companyName": "Wolford"
    },
    {
      "name": "Brand ambassador / Sponsorship",
      "content": "The best way to discuss this is to email us directly at service.usa@wolford.com. Our team is happy to chat.",
      "id": "1396106b-6301-4e3c-b249-4ac384283628",
      "shortcut": "ams",
      "companyName": "Wolford"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at service.usa@wolford.com. Our team is happy to chat.",
      "id": "3791fda3-655d-46a6-829d-750f612d1f11",
      "shortcut": "wls",
      "companyName": "Wolford"
    },
    {
      "name": "Do body suits fit true to size?",
      "content": "Yes! Our bodysuits fit true to size, however, if you'd like to size them up and try them on, our return policy allows free returns within 30 days of receipt.",
      "id": "346207e7-caaa-4907-bb5d-97789636475c",
      "companyName": "Wolford"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://www.wolfordshop.com/outlet",
      "id": "769b1d74-7a27-4db4-b8e3-cc8bf9515295",
      "shortcut": "ms",
      "companyName": "Wolford"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "Our products are all made in Europe. We have 2 production facilities - one in Bregenz, Austria and one in Slovenia.",
      "id": "e22d36cd-1dc6-4964-87ad-ea2b258b2742",
      "shortcut": "mfc",
      "companyName": "Wolford"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/wolford/ and FB here: https://www.facebook.com/WolfordFashion/",
      "id": "f4c514a5-ca73-49d5-adb1-1aa8b1cb90ed",
      "shortcut": "smd",
      "companyName": "Wolford"
    },
    {
      "name": "Restock button (autosend enabled)",
      "content": "I currently don't have the exact date of a possible restock, but I recommend checking our website and social media frequently.",
      "id": "f1d027b8-2dff-11ed-a261-0242ac120002",
      "shortcut": "stok",
      "companyName": "Wolford"
    },
    {
      "name": "Cancel / edit order",
      "content": "I'm afraid it's not possible to modify an order once it's placed. I apologize for the inconvenience! If you need to cancel it for any reason, please reach out to us at service.usa@wolford.com as soon as possible, and we'll do our best to assist you.",
      "id": "7e5d3b2f-8181-455d-81ac-dbd929621320",
      "shortcut": "ced",
      "companyName": "Wolford"
    },
    {
      "name": "Free shipping",
      "content": "We offer free standard shipping on domestic orders over $200, over $350 for 2-day express, and over $400 for priority overnight. Maybe you can add something else to reach the minimum?",
      "id": "4d956ee7-8eb4-45cd-9498-8308c8d4ffc5",
      "shortcut": "fs",
      "companyName": "Wolford"
    }
  ]
}
