{
  "companyKey": "wooden ships",
  "templates": [
    {
      "name": "Do you have an update? (after we've escalated)",
      "content": "Thank you for reaching out! I'm still reviewing this, and I'll get back to you as soon as possible.",
      "id": "9db985ef-400f-4ef0-859c-7bf369bcbb0e",
      "shortcut": "dup",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Incorrect Birthday Entry",
      "content": "Please reply with your birth month (e.g., July) to receive a special treat!",
      "id": "f9700108-3344-43cc-a86c-ed2ebf8dc763",
      "shortcut": "bre",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Code Won't Work",
      "content": "Please note that discount codes can only be applied to full-priced items. They cannot be applied to items already on sale.",
      "id": "de16ab49-ea7e-452e-9bfc-fe17ded597f0",
      "shortcut": "cww",
      "companyName": "Wooden Ships"
    },
    {
      "name": "What forms of payment do you accept?",
      "content": "We accept major credit cards, PayPal, Apple Pay and ShopPay.",
      "id": "4cfb2906-d5bb-4211-a158-da3c8abe8967",
      "companyName": "Wooden Ships"
    },
    {
      "name": "How do I wash my new item?",
      "content": "We recommend that you limit cleaning to spot-cleaning as needed. Because all knits will naturally wear from friction, we recommend that you wash your knitwear separately with minimal frequency in a laundry bag. Printed items will naturally wear faster when washed.\nYou can see more instructions under our FAQs here - https://www.wooden-ships.com/pages/avada-faqs",
      "id": "7282c81b-ebe6-4dce-a5b3-92de680d6c2e",
      "companyName": "Wooden Ships"
    },
    {
      "name": "What if I am unsure of my size?",
      "content": "We recommend ordering true to size. We only recommend sizing down in our oversized knits if you are in between sizes. Each sweater is knit-to-order, we do not recommend ordering multiple sizes with the intention of returning. The models on our website all wear a size 6-8 and many product descriptions include length and width, which we can also provide for you. You can also find our size chart here for more help: https://www.wooden-ships.com/pages/sizing-chart",
      "id": "9e779552-b03f-46ac-adbe-8356bf2d86c5",
      "companyName": "Wooden Ships"
    },
    {
      "name": "How do I send a Gift Card I purchased? Do you send it for me?",
      "content": "Gift cards are emailed to you immediately upon purchase. To give the card as a gift, you simply forward the email you receive to anyone you like. The email provides the code needed to redeem the card.",
      "id": "73663dbf-73b9-4f66-8c60-c8793f695b37",
      "companyName": "Wooden Ships"
    },
    {
      "name": "What does it mean when you say \"pieces are knit just for me\"?",
      "content": "We don't make any inventory. We \"make-to-order\", producing each piece only as we get an order for it. This does not mean pieces are \"custom-made\" (we don't customize fit), but it does mean that we greatly reduce the waste that most fashion manufacturers create when they produce mass quantities that later need to be liquidated.",
      "id": "06540d85-ddea-4a44-a04d-1fc3c5c46683",
      "companyName": "Wooden Ships"
    },
    {
      "name": "What is my item made out of?",
      "content": "Please check out the description on each product page for yarn composition. Most Wooden Ships items are either 76% Acrylic, 12% Wool, 12% Mohair, or 60% Cotton and 40% Acrylic.",
      "id": "7bedbd23-b736-425a-ac76-9a2ecebddbd7",
      "companyName": "Wooden Ships"
    },
    {
      "name": "How do I store / take care of my new item?",
      "content": "Sweaters should be kept folded, never hung. As with all knits, hanging will cause the item to grow and will often result in stretch marks where the hanger sits at the shoulders.",
      "id": "49542e48-7d6f-49b4-82db-dd22751d173b",
      "companyName": "Wooden Ships"
    },
    {
      "name": "On the Customizable Number Jersey, can I do any number I want? Can I do a number on the back?",
      "content": "You can do any one or two digit number, from 0-99. We cannot do 3 or more digits, and we can only do numbers on the front, not the back of the sweater.",
      "id": "76018b88-439a-4202-924f-89479ff248bc",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Why can't I find a style online?",
      "content": "Don't worry! It is probably going to be released soon. Feel free to email hello@wooden-ships.com for the planned release date! We will also send you a reminder for when this style goes live.\n\nAnother reason may be that the style is from a past season. If that is the case, we will try to find you a similar style to order instead.",
      "id": "8a2190c8-3b17-46e7-983a-f5a102a7f1a5",
      "companyName": "Wooden Ships"
    },
    {
      "name": "What do I do if my sweater pills?",
      "content": "We use a combination of soft, luxurious yarns. Natural fibers, even of the highest caliber, have a tendency to pill. Pilling is removed simply with a de-pilling comb or shaver.",
      "id": "d4c1e35d-31d9-419b-94cd-e8ea20116a64",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Can I combine my Rewards points with another discount code?",
      "content": "I'm afraid discount codes and rewards cannot be combined in a single order. You can select the discount that gives you the most savings based on what you are planning to purchase.",
      "id": "d53fc499-c793-4ca6-b6f7-ef2f8a797d65",
      "companyName": "Wooden Ships"
    },
    {
      "name": "When will I receive my refund?",
      "content": "Refunds are processed after the returned merchandise is received at the warehouse, inspected, and processed. Shipping to the warehouse can take up to 5 days. Inspection and processing require additional time. So please allow about 10 business days (not including weekends or holidays) from the day your return is shipped. We strive to process refunds as quickly as possible.",
      "id": "99816966-3b2e-4e5a-a554-5fe97c0b04fa",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Damaged/broken/missing item",
      "content": "Can you please send me a photo of the item/s that you received along with your order number and email address? Please note that some orders may ship from different locations. Please check the paperwork included in your package to see if any items are shipping separately.",
      "id": "a2ab2734-2f3d-49ea-ba7c-aa66bf13e01d",
      "shortcut": "dmi",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Do you ship to Canada?",
      "content": "I'm afraid we are currently unable to ship to Canada.",
      "id": "6150ec78-e829-484f-b8f7-caeaa80a556c",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Can I return final sale/customized items?",
      "content": "All sale and customized items are final sale. I'm afraid we don't accept returns or exchanges for these items.",
      "id": "63aa1faf-faad-420b-a5d5-09dd2e0b1a8e",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Can I use my Rewards points on sale items?",
      "content": "Unfortunately, rewards points cannot be used on sale items. However, we have a large selection of full-priced items you can spend your points on.",
      "id": "2b3d4703-d085-47fe-a4d4-d78f044784e6",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Do my points expire?",
      "content": "As long as there is any activity within 12 months, your points do not expire.",
      "id": "46025b10-2e21-455f-bf6e-3c63f41a45d6",
      "companyName": "Wooden Ships"
    },
    {
      "name": "How do I use my points?",
      "content": "When you have accrued 200 points, you will see a $10 Reward available to you at Checkout. If you have accrued 400 points, you will see $20. The increments are 200 points ($10). You simply click to apply that discount to your order. It's instantaneous!",
      "id": "30b22a66-5b4a-48d4-bc15-6ddf9eff2024",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Why don’t I see the reward points from my recent purchase?",
      "content": "Reward points become available 20 days after your purchase. Once they are active, you can redeem them for a discount on your next order.",
      "id": "27016a97-b29f-4657-9e6a-ad9a7774cbb3",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Where is my item made/ manufactured?",
      "content": "All Wooden Ships items are made in the beautiful tropical island of Bali - the island of the Gods.",
      "id": "36bb3288-5785-45d4-a4a7-e287fea8e11c",
      "shortcut": "mfc",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Cancel / edit order",
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "id": "2f4a309e-7244-4c6f-9f8d-0c8c5665bcd8",
      "shortcut": "ced",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Customer support",
      "content": "The best way to handle this is to chat with us via the website or email us directly at hello@wooden-ships.com. Our team is happy to help!",
      "id": "87e3373c-ef4d-4e14-9631-a16b10950596",
      "shortcut": "cs",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Return policy",
      "content": "Returns and Exchanges must be made within 30 days of the ship date. You can start your return here: https://www.wooden-ships.com/apps/redo/returns-portal/login and you can check out our detailed return policy here: https://www.wooden-ships.com/pages/returns-policy",
      "id": "b31377da-d2c9-40d6-b542-1776afc7a432",
      "shortcut": "rp",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Store location / retailer",
      "content": "You can find us at a store near you here: https://www.wooden-ships.com/apps/store-locator",
      "id": "b267e47f-7336-4368-b5ee-a001ebdba2c7",
      "shortcut": "sl",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Order status/order tracking",
      "content": "You can sign in and use our convenient online tool to see the latest updates on your order: https://www.wooden-ships.com/account/login?return_url=%2Faccount",
      "id": "9a2a14bf-f842-415c-929e-8fcc88082130",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here: https://www.wooden-ships.com/pages/loyalty-rewards",
      "id": "e5baa4a4-49e8-422b-a6fa-ca80f07f76bf",
      "shortcut": "rwd",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Do you ship to PO or APO/FPO Boxes?",
      "content": "I'm afraid DHL does not ship to PO or APO/FPO Boxes.",
      "id": "7b17eea9-3541-4ad9-af6d-5023b5c4091e",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Sizing (clothes)",
      "content": "Happy to help you find the right size! Would you mind sharing your usual size? You can also check out our sizing guide here: https://www.wooden-ships.com/pages/sizing-chart",
      "id": "cfa8cb57-e76e-43d4-95bd-7d6813a228ad",
      "shortcut": "sz",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Social media",
      "content": "Give us a follow on IG: https://www.instagram.com/woodenshipsknits/ and FB here: https://www.facebook.com/woodenshipsknits",
      "id": "c52b3300-3be5-40cd-b462-51b012f102f5",
      "shortcut": "smd",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://www.wooden-ships.com/collections/s-a-l-e",
      "id": "15ea5b63-e69f-47d1-b229-1ad3871ae334",
      "shortcut": "ms",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Wholesale inquiries",
      "content": "Thank you for your interest! The best way to discuss wholesale is to contact us directly via the website at: https://woodenships-wholesale.com Our team is happy to chat!",
      "id": "f924b051-98f6-459c-be1b-a1ad80290fc0",
      "shortcut": "wls",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Phone support",
      "content": "I'd be happy to help you over text, let me know what I can do for you! To reach us by phone, dial (212) 221-3660. We are available M-F 10am-5pm EDT.",
      "id": "c8e7c56d-df00-4eb0-ab42-7a82c45a438e",
      "shortcut": "ps",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Does the package require a signature?",
      "content": "DHL requires signatures for delivery of all international shipments. Please click on this link to manage the shipment as a guest (no account needed) and verify your identity by receiving a code on your cell phone. You will be able to manage delivery without a signature by choosing \"Leave in a Safe Place\".",
      "id": "fb035c14-72cb-474c-83ab-c00b653f2659",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Can I cancel a return once I have initiated it?",
      "content": "Thank you for reaching out. I'm afraid you will not be able to cancel a return once you have submitted a request. I'm sorry for the inconvenience.",
      "id": "4ded5cc1-888b-416a-89d1-ed51a7629fc3",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Escalation during weekdays",
      "content": "I will look into this and get back to you as soon as possible.",
      "id": "bbbd7d33-05bf-4e7d-a518-9d4fd151e4bf",
      "shortcut": "esc",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Escalation on the weekends",
      "content": "I will look into this for you. Since it is the weekend, I might not get back to you until Monday, but I'll be in touch as soon as I get an update.",
      "id": "77353e33-5eef-4de9-a8b0-fd8e9305e592",
      "shortcut": "wkd",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Free shipping",
      "content": "We offer free shipping for orders with full-priced items.",
      "id": "77de68f0-5507-4e50-bad1-6d6ae8510065",
      "shortcut": "fs",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Can Rewards be combined with free shipping?",
      "content": "We offer free shipping on all Full-Price Sweaters, which can be combined with Reward codes.",
      "id": "463087db-79fa-4083-82f5-e927e5252d84",
      "companyName": "Wooden Ships"
    },
    {
      "name": "Shipping time",
      "content": "We make-to-order! Each sweater is knit within 1-2 business days after you place your order. We usually ship via DHL, and once shipped, it will take an average of 8 days to deliver from Bali.",
      "id": "702951f7-b374-42ff-9cc0-b34679e1d228",
      "shortcut": "shp",
      "companyName": "Wooden Ships"
    }
  ]
}
