{
  "companyKey": "zestt",
  "templates": [
    {
      "name": "Phone Support",
      "content": "You can give us a call at 866.673.1773 (Mon-Fri 9-5 EST) or let me know if I can help via text, it may be faster.",
      "id": "da29747f-5d12-42d9-b003-54d6b2314856",
      "shortcut": "ps",
      "companyName": "zestt"
    },
    {
      "name": "Store Location / Retailer",
      "content": "You can find us at a store near you here: https://zesttorganics.com/apps/store-locator/",
      "id": "8bfdd783-5ae8-4d7e-9a8f-d096bf326117",
      "shortcut": "sl",
      "companyName": "zestt"
    },
    {
      "name": "Brand ambassador / sponsorship",
      "content": "Thank you so much for reaching out and for your interest in working with Zestt! Please feel free to send your information to customercare@shopzestt.com and we will absolutely pass your information along. We will reach back out to you if we are interested in pursuing further.",
      "id": "b6f2c3bb-6b00-42bf-8458-d977ca369f30",
      "shortcut": "ams",
      "companyName": "zestt"
    },
    {
      "name": "What is Recycled Cashmere?",
      "content": "Our recycled Cashmere is made with pre-consumer fibers that meet the Global Recycled Standard. By using pre-consumer recycled cashmere, zestt is able to re-purpose material that\nwould otherwise be disposed of and maintain our commitment to sustainability.",
      "id": "f759bd2a-a0f8-4ed3-8173-22c66ef65068",
      "companyName": "zestt"
    },
    {
      "name": "What is the difference between the classic organic cotton and cloudspun cashmere?",
      "content": "Our classic Dreamsoft Travel Scarf in Organic Cotton is a tried-and-true customer favorite made of 100% GOTS certified organic cotton. Our newest Dreamsoft Travel Scarf in Cloudspun Cashmere is made of 20% Recycled Cashmere and 80% Cashmere for a super warm, luxury travel piece. Both are perfectly sized for any adventure.",
      "id": "926d8487-662d-4ede-bbf2-af536293c0c9",
      "companyName": "zestt"
    },
    {
      "name": "What is Cashmere?",
      "content": "Cashmere is a natural fiber combed from the undercoats of the Cashmere Goats found across the Himalayas. Once collected, the fibers are cleaned, refined and spun into yarn to create beautiful, luxury pieces like our Dreamsoft Travel Scarf in CloudSpun Recycled Cashmere.",
      "id": "c1891826-fe3b-49aa-8d52-9737301f9d01",
      "companyName": "zestt"
    },
    {
      "name": "Social Media",
      "content": "Give us a follow on IG: https://www.instagram.com/zesttorganics/?hl=en and FB here: https://www.facebook.com/zesttorganics",
      "id": "d140b3d1-a57a-4b65-b7f3-d6ff06cef61a",
      "shortcut": "smd",
      "companyName": "zestt"
    },
    {
      "name": "Military / First responder / Healthcare / Teacher discount",
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://zesttorganics.com/collections/sale",
      "id": "be4c2f18-24b4-49dd-9284-7d7457b51c27",
      "shortcut": "ms",
      "companyName": "zestt"
    },
    {
      "name": "Rewards / referral",
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here: https://zesttorganics.com/pages/rewards-program-page",
      "id": "d56b392e-e7d6-46bc-bc24-35dbb3bde53f",
      "shortcut": "rwd",
      "companyName": "zestt"
    },
    {
      "name": "Where are your items made / manufactured?",
      "content": "We proudly make all of our products in India with our GOTS certified partners.  This means that our products all carry the GOTS seal, demonstrating that they are made with 100% organic cotton and manufactured using the highest social and environmental standards.",
      "id": "aee3578f-a114-4cf5-8489-b657a4980161",
      "shortcut": "mfc",
      "companyName": "zestt"
    },
    {
      "name": "Customer Support",
      "content": "The best way to handle this is to email us directly at customercare@zesttorganics.com. Our team is happy to help!",
      "id": "d2fae58a-eccc-4403-9424-0794b65eacd0",
      "shortcut": "cs",
      "companyName": "zestt"
    },
    {
      "name": "Free Shipping",
      "content": "We offer free shipping on domestic orders over $100 in the continental U.S. Maybe you can add something else to reach the minimum?",
      "id": "7411fc89-28cc-4c28-a0ea-129a9bef1857",
      "shortcut": "fs",
      "companyName": "zestt"
    },
    {
      "name": "What is your cloudspun cashmere made of?",
      "content": "It's made of 20% Recycled Cashmere and 80% Cashmere.",
      "id": "21f12a06-d307-4060-975d-2a93eb23a0e8",
      "companyName": "zestt"
    },
    {
      "name": "How should I care for CloudSpunTM Recycled Cashmere collection",
      "content": "To take the best care of your CloudspunTM Recycled Cashmere Travel Scarf, we recommend Dry Clean or hand wash & lay flat to dry.",
      "id": "b5e205ea-c637-4963-b331-42f8087873b1",
      "companyName": "zestt"
    },
    {
      "name": "Wholesale inquiries",
      "content": "The best way to discuss wholesale is to email us directly at customercare@zesttorganics.com. Our team is happy to chat!",
      "id": "228b8a8a-2b8e-4856-8f85-43cea30e0e44",
      "shortcut": "wls",
      "companyName": "zestt"
    },
    {
      "name": "Shipping Time",
      "content": "Our processing time takes 2 business days, and we usually ship via UPS or USPS. Once shipped, it will take up to 7 business days for domestic orders.",
      "id": "d520c5d2-7d81-4d5f-9176-2dfb4a8d0fda",
      "shortcut": "shp",
      "companyName": "zestt"
    },
    {
      "name": "Million Miles collection: Do the items stretch out?",
      "content": "Our Million Miles Collection is crafted from a terry blend fabric and is\nnot expected to stretch out when wearing. We recommend\npurchasing your standard size and our size guide can be found on\nthe product page.",
      "id": "08e73da0-9bda-4971-a158-b6d202cfbee6",
      "companyName": "zestt"
    },
    {
      "name": "Million Miles collection: Where is this made?",
      "content": "Our Million Miles Collection is crafted in Peru with a pima cotton\nblend.",
      "id": "e89c7087-0099-4c1a-b2db-3caa61ec1230",
      "companyName": "zestt"
    },
    {
      "name": "Million Miles collection: Is the fabric heavy?",
      "content": "We crafted the Million Miles collection with a french terry blend. This\nfabric has a soft, warm texture that feels like your favorite lightweight\nsweatshirt, making it suitable for activewear and all-day wear!",
      "id": "63536efe-d217-413d-b279-f6a54437ddea",
      "companyName": "zestt"
    },
    {
      "name": "Million Miles collection: Do the items wrinkle?",
      "content": "We created the Million Miles Collection with a pima cotton/spandex\nblend to help alleviate some of the wrinkling concern but since all of\nour products are made free of harmful chemicals, slight wrinkling or\ncurling of edges can occur. We do suggest that if this happens, a\nquick pass with a steamer or cool iron can help to flatten out and\nreshape your zestt piece. When not in use, a simple fold will keep it\nlooking fresh on the go.",
      "id": "805bdf1c-3d7c-40d7-9eaf-aa091ba9c744",
      "companyName": "zestt"
    },
    {
      "name": "Million Miles collection: Is the Stone color see through?",
      "content": "Our Million Miles Collection is constructed of a terry blend fabric and\nis not see through.",
      "id": "abc00ccd-955d-4c8a-bbb0-16d22ad197c3",
      "companyName": "zestt"
    },
    {
      "name": "Million Miles collection: How do I wash / care for my items?",
      "content": "The best way to care for your items and keep them in good condition involves machine washing them cold, using a gentle cycle. Do not use bleach, and tumble dry on a low heat. If ironing is needed, use a cool setting to avoid scorching or burning the fabric.",
      "id": "098c55ac-004e-433a-9a60-9d416a5d1449",
      "companyName": "zestt"
    },
    {
      "name": "Million Miles collection: Is the fabric warm?",
      "content": "We crafted the Million Miles collection with a french terry blend. This\nfabric has a soft, warm texture that feels like your favorite lightweight\nsweatshirt, making it suitable for activewear and all-day wear!",
      "id": "c4ea6d9c-2025-4437-99fb-2cc9dd981268",
      "companyName": "zestt"
    },
    {
      "name": "Million Miles collection: Do the items shrink?",
      "content": "Our Million Miles Collection is crafted from a terry blend fabric and is\nnot expected to shrink when following the wash and care instructions\nfound on the tag. Please wash your new items on a cold, gentle cycle\nand tumble dry low for the best results. We recommend purchasing\nyour standard size and our size guide can be found on the product\npage.",
      "id": "34b8501c-ebe2-4ced-a292-1d6e575292ae",
      "companyName": "zestt"
    },
    {
      "name": "Million Miles collection: What is the fabric?",
      "content": "We crafted our Million Miles collection with 95% pima cotton and 5%\nspandex. This is referred to as a terry blend and is highly breathable,\nallowing for better air circulation. Feeling like your favorite lightweight\nsweatshirt, this fabric prevents overheating, making it suitable for\nactivewear and all-day wear.",
      "id": "d3618477-b287-4779-adc8-4a55c6614412",
      "companyName": "zestt"
    },
    {
      "name": "Sizing",
      "content": "Happy to help you find the right size! Our clothes generally run true to size and you can check out our size guide here:  https://zesttorganics.com/pages/sizing-chart?srsltid=AfmBOoqsQdTni2hwcgP0skYPqNjcEuLzPo2gzshvMecqNPV6SFwGpAq2. Do you mind sharing your usual size?",
      "id": "6a929a17-1049-4e74-a466-9a2a4be14fe9",
      "shortcut": "sz",
      "companyName": "zestt"
    },
    {
      "name": "Can I exchange items from CloudSpunTM Recycled Cashmere collection",
      "content": "We would be happy to offer an exchange for an item of equal value. Returns and exchanges can be requested through our quick and easy portal at https://zesttorganics.com/apps/redo/account/login",
      "id": "a8b05cfd-0a84-4598-9f79-6dcbd4f689b6",
      "companyName": "zestt"
    },
    {
      "name": "Returns/Exchange",
      "content": "You can start your return here: https://zesttorganics.com/apps/redo/account/login",
      "id": "c2222a8f-5e92-47d2-9257-a30155dc8a21",
      "companyName": "zestt"
    },
    {
      "name": "Return policy",
      "content": "You can check out our detailed return policy here: https://zesttorganics.gorgias.help/en-US/what-is-your-return-policy-134464",
      "id": "2f947441-cc8f-44c0-85ee-2e2dab9f9545",
      "shortcut": "rp",
      "companyName": "zestt"
    },
    {
      "name": "Cancel/Edit",
      "content": "We typically aren't able to make changes to orders once they have been placed due to them being processed almost immediately. We would be happy to look into if your order has already been processed. Depending on if we can catch it in time, we would either be able to make this change or would recommend you placing a new order and us cancelling the existing order. Can you please share your order number and email address as well?",
      "id": "fb91f4e9-07d0-42e1-a8b1-acefb1d27ffe",
      "shortcut": "ced",
      "companyName": "zestt"
    },
    {
      "name": "Do you ship internationally?",
      "content": "Currently we are able to ship orders to the United States and Canada.",
      "id": "199b7721-1625-4c56-8aff-4eb2dfbda0fb",
      "companyName": "zestt"
    },
    {
      "name": "Where do you ship from?",
      "content": "All orders ship from our warehouse in Columbus, Ohio.",
      "id": "c1050d12-e6ae-4dd7-8646-3c9b5b449093",
      "companyName": "zestt"
    }
  ]
}
